{
  "status": "success",
  "url": "https://microdata.insd.bf/index.php/catalog/83",
  "platform": "insd_microdata",
  "title": "Enquête Permanente Agricole 2023-2024",
  "download_links": [],
  "content": "Accueil\n/\nCatalogue de données central\n/\nAGRI\n/\nBFA-MARAH-DGESS-EPA-2023-2024-V01.1\nEnquête Permanente Agricole 2023-2024\nBurkina Faso\n,\n2023\nObtenir les microdonnées\nID de référence\nBFA-MARAH-DGESS-EPA-2023-2024-v01.1\nProducteur(s)\nDirection générale des études et des statistiques sectorielles (DGESS)\nCollections\nEnquêtes agricoles\nMétadonnées\nDocumentation au format PDF\nDDI/XML\nJSON\nTableaux et indicateurs (base de données)\nCréé le\nJul 18, 2025\nDernière modification\nJul 18, 2025\nConsultations\n8418\nTéléchargements\n6658\nDescription de l'étude\nTéléchargements\nObtenir les microdonnées\nIdentification\nVersion\nPérimètre\nCouverture\nProducteurs et sponsors\nEchantillonnage\nInstrument de sondage\nCollecte de données\nTraitement de données\nPolitique d'accès\nAvis de non-responsabilité et droits d'auteur\nContacts\nProduction de métadonnées\nIdentification\nID de l'enquête\nBFA-MARAH-DGESS-EPA-2023-2024-v01.1\nTitre\nEnquête Permanente Agricole 2023-2024\nAbréviation ou acronyme\nEPA 2023-2024\nPays\nNom\nCode pays\nBurkina Faso\nBFA\nType d'étude\nEnquête agricole [ag/oth]\nInformation sur la série\nEn 1985, une enquête qualitative avec estimation par avis d'experts a été réalisée. Les autres années furent des tendances données au regard des projections démographiques de l'INSD et d'autres avis d'expert.\nLa première enquête par sondage quantitatif a eu lieu pour la première fois en 1993 marquant le début de l'Enquête permanente agricole (EPA).\nAinsi, L'EPA comme enquête permanente a été instituée en 1993, et depuis lors, elle a pu se réaliser chaque année jusqu'à nos jours. Elle est mise en œuvre pour disposer essentiellement des informations sur les différents agrégats agricoles (production agricole, superficie, rendement, etc.) et de sécurité alimentaire. Cette enquête cible les ménages et exploitations agricoles qui pratiquent les cultures pluviales et/ou de contre-saison.\nElle est exécutée par le Ministère en charge de l'agriculture à travers la Direction générale des études et des statistiques sectorielles (DGESS). L'EPA de 2023/2024 constitue la 31ème édition.\nRésumé\nL'EPA 2023-2024 permet d'estimer la production agricole par spéculation et par province avec un niveau de confiance de 95% et une marge d'erreur de ± 10%. En plus, elle aborde d'autres thématiques en liens avec l'agriculture. Ce sont :\nla sécurité alimentaire ;\nl'utilisation des intrants agricoles ;\nl'accès aux services ;\nla possession et l'utilisation d'équipements de production ;\nla possession d'animaux ;\nles recettes provenant des ventes des produits agricoles.\nL'enquête cible deux types d'exploitations agricoles : celles situées en zones aménagées et celle situées en zones hors aménagements.\nType de données\nDonnées échantillonnées [ssd]\nUnité d'analyse\nResponsables de parcelle et ménages agricoles\nVersion\nDescription de la version\nVersion de données anonymisées v2.0\nDate de la version\n2024-12-31\nPérimètre\nNotes\nProduction agricole\nUtilisation des intrants\n(fertilisants, pesticides et semences)\nUtilisation de la production agricole\nEquipements agricoles\nPratiques agricoles\nCheptel des ménages\nSécurité alimentaire\nThèmes\nThème\nVocabulaire\nURI\nProduction agricole\nCESSDA\nhttps://thesauri.cessda.eu/elsst-5/en/page/eb288f35-87cb-45ca-944b-b5f02a2f5697?clang=fr\nCulture agricole\nCESSDA\nhttps://thesauri.cessda.eu/elsst-5/en/page/6c1db5f0-1f74-4e9b-bf43-6278be140ad7?clang=fr\nBétail\nCESSDA\nhttps://thesauri.cessda.eu/elsst-5/en/page/794a5e8e-5d59-4662-86e4-622d30479b60?clang=fr\nÉquipement agricole\nCESSDA\nhttps://thesauri.cessda.eu/elsst-5/en/page/c45f7cce-9bd3-40db-9107-775b484b01a0?clang=fr\nRessource alimentaire\nCESSDA\nhttps://thesauri.cessda.eu/elsst-5/en/page/c45f7cce-9bd3-40db-9107-775b484b01a0?clang=fr\nPesticides\nCESSDA\nhttps://thesauri.cessda.eu/elsst-5/en/page/c45f7cce-9bd3-40db-9107-775b484b01a0?clang=fr\nMots-clés\nProduction\nRendement\nParcelles\nEquipement\nIntrant\nSemence\nCouverture\nCouverture géographique\nEPA a une couverture nationale. Les données sont représentatives au niveau des 45 provinces du pays.\nUnivers\nL'enquête couvre l'ensemble des ménages agricoles du pays\nProducteurs et sponsors\nEnquêteurs principaux\nNom\nAffiliation\nDirection générale des études et des statistiques sectorielles (DGESS)\nMARAH\nProducteurs\nNom\nAffiliation\nRôle\nDirection des Services Informatiques\nMinistère de l'Agriculture et des Ressources Animales et Halieutiques\nHébergement des plateformes et des données\nOrganisation des Nations Unies pour l'Alimentation et l'Agriculture\nNations Unies\nAppui technique\nAgence de financement/sponsor\nNom\nRôle\nEtat du Burkina Faso\nPersonnel et appui financier\nInitiative 50x2030\nAppui financier\nEchantillonnage\nProcédure d'échantillonnage\nEchantillon\nL'EPA est constitué de 5 304 ménages répartis dans 884 villages. La collecte des données de l'EPA se déroule en six (6) mois, soit de juillet à décembre.\nMéthodologie\nObjectif EPA : Estimer la production agricole par spéculation et par province avec un niveau de confiance de 95% et une marge d'erreur de ± 10% Univers statistique\nType 1 : Exploitations agricoles situées en zones aménagées ;\nType 2 : Exploitations agricoles hors aménagements représentées par les ménages\nMéthode de sondage\nType 1 : Une situation exhaustive des sites aménagés est produite par voie administrative à travers la DRARAH notamment pour le riz et le maïs ;\nType 2 : Un échantillon est constitué, Les ménages sont tirés à deux degrés avec stratification basée sur le niveau de potentialité agricole\nPremier degré : classification des villages en 2 strates\nVillages\nStrate UP1 : Village à faible potentialité agricole (faible nombre de ménages, d'actifs agricoles, d'équipements, …) ;\nStrate UP2 : Village à forte potentialité agricole (grand nombre de ménages, d'actifs agricoles, d'équipements, …).\nSecond degré : classification des ménages en 2 strates\nMénages\nStrate US 1 : Petit producteur agricole (faible nombre d'actifs agricoles, d'équipements, …) ;\nStrate US 2 : Grand producteur agricole (grand nombre d'actifs agricoles, d'équipements, …).\nPremier degré : classification des villages en 2 strates + Second degré: classification des ménages en 2 strates donnent :\n• Strate 1 : Petits producteurs situés dans les villages à faible potentialité agricole ;\n• Strate 2 : Grands producteurs situés dans les villages à faible potentialité agricole ;\n• Strate 3 : Petits producteurs situés dans les villages à forte potentialité agricole ;\n• Strate 4 : Grands producteurs situés dans les villages à forte potentialité agricole.\nEcarts par rapport au plan d'échantillonnage\nDes remplacements ont été opérés aussi bien au niveau des unités primaires qu'au niveau des unités secondaires mais en tenant compte des strates constituées. Mais compte tenu du nombre limité d'unités primaires accessibles dans quelques provinces (Gourma, Gnagna, Tapoa, Komondjari, Kompienga, Loroum), le nombre d'unités secondaires a été augmenté dans le but de conserver la taille nécessaire.\nTaux de réponse\nLe taux de réponse au niveau ménage est de 99,2%. Au niveau village, il est de 97,06%.\nPondération\nDes poids d'échantillonnage sont appliqués pour tenir compte du plan stratifié complexe. Le poids attribué à chaque ménage reflète :\nle nombre total de ménages mis à jour dans la strate et la province (domaine),\nle nombre d'UPE sélectionnées dans cette strate,\nle nombre de ménages dans l'UPE spécifique, et\nle nombre de ménages échantillonnés dans la strate.\nLe poids final des ménages est calculé comme le produit de trois composantes :\nle nombre d'UPE sélectionnées dans la strate,\nle rapport entre le nombre total de ménages dans la strate et le nombre de ménages dans l'UPE sur la base du dernier recensement,\nle rapport entre le nombre actualisé de ménages dans l'UPE et le nombre de ménages échantillonnés dans la strate.\nLa variable de pondération dans la base est:  COEFTOT_CAHIER2_DEF\nPour la formule de calcul, voir rapport EPA 2023/2024 (pages 1 et 2)\nInstrument de sondage\nQuestionnaires\nListe des questionnaires :\nBonnes pratiques agricoles : Ce formulaire est adressé aux responsables de parcelles et aux propriétaires d'animaux, c'est-à-dire ceux qui se sont déclarés responsables de parcelles / animaux de culture pluviale et de saison sèche. Il capte les pratiques culturales adoptées par les ménages agricoles (utilisation de semences améliorées, fertilisants, outil de vulgarisation ou d'appui conseil, etc.)\nCheptel du ménage : L'objectif de ce formulaire est de pouvoir disposer des données sur le cheptel lié aux ménages agricoles par sexe d'une part, et de déterminer les animaux de trait d'autre part\nAcquisition des intrants : Ce formulaire est destiné à collecter les informations sur les différents types d'intrants acquis par le ménage au cours de l'année de janvier à décembre 2023\nUtilisation des intrants : Ce formulaire est destiné à recueillir les informations sur les différents intrants utilisés sur les parcelles du ménage au cours de la présente campagne\nÉquipements agricoles : Ce formulaire est destiné à recenser les équipements fonctionnels ainsi que les animaux de traction quel qu'en soit leurs années d'acquisition. Il s'agit des équipements utilisés par le ménage quel qu'en soit le mode d'acquisition\nPrévision des récoltes : Ce formulaire permet d'estimer la production prévisionnelle des parcelles de céréales de la campagne 2023/2024 et la production des parcelles de céréales de la campagne 2022/2023.\nStocks céréaliers : Ce formulaire permet d'estimer les stocks paysans des ménages agricoles à savoir les stocks céréaliers (mil, maïs, sorgho, riz paddy, riz décortiqué et fonio), les stocks des cultures de rente (arachide, sésame, soja) et les stocks des autres cultures vivrières (niébé, voandzou, igname et patate) des campagnes passées\nInventaire des parcelles : Ce formulaire sert à collecter les données sur les parcelles des membres des ménages. Il renseigne tout ce qui est information au niveau parcelle\nInventaire des parcelles abandonnées : Ce formulaire sert à collecter les informations sur les parcelles abandonnées cette année et ayant été exploitées la campagne précédente par le ménage\nRecensement des membres : Ce formulaire consiste à recenser tous les membres des ménages, leurs caractéristiques socioéconomiques, démographiques et leurs pratiques culturales\nPesées de carrés de rendement : Ce formulaire permet de collecter sur chaque parcelle, les informations sur les poids des récoltes sur le carré de rendement\nUtilisation des produits agricoles : Il s'agit de recueillir pour chaque ménage échantillon l'ensemble des entrées (productions, achats, cadeaux reçus) et des sorties (ventes, dons) des productions des cultures pluviales entre le 1er octobre 2022 et le 30 septembre 2023. Autrement dit, les produits de la récolte de la campagne passée\nUtilisation des produits agro-sylvo-pastoraux : Il s'agit de recueillir pour chaque ménage échantillon, les productions et les ventes des produits de l'agriculture non pluviale, de l'élevage, de la pêche et de la forêt entre le 1er octobre 2022 et le 30 septembre 2023\nSécurité alimentaire : Ce formulaire est destiné à prendre l'information sur la consommation alimentaire, les stratégies de survies et les dépenses monétaires des ménages.\nCollecte de données\nDates de collecte de données\nDébut\nFin\nCycle\n2023-07\n2023-12\n6 mois\nPériodes de temps\nDate de début\nDate de fin\nCycle\n2023-05\n2024-04\n12 mois\nMode de collecte des données\nComputer Assisted Personal Interview [capi]\nCollecteurs de données\nNom\nAffiliation\nDispositif EPA\nMARAH\nSupervision\nTrois missions de supervision ont été conduites par la DGESS/MARAH.\nLa première a été organisée du 07 au 16 Août 2023, la deuxième, du 17 au 28 Septembre 2023 et la troisième du 22 Octobre au 02 Novembre 2023.\nLa supervision se fait selon l'organisation suivante :\nDans chaque région administrative, on a un superviseur régional qui couvre toutes les provinces de la région.\nUn contrôleur a en charge l'ensemble des villages échantillons de son ressort\nNotes sur la collecte de données\nPersonnel de collecte et le matériel dédié\nLe dispositif de collecte est structuré comme suit :\ntreize (13) superviseurs régionaux dotés chacun d'une moto et d'une tablette pour le suivi de la collecte ;\ncent-cinquante-quatre (154) contrôleurs répartis dans les treize régions ;\nhuit-cent-quatre-vingt-quatre (884) auxilaires d'enquête, résidant dans les villages échantillons et ayant signé des contrats de prestations de service avec la DGESS à travers la Direction régionale en charge de l'Agriculture dont ils relèvent. Ils sont dotés chacun d'une tablette avec les kits complets.\nTraitement de données\nEdition des données\nLe processus de traitement a concerné l'apurement des bases et la tabulation des données. L'apurement a porté à son 1er niveau, sur l'édition et la correction des données incohérentes ou aberrantes constatées sur la base. L'exhaustivité de l'échantillon a d'abord été vérifiée.\nAprès ce premier niveau d'apurement, les fichiers ont subi un second niveau d'apurement en vue de déceler et corriger les éventuelles erreurs qui n'ont pu l'être au premier niveau. Ce dernier niveau de traitement a consisté en des contrôles d'intégrité, des tests de cohérence, à la mise à jour des fichiers de référence, aux redressements des paramètres d'extrapolation, aux travaux d'imputation des données manquantes.\nA la suite de l'apurement, est intervenue l'édition des tableaux de résultats (productions, superficies, rendements, facteurs de perte et indicateurs de sécurité alimentaire). Cette étape a permis d'obtenir les principaux résultats de la campagne agricole 2023/2024.\nPolitique d'accès\nAutorisation d'accès\nNom\nAffiliation\nDirection des Statistiques Sectorielles et de l'Evaluation\nDGESS/MARAH\nConditions d'accès\nL'accès aux données sera limité au chercheur principal, aux étudiants et aux autres membres de l'équipe de recherche identifiés dans le formulaire de demande de données.\nLes fichiers de données, y compris les fichiers dérivés de ces données, ne seront transmis à personne d'autre que les membres de l'équipe de recherche identifiés dans cet accord, sauf autorisation formelle de la Direction Générale des Etudes et des Statistiques Sectorielles (DGESS) du MARAH.\nLes données seront utilisées exclusivement à des fins statistiques ou de recherche scientifique, et en aucun cas à des fins d'enquête sur des personnes physiques ou morales. Les résultats de ce travail seront présentés sous forme de statistiques agrégées. Les données ne peuvent en aucun cas être utilisées à des fins administratives, patrimoniales ou juridiques.\nLe chercheur principal doit signaler toute intention de fusionner des fichiers de données avec des données individuelles provenant d'une autre source/étude. Dans ce cas, des informations détaillées doivent être fournies à la DGESS-MARAH concernant la nature de ces fichiers et l'objectif de la fusion. Tout fichier de données résultant d'une telle fusion sera traité de la même manière que les fichiers originaux fournis par le fournisseur de données et sera soumis aux mêmes conditions d'accès et d'utilisation.\nLe chercheur principal garantit que des mesures adéquates sont prises pour empêcher l'accès aux données par des personnes non autorisées. Les fichiers de données seront détruits après l'achèvement du projet de recherche, à moins que la DGESS-MARAH n'obtienne des garanties satisfaisantes que les données seront conservées en toute sécurité et que l'organisation bénéficiaire n'obtienne l'autorisation formelle de les conserver. La destruction des fichiers de données sera confirmée par écrit par le chercheur principal.\nTout livre, article, publication, mémoire, rapport ou autre publication utilisant des données obtenues auprès de l'organisme fournisseur de données citera la source des données conformément aux conditions indiquées. Toutefois, le chercheur doit faire la distinction entre les données obtenues par ses propres manipulations et celles fournies par la DGESS-MARAH.\nUne copie électronique des rapports et publications (autres que les livres) utilisant ces données sera envoyée à la DGESS-MARAH et à l'INSD.\nCet accord prend effet à la date à laquelle l'autorisation d'utiliser les données est accordée et reste valable jusqu'à la fin du projet de recherche (déclarée ou anticipée).\nSi des modifications sont apportées à la définition du projet, aux mesures de sécurité, au personnel ou à l'organisation décrits dans le présent accord, il incombe au chercheur principal d'obtenir l'accord de la DGESS-MARAH pour ces modifications.\nLorsque le chercheur principal change d'organisation, une nouvelle demande d'autorisation d'utilisation des données doit être soumise, car le présent accord perd sa validité.\nLes violations de cet accord seront traitées avec soin par la DGESS-MARAH, qui prendra des mesures à l'encontre des responsables de ces violations, qu'elles soient intentionnelles ou accidentelles. Le non-respect de cet accord peut entraîner des poursuites judiciaires. La DGESS-MARAH tiendra un registre des personnes et des organisations responsables de telles violations, pourra partager ce registre avec d'autres archives et centres de données, et imposera des restrictions à l'accès aux données par ces personnes et organisations.\nExigences de citation\n\"Direction Générale des Etudes et des Statistiques Sectorielles du Ministère en charge de l'Agriculture, Enquête Permanente Agricole (EPA 2023-2024).\nhttps://microdata.insd.bf\n\"\nAvis de non-responsabilité et droits d'auteur\nClause de non-responsabilité\nL'utilisateur des données reconnaît que le collecteur original des données, le distributeur autorisé des données et l'organisme de financement concerné ne sont pas responsables de l'utilisation des données ou des interprétations ou déductions basées sur ces utilisations.\nDroits d'auteur\nPropriété de la DGESS/MARAH\nContacts\nContacts\nNom\nAffiliation\nEmail\nNADEMBEGA Christian Z.\nDSSE/DGESS/MARAH\nnademchrist@gmail.com\nProduction de métadonnées\nIdentifiant du document DDI\nDDI-BFA-MARAH-DGESS-EPA-2023-2024-v01\nProducteurs\nNom\nAbréviation\nAffiliation\nDirection générale des études et des statistiques sectorielles\nDGESS\nMinistère de l'agriculture, des ressources animales et halieutiques\nDate de production des métadonnées\n2024-09-20\nVersion des métadonnées\nVersion du document DDI\nVersion 1.1 (Juillet 2025)\nDocumentation de la version 1.0 (Septembre 2024) mise à jour après des mises à jour portant sur les rubriques ou champs \"Information sur la série\", \"Classification des sujets abordés\", \"Mots-clés\", \"Echantillonnage\" et \"Accès aux données\". A noter également l'intégration des notes techniques produites dans le cadre de l'EPA 2023-2024.\nRevenir au catalogue"
}