{
  "status": "success",
  "url": "https://www.fao.org/in-action/agrisurvey/access-to-data/burkina-faso/en",
  "platform": "generic",
  "title": "Burkina Faso | Agricultural integrated survey programme (AGRISurvey) | FAO",
  "data_links": [],
  "description": "As one of the implementing partners of the 50x2030 Initiative, FAO supports countries in strengthening national agricultural surveys systems and promoting access to agricultural statistics.",
  "content": "Burkina Faso\nFAO partnered with Burkina Faso, under the 50x2030 umbrella, to overcome the obsolescence of its statistical data, related in particular to livestock and animal production, with the aim of producing and disseminating statistics to allow a better formulation and monitoring of livestock sector policies.\nThe availability of these data will allow policy makers to rely on structural livestock data for decision-making capable of leading to structural change in the livestock economy.\nIn this context, the Ministry of Agriculture, Animal and Fisheries Resources, (\nMinistère de l’Agriculture, des Ressources Animales et Halieutiques\n- MRAH), through its General Directorate of Sectorial Studies and Statistics la (\nDirection Générale des Etudes et des Statistiques Sectorielles\n- DGESS), with FAO and 50x2030 support, embarked in the preparations of the national herd monitoring survey (\nEnquête Nationale de Suivi du Troupeau)\n.\nFAO is providing technical support in the pilot phase for testing and fine tuning the survey tools in the field, and for finalizing the manuals and questionnaires for more efficient data collection operations.\nFAO is also supporting the improvement of survey instruments of the routine annual agriculture surveys for a better coverage of the economic, social and environmental dimensions of the agriculture sector. A complementary module based on the 50x2030 Production methods and environment module was successfully integrated and collected in the 2023 farm survey. FAO is now supporting the improvement of the routine questionnaires for statistics on agricultural income, labor and productivity based on 50x2030 survey instruments.\nKey findings/reports\nEnquête Permanente Agricole (EPA) 2023 - Livestock\nEnquête Permanente Agricole (EPA) 2023 - Agricultural land\nEnquête Permanente Agricole (EPA) 2023 - Agricultural household characteristics\nEnquête Permanente Agricole (EPA) 2023 - Agricultural inputs and practices\nMicrodata files\nEnquete Permanente Agricole 2023-2024\nNews\nTransforming agriculture: Burkina Faso releases new survey data under the 50x2030 Initiative\n10/06/2025\nBurkina Faso has reached a significant milestone in advancing agricultural statistics and enhancing data availability for policy development with the release of microdata from the\nEnquête Permanente Agricole (EPA)\n2023-2024.\nThis achievement, supported by the Food and Agricultu...\nStart date:\n2023\nStatus\n: Ongoing\nObjective\n: Producing and disseminating statistics to allow a better formulation and monitoring of livestock sector policies\nPartners:\nMinistère de l’Agriculture, des Ressources Animales et Halieutiques (MRAH);\nDirection Générale des Etudes et des Statistiques Sectorielles (DGESS)"
}