{
  "status": "failed",
  "doi": "https://doi.org/10.4060/cb1447fr",
  "source_type": "fao_publication",
  "url": "https://openknowledge.fao.org/handle/20.500.14283/cb1447fr",
  "fao_code": "cb1447fr",
  "source_url": "https://openknowledge.fao.org/handle/20.500.14283/cb1447fr",
  "scraped_at": "2026-02-03T00:27:00.100030",
  "title": "FAO Knowledge Repository",
  "abstract": null,
  "pdf_links": [],
  "pdf_data": {
    "status": "success",
    "url": "https://www.fao.org/3/cb1447fr/cb1447fr.pdf",
    "source_type": "pdf",
    "file_path": "backend\\sources\\raw_data\\fao_publications\\pdfs\\cb1447fr.pdf",
    "metadata": {
      "filename": "cb1447fr.pdf",
      "file_size": 16988779,
      "file_path": "backend\\sources\\raw_data\\fao_publications\\pdfs\\cb1447fr.pdf",
      "title": "La Situation mondiale de l’alimentation et de l’agriculture 2020",
      "author": "",
      "subject": "",
      "creator": "Adobe InDesign 16.0 (Windows)",
      "producer": "Adobe PDF Library 15.0",
      "creation_date": "D:20201217154500+01'00'",
      "modification_date": "D:20201217155219+01'00'",
      "pages": 234,
      "is_encrypted": false,
      "extracted_chars": 94339
    },
    "title": "La Situation mondiale de l’alimentation et de l’agriculture 2020",
    "content": "\n--- Page 1 ---\nLA SITUATION\nMONDIALE DE\nL’ALIMENTATION ET\nDE L’AGRICULTURE\nRELEVER LE DÉFI DE L’EAU\nDANS L’AGRICULTURE\n\n--- Page 2 ---\nCette publication phare fait partie de la série L’ÉTAT DU MONDE de l’Organisation des Nations Unies\npour l’alimentation et l’agriculture.\nRéférence bibliographique à citer:\nFAO. 2020. La situation mondiale de l’alimentation et de l’agriculture 2020. Relever le défi de l’eau dans\nl’agriculture. Rome.\nhttps://doi.org/10.4060/cb1447fr\nLes appellations employées dans ce produit d’information et la présentation des données qui y figurent\nn’impliquent de la part de l’Organisation des Nations Unies pour l’alimentation et l’agriculture (FAO) aucune\nprise de position quant au statut juridique ou au stade de développement des pays, territoires, villes ou zones\nou de leurs autorités, ni quant au tracé de leurs frontières ou limites. La mention de sociétés déterminées ou de\nproduits de fabricants, qu’ils soient ou non brevetés, n’entraîne, de la part de la FAO, aucune approbation ou\nrecommandation desdites sociétés ou desdits produits de préférence à d’autres de nature analogue qui ne sont\npas cités.\nLes appellations employées et la présentation des données sur les cartes n’impliquent de la part de la FAO\naucune prise de position quant au statut juridique ou constitutionnel des pays, territoires ou zones maritimes, ni\nquant au tracé de leurs frontières ou limites.\nISSN 0251-1460 [PRINT]\nE-ISSN 1564-3360 [ONLINE]\nISBN 978-92-5-133645-8\n© FAO 2020\nCertains droits réservés. Ce travail est mis à la disposition du public sous la Licence Creative Commons - Attribution - Pas\nd’Utilisation Commerciale - Partage dans les mêmes conditions 3.0 Organisations internationales (CC BY-NC-SA 3.0\nIGO; https://creativecommons.org/licenses/by-nc-sa/3.0/igo/deed.fr).\nSelon les termes de cette licence, ce travail peut être copié, diffusé et adapté à des fins non commerciales, sous réserve\nde mention appropriée de la source. Lors de l’utilisation de ce travail, aucune indication relative à l’approbation de\nla part de la FAO d’une organisation, de produits ou de services spécifiques ne doit apparaître. L’utilisation du logo\nde la FAO n’est pas autorisée. Si le travail est adapté, il doit donc être sous la même licence Creative Commons ou\nsous une licence équivalente. Si ce document fait l’objet d’une traduction, il est obligatoire d’intégrer la clause de non\nresponsabilité suivante accompagnée de la citation requise: «Cette traduction n’a pas été réalisée par l’Organisation des\nNations Unies pour l’alimentation et l’agriculture (FAO). La FAO n’est pas responsable du contenu ou de l’exactitude de\ncette traduction. L’édition originale anglaise doit être l’édition qui fait autorité.»\nToute médiation relative aux différends en rapport avec la licence doit être menée conformément au Règlement d’arbitrage\nde la Commission des Nations Unies pour le droit commercial international (CNUDCI) actuellement en vigueur.\nDocuments de tierce partie. Les utilisateurs qui souhaitent réutiliser des matériels provenant de ce travail et qui sont\nattribués à un tiers, tels que des tableaux, des figures ou des images, ont la responsabilité de déterminer si l’autorisation\nest requise pour la réutilisation et d’obtenir la permission du détenteur des droits d’auteur. Le risque de demandes résultant\nde la violation d’un composant du travail détenu par une tierce partie incombe exclusivement à l’utilisateur.\nVentes, droits et licences. Les produits d’information de la FAO sont disponibles sur le site web de la FAO\n(www.fao.org/publications/fr/) et peuvent être acquis par le biais du courriel suivant: publications-sales@fao.org.\nLes demandes pour usage commercial doivent être soumises à: www.fao.org/contact-us/licence-request.\nLes demandes relatives aux droits et aux licences doivent être adressées à: copyright@fao.org.\nPHOTOGRAPHIE DE COUVERTURE ©FAO/Giulio Napolitano\nKENYA. Dans une région aride, près du lac Magadi, des pasteurs se rassemblent à un puits avec leurs troupeaux.\n\n--- Page 3 ---\n0641-1520\nNSSI\n2020\nLA SITUATION\nMONDIALE DE\nL’ALIMENTATION ET\nDE L’AGRICULTURE\nRELEVER LE DÉFI DE L’EAU\nDANS L’AGRICULTURE\nOrganisation des Nations Unies pour l’alimentation et l’agriculture\nRome, 2020\n\n--- Page 4 ---\nTABLE DES MATIÈRES\nAVANT-PROPOS v Lutter contre la rareté de l’eau CHAPITRE 4\net les pénuries – contexte général 48 AMÉLIORER LA GOUVERNANCE\nMÉTHODE ix\nConclusion 49 POUR GÉRER L’EAU DANS\nREMERCIEMENTS x\nLE SECTEUR AGRICOLE 97\nZOOM\nSIGLES ET ABRÉVIATIONS xi Messages clés 97\nAgriculture, pollution de l’eau\nGLOSSAIRE xii et salinité 51 Rôle de la gouvernance dans\nla gestion des contraintes liées\nMESSAGES PRINCIPAUX xvi\nà l’eau 98\nRÉSUMÉ xviii\nCHAPITRE 3 Transparence de la comptabilité\nPRISE EN CHARGE DES et de l’audit de l’eau 100\nCONTRAINTES HYDRIQUES Instruments de gestion de la rareté\nCHAPITRE 1\nDANS LE SECTEUR AGRICOLE 59 de l’eau dans l’agriculture irriguée 102\nPRÉSENTATION GÉNÉRALE:\nDépasser le cadre de l’irrigation –\nMessages clés 59\nPOPULATIONS, EAU\ngouvernance de l’eau dans\nET AGRICULTURE 1 Repenser les voies à suivre pour les systèmes pluviaux et les\nsortir des situations de rareté de\nMessages clés 1 systèmes intégrés 113\nl’eau et de pénurie 60\nL’eau et le développement Conclusion 117\nConcrétiser les possibilités qu’offre\ndurable – Un sentiment\nd’urgence croissant 2 la production végétale pluviale 62 ZOOM\nSystèmes irrigués – comprendre Trop d’eau? Inondations,\nPression humaine et disponibilités\nl’hétérogénéité des rendements 67 engorgement et agriculture 119\nen eau – Un rapport déséquilibré 5\nAdopter des approches intégrées\nAméliorer la gouvernance pour\nau niveau de l’exploitation pour\nassurer un accès équitable à l’eau 14\naméliorer la productivité de l’eau CHAPITRE 5\nEau, sécurité alimentaire et des systèmes pluviaux et irrigués 76 EAU ET AGRICULTURE:\nsystèmes alimentaires 16\nProductivité de l’eau utilisée dans POLITIQUES ET PRIORITÉS 125\nObjet du présent rapport: la production animale 80\nMessages clés 125\nprésentation 22\nApproches de gestion de l’eau\nHarmoniser les politiques relatives\nZOOM et répercussions au-delà de à l’eau, à l’agriculture, à la\nl’exploitation 82\nAméliorer l’accès à une eau potable sécurité alimentaire et à la nutrition 127\nsûre dans les zones rurales 23 Remédier à la rareté de l’eau Définir les priorités en matière\nen faisant appel à des sources\nde politiques pour remédier\nnon conventionnelles 84\naux contraintes hydriques dans\nCHAPITRE 2 Faire en sorte que l’innovation, le secteur agricole 137\nRARETÉ DE L’EAU ET PÉNURIE les communications et la Conclusion 145\ntechnologie fonctionnent pour tous 87\nDANS LE SECTEUR AGRICOLE 29\nConclusion 88 ANNEXE TECHNIQUE 147\nMessages clés 29\nRareté de l’eau et pénuries: ZOOM ANNEXE STATISTIQUE 150\nune préoccupation mondiale 30 L’aquaculture aux fins d’une\nBIBLIOGRAPHIE 168\nRareté de l’eau et pénuries dans utilisation durable de l’eau dans\ndes contextes qui évoluent 36 les systèmes alimentaires 91\nLes effets du changement climatique 46\n| ii |\n\n--- Page 5 ---\nTABLEAUX, FIGURES\nET ENCADRES\nTABLEAUX FIGURES\n11 Répartition des terres\ncultivées par système de\n1 Empreinte hydrique de divers 1 Ressources hydriques et\nproduction et niveau de\nproduits alimentaires 13 cibles des objectifs de\npénurie et de rareté de l’eau,\n2 Productivité mondiale développement durable (ODD) 4\npar région 43\nmoyenne de l’eau pour 2 Ressources en eau douce\n12 Répartition des terres\ncertaines catégories d’aliments 67 renouvelables par habitant,\ncultivées par système de\n3 Avantages et inconvénients par région, 1997-2017 8\nproduction et niveau de\ncaractéristiques des systèmes 3 Prélèvements d’eau dans le\npénurie et de rareté de l’eau,\nd’irrigation 73 monde par l’ensemble des\npar niveau de revenu des pays\n4 Productivité mondiale secteurs 9 et par groupe de pays 44\nmoyenne de l’eau pour certains 4 Prélèvement total d’eau par\n13 Mise en perspective des\nproduits animaux 81 habitant, par région, en 2010\nmesures de lutte contre la\n5 Méthodes de tarification de et 2017 10 pénurie d’eau et la rareté des\nl’eau 110 5 Fréquence des sécheresses ressources en eau, dans le\n6 Effets de différents éléments sur les terres de culture cadre politique général 49\nde gouvernance liés à pluviale, 1984-2018 32 14 Gestion de l’eau à usage\nl’irrigation sur la pêche et 6 Fréquence des sécheresses agricole, des systèmes\nl’aquaculture continentales 117 sur les terres de pâture pluviaux aux systèmes irrigués 62\n7 Améliorer la gestion de l’eau pluviale, 1984-2018 33 15 Rendement des cultures\ndans le secteur agricole: 7 Indicateur 6.4.2 des ODD – maraîchères par région, 2012 63\npriorités d’action des pouvoirs niveau de stress hydrique dans\n16 Principales pratiques de\npublics 138 les zones irriguées, 2015 34\ngestion de l’eau dans\nA1 Zones agricoles soumises 8 Contribution du secteur l’agriculture pluviale 64\nà des pénuries d’eau ou à des agricole au stress hydrique,\n17 Productivité économique\nsituations de rareté de l’eau: par bassin hydrographique,\nde l’eau pour certaines cultures\nnombre de personnes vivant 2015 35\nirriguées, par région 68\ndans ces zones et nombre 9 Positionnement d’un\n18 Productivité économique\nd’hectares, par pays ou échantillon de pays en\neffective de l’eau et écarts de\nterritoire 153 fonction de la proportion de\nproductivité de l’eau par\nA2 Systèmes de production terres de culture, pluviale ou\nrapport à la valeur de\nsoumis à des situations de irriguée, soumises à des\nréférence, pour certaines\nrareté de l’eau ou de pénurie, sécheresses fréquentes à très\ncultures irriguées, par région 71\nen nombre d’hectares et en fréquentes ou à un stress\nA1 Fréquence des épisodes\npourcentage, par pays ou hydrique élevé à très élevé 37\nde sécheresse dans les cultures\nterritoire 159 10 Proportion de terres\npluviales à hauts niveaux\ncultivées soumises à des\nd’intrants, 1984-2018 166\ncontraintes hydriques, par\nsystème de production, dans\nun échantillon de pays 39\n| iii |\n\n--- Page 6 ---\nTABLEAUX, FIGURES ET ENCADRÉS\nA2 fréquence des épisodes 9 Contribution de l’irrigation 19 Effets des marchés de\nde sécheresse dans les cultures d’appoint à la productivité de l’eau souterraine sur l’équité et\npluviales à faibles niveaux l’eau et à la résilience des l’efficience d’utilisation de l’eau\nd’intrants, 1984-2018 166 systèmes pluviaux 66 – cas de la Chine et de l’Inde 107\nA3 Indicateur 6.4.2 des ODD 10 Systèmes d’irrigation créés 20 Gestion des eaux\n– stress hydrique, au niveau à l’initiative des agriculteurs – souterraines aux États-Unis\ndes pays, 2015 167 éléments factuels recueillis en d’Amérique 108\nA4 Indicateur 6.4.2 des ODD Afrique subsaharienne 74 21 Les associations d’usagers\n– stress hydrique, au niveau 11 Avantages de l’irrigation de l’eau offrent des avantages,\ndes bassins hydrographiques, moderne – éléments factuels mais il est impératif de prêter\n2015 167 recueillis en Chine, en Inde et attention à la gouvernance –\naux États-Unis d’Amérique 75 des exemples en Asie 112\nENCADRÉS 12 Effets de la conduite des 22 Mesures d’incitation et\ncultures sur rareté et productivité de l’eau\n1 La situation mondiale de l’évapotranspiration, le dans la région Proche-Orient\nl’alimentation et de l’agriculture rendement et la productivité de et Afrique du nord 128\n1993 – politiques de l’eau et l’eau – éléments factuels 23 Des pompes d’irrigation à\nagriculture 3 recueillis en Argentine et en énergie solaire pour les petits\n2 Cycle hydrologique et Inde 77 agriculteurs – les exemples du\nagriculture 6 13 Synthèse du potentiel Bangladesh et de l’Inde 133\n3 La concurrence entre les d’amélioration de la 24 Le rôle de l’eau virtuelle et\ndemandes d’eau est production végétale pluviale et du commerce dans l’utilisation\ndéterminée par le niveau de irriguée 78 optimale des ressources en\nrevenu du pays 11 14 Forêts et solutions eau 135\n4 Les caractéristiques s’inspirant de la nature 83 25 Le défi de la coordination\ninhérentes à l’eau rendent sa 15 Portail de données en libre des politiques – les exemples\ngestion difficile 17 accès sur la productivité de de la Bolivie (État plurinational\n5 Lien eau-énergie- l’eau (WaPOR) – la de) et du Chili 136\nalimentation et production de télédétection au service de la\nbiocarburants 18 productivité de l’eau 89\n6 Productivité des terres dans 16 Gouvernance de l’eau à\nl’agriculture irriguée et pluviale l’appui de l’agriculture et de la\nen Afrique subsaharienne 40 sécurité alimentaire 99\n7 Aperçu des différents 17 Évolution de la\nsystèmes de production du gouvernance de l’eau au\nSPAM 41 Maroc – production de\ncarottes dans la province de\n8 Gestion de la pénurie\nBerrechid 103\nd’eau: le potentiel du\ncommerce 45 18 Réfléchir à un régime\nfoncier applicable à l’eau 104\n| iv |\n\n--- Page 7 ---\nAVANT-PROPOS\nNotre existence même dépend de l’eau – l’eau l’agriculture d’irrigation, laquelle dépend de\ndont nous avons besoin pour boire et celle ressources en eau rares, or les précipitations\ndont nous avons besoin pour produire des sont elles aussi en volume limité. En outre,\naliments. La culture utilise l’eau douce des le changement climatique a d’ores et déjà\nrivières, des lacs et des aquifères. L’agriculture sérieusement perturbé le régime des pluies.\npluviale et une bonne partie de l’élevage sont La fréquence accrue des sécheresses et les\ntributaires des eaux de pluie, qui sont limitées. pénuries d’eau qui en résultent dans l’agriculture\nEn outre, les écosystèmes liés à l’eau sont eux pluviale font peser des menaces importantes sur\naussi nécessaires aux moyens d’existence, à les moyens d’existence et la sécurité alimentaire,\nla sécurité alimentaire et à la nutrition, ne en particulier parmi les populations les plus\nserait-ce qu’en tant que supports de la pêche vulnérables, dans les régions du monde les\ncontinentale et de l’aquaculture. Nous avons moins développées.\nbesoin d’approvisionnements en eau douce non\ncontaminée pour avoir à disposition de l’eau La rareté de l’eau (le déséquilibre entre l’offre\npotable sûre, et pour assurer notre hygiène et la demande d’eau douce) et les pénuries\net garantir la sécurité sanitaire des aliments d’eau (qui prennent la forme de précipitations\nque nous consommons et, de ce fait, notre insuffisantes) doivent être prises très au\nsanté. Mais l’eau a bien d’autres usages et est sérieux, car c’est maintenant la réalité dans\nindispensable à bien d’autres activités humaines. laquelle nous vivons. Grâce aux travaux\nmenés par l’Organisation des Nations Unies\nIl apparaît clairement que l’eau est à la base de pour l’alimentation et l’agriculture (FAO),\nnombre d’objectifs de développement durable nous pouvons savoir combien de personnes\n(ODD); l’ODD 6, en particulier – Garantir et combien d’hectares de terres connaissent\nl’accès de tous à des services d’alimentation en des situations de rareté ou de pénurie d’eau.\neau et d’assainissement gérés de façon durable. D’après le présent rapport, 1,2 milliard de\nIl ressort malheureusement du présent rapport personnes vivent dans des régions agricoles\nque réaliser cet objectif d’ici à 2030 sera un soumises à des niveaux de stress hydrique\nvéritable défi. Sous l’effet de l’accroissement très élevés (avec des répercussions sur les\ndémographique, les ressources en eau douce zones irriguées) ou à des sécheresses très\ndisponibles, par personne, ont diminué de fréquentes (avec des répercussions sur les\nplus de 20 pour cent au cours de ces vingt terres agricoles et les pâturages pluviaux).\ndernières années, rendant plus impérative Sur ce nombre, 520 millions vivent en zone\nencore la nécessité de «produire plus avec rurale et 660 millions vivent dans de petits\nmoins». Tandis que la demande croît, l’eau douce centres urbains entourés de terres agricoles.\ndevient une ressource plus rare et fait l’objet Si l’on ajoute à ces chiffres les régions qui\nd’une concurrence accrue, et des prélèvements connaissent des niveaux de stress hydrique et\nexcessifs menacent les écosystèmes liés à l’eau des fréquences de sécheresse élevés, on arrive\net les services qu’ils assurent. L’agriculture a à un total de 3,2 milliards de personnes, dont\nun rôle important à jouer dans les progrès à 1,4 milliard de ruraux. En valeurs relatives,\nfaire vers la durabilité: elle entre en effet pour 11 pour cent du total des terres cultivées et\nplus de 70 pour cent dans les prélèvements 14 pour cent des pâturages subissent des\nmondiaux d’eau, et, au niveau mondial, 41 pour sécheresses récurrentes, et plus de 60 pour cent\ncent des prélèvements ne sont pas compatibles des terres irriguées sont soumises à un stress\navec le maintien des services écosystémiques. hydrique élevé. Ces premières estimations\nL’agriculture pluviale est appelée à compléter concernant l’indicateur 6.4.2 des ODD, relatif au\n| v |\n\n--- Page 8 ---\nAVANT-PROPOS\nstress hydrique, et le constat de pénurie d’eau ODD, alors nous devons nous attaquer\npersistante dans l’agriculture pluviale, montrent vigoureusement et sans attendre aux pénuries\nbien qu’il est urgent d’agir pour que l’eau soit d’eau et à la rareté de l’eau dans le secteur\ngérée de manière durable. Si on n’agit pas, agricole. C’est la sécurité alimentaire mondiale\nl’augmentation de la demande d’eau conjuguée et la nutrition qui sont en jeu. Les pénuries\naux effets du changement climatique risque d’eau et la rareté de l’eau mettent en danger\nd’aggraver la situation. l’environnement qui rend possible l’accès à la\nnourriture pour des millions des personnes\nPar-delà l’ODD 6, il est essentiel de trouver qui ont faim, dans de nombreuses régions du\ndes solutions au problème de la rareté de l’eau monde, et qui permet de réduire le coût des\net des pénuries d’eau pour réaliser nombre aliments nutritifs et de mettre une alimentation\nd’autres objectifs inscrits dans le Programme saine à la portée de milliards de personnes.\nde développement durable à l’horizon 2030 La concurrence croissante dont l’eau fait\n(le Programme 2030), le moindre n’étant l’objet – concurrence entre les secteurs,\npas l’objectif Faim zéro. Il nous reste dix ans les usagers et parfois les pays – conduit\npour atteindre ces objectifs, mais nous ne aussi à de graves problèmes. En l’absence\nréussirons que si nous faisons meilleur usage d’une gouvernance adaptée, la concurrence\nde nos ressources en eau – eau douce et eau de accrue risque d’exacerber des inégalités déjà\npluie –, qui sont limitées, et si nous en faisons profondes dans l’accès à l’eau. Là encore, les\nun usage plus productif. L’agriculture occupe plus exposés sont les groupes les plus pauvres\nune place centrale à cet égard, non seulement et les plus vulnérables, notamment les petits\nparce qu’elle est touchée au premier chef par les agriculteurs et les femmes. Les communautés\ncontraintes hydriques, mais aussi parce que le et les individus qui dépendent des écosystèmes\nsecteur agricole est le premier consommateur liés à l’eau, par exemple les pêcheurs qui\nmondial d’eau. Autrement dit, l’usage que exercent leur activité sur les rivières et les lacs,\nl’agriculture fait de l’eau douce est crucial du risquent aussi de subir un préjudice car ils\npoint de vue des volumes disponibles pour les sont souvent oubliés. Dans le pire des cas, la\nautres activités et s’agissant de préserver les concurrence accrue peut conduire à des conflits\nécosystèmes liés à l’eau. Et il est d’autant plus à tous les niveaux – conflits locaux et conflits\nindispensable d’utiliser les ressources en eau internationaux – entre les différents groupes.\ndans des conditions durables que l’on cherche à\nadopter dans le monde des modes d’alimentation Le présent rapport met donc l’accent sur\nplus propices à la santé – qui souvent reposent l’amélioration de la gouvernance de l’eau,\nsur des aliments relativement exigeants en eau dont le but est d’assurer l’utilisation la plus\ntels que les légumineuses, les fruits à coque, la productive possible de ressources en eau\nvolaille et les produits laitiers. La plus grande limitées tout en préservant les services rendus\npartie de la production agricole provient de par les écosystèmes liés à l’eau et en assurant\nl’agriculture pluviale. Pour que celle-ci continue à tous un accès équitable. Dans le secteur\nde jouer son rôle, nous devons améliorer la agricole, la gouvernance de l’eau s’intéresse\ngestion des ressources en eau, limitées, fournies surtout à l’irrigation, mais le rapport élargit\npar les précipitations. sa portée pour englober l’agriculture pluviale,\ny compris les pâturages. On y insiste sur la\nPar le présent rapport, la FAO envoie un nécessité de maintenir ou de remettre en état\nmessage fort: si nous tenons à respecter les flux environnementaux et les services\nl’engagement qui a été pris de réaliser les que rend l’environnement. La comptabilité et\n| vi |\n\n--- Page 9 ---\nl’audit de l’eau doivent figurer au centre de Cela suppose des cadres institutionnels et\ntout programme visant à trouver une solution juridiques efficaces qui, une fois adaptés à\naux contraintes hydriques. Les deux outils que chaque contexte particulier, permettront\nconstituent la comptabilité et l’audit de l’eau d’améliorer la gouvernance de l’eau, et par\nsont en outre conçus et appliqués au mieux conséquent de mettre en place des stratégies\nlorsqu’ils s’inscrivent dans le cadre de processus de gestion novatrices. Pour être efficaces, les\nde soutien mutuel. En plaçant les personnes stratégies de gouvernance et de gestion de\net leurs liens avec les ressources en eau dans l’eau, quelles qu’elles soient, doivent avoir pour\nle cadre plus général de l’équilibre hydrique, point de départ la comptabilité et l’audit des\nle présent rapport montre par ailleurs que les ressources en eau. Il faut aussi des institutions\nrégimes fonciers applicables à l’eau offrent un et des règlements qui favorisent la coordination\npotentiel d’action face aux contraintes hydriques entre les différents acteurs afin de gérer les\net peuvent compléter l’audit et la comptabilité. demandes d’eau concurrentes, d’assurer un\nLa gouvernance étant le thème de base, une accès équitable aux ressources en eau et de\naction est suggérée à trois niveaux : i) questions protéger les écosystèmes. L’existence de régimes\ntechniques et gestion; ii) droit et institutions; et fonciers (pour la terre et aussi pour l’eau)\niii) politiques à suivre. sûrs, capables d’inciter à un usage efficient de\nl’eau, joints également à des mécanismes de\nAu niveau technique et au niveau de la gestion, tarification et à des mécanismes d’échanges, est\ntirer parti du potentiel qu’offre l’agriculture à cet égard centrale. Souvent, les associations\npluviale, en améliorant la gestion de l’eau, d’usagers de l’eau au niveau de la collectivité\nest l’un des points clés. Il s’agira de mieux peuvent contribuer à améliorer la gestion de\nconserver l’eau dans le sol ou de mettre en l’eau. Toutefois, il faut que les solutions soient\nplace des techniques de collecte de l’eau de adaptées aux conditions locales et il faut que\npluie. Par ailleurs, en investissant dans de ces solutions soient élaborées par les parties\nnouveaux réseaux d’irrigation ou en rénovant prenantes ou du moins avec elles.\nou modernisant les réseaux existants, il est\npossible d’accroître considérablement la Enfin, au niveau plus général des politiques,\nproductivité des systèmes irrigués. Dans tous la cohérence et la coordination sont deux\nles cas de figure, on obtient des résultats plus aspects essentiels, au plan sectoriel et au plan\nimportants lorsqu’en plus d’améliorer la gestion géographique. Il faut adopter des stratégies\nde l’eau on améliore les pratiques culturales, cohérentes visant à la fois les cultures irriguées\npar exemple en optant pour des variétés plus et pluviales, l’élevage, les forêts, la pêche\nrésistantes à la sécheresse. Divers moyens continentale et l’aquaculture. Les mesures\npeuvent aussi être mis en œuvre dans le secteur d’incitation sont un élément clé de la cohérence\nde l’élevage pour accroître la productivité de des politiques et elles doivent favoriser la\nl’eau, notamment un pâturage amélioré et productivité de l’eau et la protection des\nun meilleur suivi de la santé des animaux. écosystèmes. Or, les subventions en faveur\nToutefois, les mesures prises au niveau des des intrants, de l’énergie et de la production\nexploitations doivent s’inscrire dans le cadre peuvent avoir pour effet de favoriser des\nd’une approche qui doit se situer au niveau du inefficacités et une utilisation de l’eau non\nterritoire, afin de prendre en considération les durable – par exemple des prélèvements excessifs\neffets sur l’équilibre hydrique de l’ensemble du d’eau souterraine.\nbassin versant.\n| vii |\n\n--- Page 10 ---\nAVANT-PROPOS\nRÉSUMÉ\nFace à la rareté de l’eau et aux pénuries, il n’y Pour paraphraser Benjamin Franklin, qui\na pas de solution unique, applicable à toutes était aussi un scientifique de premier plan,\nles situations. Les pays, voire les différentes n’attendons pas que le puits soit à sec pour\nrégions à l’intérieur des pays, présentent découvrir combien l’eau est précieuse.\ndes caractéristiques diverses et n’ont pas Le présent rapport met en évidence l’urgence\ntous les mêmes problèmes. Les solutions qui du problème et le rôle important que doit jouer\nsont proposées dans le rapport reposent sur l’agriculture dans les solutions à mettre en\nl’approche territoriale préconisée par l’Initiative place face à la rareté de l’eau et aux pénuries.\nMain dans la main de la FAO, à savoir que les J’invite toutes les parties prenantes à lire le\nproblèmes et les défis à relever sont abordés au rapport afin d’y trouver les solutions qui leur\nniveau infranational. Le rapport propose des permettront, compte tenu chacune de leur\npriorités d’action potentielles pour différents situation particulière, de relever le défi de\ntypes de productions et ces actions peuvent l’eau et, surtout, à appliquer ces solutions,\nêtre adaptées, dans l’agriculture irriguée et afin d’améliorer la sécurité alimentaire et la\ndans l’agriculture pluviale, à l’aide des données nutrition, et la durabilité écologique, dans\ngéospatiales mises à disposition par la FAO. l’esprit du Programme 2030.\nQu Dongyu\nDirecteur général de la FAO\n| viii |\n\n--- Page 11 ---\nMÉTHODE\nL’élaboration de La Situation mondiale de l’alimentation et de l’agriculture 2020 a commencé avec une réunion\ntenue au Siège de l’Organisation des Nations Unies pour l’alimentation et l’agriculture (FAO), à Rome, le\n19 novembre 2019, à laquelle ont participé des spécialistes des services compétents de la FAO et au cours de\nlaquelle a été examiné le plan du rapport. À la suite de cette réunion, un groupe consultatif, présidé par le\nDirecteur adjoint de la Division de l’économie agroalimentaire et au sein duquel étaient représentées toutes\nles unités techniques compétentes de la FAO, a été formé afin de contribuer à la rédaction. Les avant-projets\ndes différents chapitres ont été présentés au groupe consultatif et à un groupe d’experts extérieurs du\n17 au 21 février 2020. Le projet de rapport au complet a ensuite été examiné lors d’un deuxième atelier,\norganisé les 26 et 27 février. Le rapport a été révisé sur la base des contributions issues de l’atelier, puis\nprésenté à l’équipe de direction de l’axe Développement économique et social de la FAO. La version révisée\na été soumise aux fins de commentaires aux autres axes de la FAO, aux bureaux régionaux pour l’Afrique,\nl’Amérique latine et les Caraïbes, l’Asie et le Pacifique, l’Europe et l’Asie centrale, et le Proche-Orient et\nl’Afrique du Nord, et à des réviseurs externes. Les commentaires ont été incorporés dans le projet final,\nqui a été examiné par le Sous-Directeur général chargé de l’axe Développement économique et social, puis\nsoumis au Bureau du Directeur général de la FAO, le 3 novembre 2020. L’équipe chargée des recherches et\nde la rédaction a rédigé le rapport en s’appuyant sur des documents de référence élaborés par des experts de\nla FAO et des experts extérieurs.\n| ix |\n\n--- Page 12 ---\nREMERCIEMENTS\nLa Situation mondiale de l’alimentation et de l’agriculture 2020 a été élaborée par une équipe multidisciplinaire\nde FAO, sous la direction de Marco V. Sánchez Cantillo, Directeur adjoint de la Division de l’économie\nagroalimentaire, et d’Andrea Cattaneo, Économiste principal et coordonnateur de la publication.\nMáximo Torero Cullen, Économiste en chef chargé de l’axe Développement économique et social, a donné\ndes orientations générales. L’équipe de direction de l’axe Développement économique et social a aussi\naccompagné le projet.\nÉquipe chargée des recherches et de la rédaction\nLaura D’Aietti, Paulo Dias, Giovanni Federighi, Theresa McMenomy, Fergus Mulligan (rédacteur consultant),\nJakob Skøt et Sara Vaz.\nDocuments de référence, données et sections du rapport\nK.H. Anantha (ICRISAT), Jennie Barron (Université suédoise des sciences agricoles), Sreenath Dixit\n(ICRISAT), Kaushal Garg (ICRISAT), Mesfin Mekonnen (Université du Nebraska), Yulie Meneses\n(Université du Nebraska), Christopher Neale (Université du Nebraska), Mark Rosegrant (chargé de\nrecherche emeritus, IFPRI), Anna Tengberg (Institut international de l’eau de Stockholm - SIWI), Bing\nWang (Université Nebraska-Lincoln) et Anthony Whitbread (ICRISAT).\nContributions supplémentaires de la FAO\nJiro Ariyama, Charles Batchelor, Riccardo Biancalani, Dubravka Bojic, Sally Bunning, Sara Casallas\nRamírez, Piero Conforti, Marlos de Souza, Gianluca Franceschini, Simon Funge-Smith, Virginie Gillet,\nLeman Yonca Gurbuzer, Matthias Halwart, Sasha Koo-Oshima, Yanyun Li, Michela Marinelli, Anne\nMottet, Marcel Mucha, Douglas Muchoney, Oscar Rojas, Rodrigo Roubach, Ahmad Sadiddin, Austin\nStankus, John Valbo-Jørgensen, Domitille Vallée, Louise Whiting et Xinhua Yuan.\nGroupe consultatif de la FAO\nMohamed Al-Hamdi, Fenton Beed, Dubravka Bojic, Riccardo Biancalani, Ruhiza Jean Boroto, Sally Bunning,\nSara Casallas Ramírez, Camillo De Camillis, Marlos de Souza, Jean-Marc Faurès, Simon Funge-Smith,\nKakoli Ghosh, Virginie Gillet, Matthias Halwart, Jippe Hoogeveen, Sasha Koo-Oshima, Yanyun Li,\nMohamed Manssouri, Michela Marinelli, Chikelu Mba, Patricia Mejias Moreno, Anne Mottet, John\nPreissing, Oscar Rojas, Ahmad Sadiddin, Nuno Santos, Elaine Springgay, Francesco Tubiello, Olcay Ünver,\nJohn Valbo-Jørgensen, Sylvie Wabbes-Candotti et Louise Whiting.\nGroupes d’experts extérieurs\nJennie Barron (Université suédoise des sciences agricoles), Mesfin Mekonnen (Université\nNebraska-Lincoln), Audrey Nepveu (FIDA), Jean D’Amour Nkundimana (PAM), Cédric Pene (OMC),\nClaudia Ringler (IFPRI), Mark Rosegrant (chargé de recherche emeritus, IFPRI) et Bing Zhao (PAM).\nAnnexe statistique\nL’annexe a été mise au point par Laura D’Aietti, Giovanni Federighi et Sara Vaz.\nAppui administratif\nEdith Stephany Carrillo et Liliana Maldonado.\nLe Groupe de l’édition (OCCP) du Bureau de la communication de l’Organisation a prêté des moyens\néditoriaux et s’est chargé de la conception et de la mise en page du document, ainsi que de la coordination\nde sa production dans les six langues officielles.\n| x |\n\n--- Page 13 ---\nSIGLES ET\nABRÉVIATIONS\ncovid-19 maladie à coronavirus 2019 LSMS-ISA Mesure des niveaux de vie –\nEnquêtes intégrées sur l'agriculture\nDESA Département des affaires\nm3 mètre cube\néconomiques et sociales de\nl’ONU ODD objectif de développement\nEAH eau, assainissement et hygiène durable\nFAO Organisation des Nations Unies OMS Organisation mondiale de la\nSanté\npour l’alimentation et l’agriculture\nFIDA Fonds international de ONU Organisation des Nations Unies\ndéveloppement agricole PEID petits États insulaires en\nGAEZ Outil mondial d’analyse des développement\nzones agro-écologiques PIB produit intérieur brut\nGES gaz à effet de serre\nProgramme Programme de développement\nGLAAS Analyse et évaluation mondiales 2030 durable à l’horizon 2030\nd’ONU-Eau sur l’assainissement R-D recherche-développement\net l’eau potable\nSPAM Modèle de répartition spatiale\nGMIA Carte mondiale des superficies\nde la production\nd’irrigation\nTIC technologies de l’information et\nGPS système de positionnement\nde la communication\nmondial\nUNICEF Fonds des Nations Unies pour\nIFPRI Institut international de recherche\nl’enfance\nsur les politiques alimentaires\nUSD dollar des États-Unis\nIIASA Institut international pour\nl’analyse des systèmes appliqués WaPOR Portail de données en libre\naccès sur la productivité de l’eau\nIMPACT modèle international d’analyse\nrelative aux produits et aux\néchanges agricoles\nIWMI Institut international de gestion\ndes ressources en eau\nIWMI International Water Management\nInstitute\nLEAP Partenariat pour l’évaluation et la\nperformance environnementales\nde l’élevage\nLEGS Normes et directives pour l'aide\nd'urgence à l'élevage\n| xi |\n\n--- Page 14 ---\nGLOSSAIRE\nAudit de l’eau. Va plus loin que la comptabilité du sol), les eaux usées non traitées, l’eau de mer et\nde l’eau (voir ci-après) en ce que l’offre et la les eaux saumâtres1.\ndemande d’eau, son accessibilité et son utilisation\nsont placées dans le contexte plus vaste de la Eau verte. Part des eaux de pluie qui est stockée\ngouvernance, des institutions, des dépenses dans le sol et qui est disponible pour la croissance\npubliques et privées, de la législation et de des végétaux1.\nl’économie politique plus générale de l’eau, dans\ndes domaines donnés5. Écoulement de retour. Partie de l’eau prélevée de sa\nsource qui n’est pas consommée et qui retourne à\nComptabilité de l’eau. Étude systématique de l’état sa source ou à une autre masse d’eau, superficielle\nprésent et des tendances actuelles de l’offre et ou souterraine. On peut distinguer les écoulements\nde la demande d’eau, de son accessibilité et de de retour non récupérables (écoulements vers\nson utilisation, dans des contextes spatiaux et des puits de sel ou vers des eaux souterraines\ntemporels spécifiques5. sans valeur économique ou écoulements de\nqualité insuffisante) et les écoulements de retour\nDébits écologiques. Flux d’eau douce nécessaires récupérables (écoulements vers des cours d’eau ou\n(volume et temps) au maintien des écosystèmes, infiltration dans des aquifères)1.\nainsi qu’aux moyens d’existence et au bien-être des\npersonnes qui dépendent de ces écosystèmes1. Efficience d’utilisation de l’eau. Rapport entre l’eau\neffectivement utilisée à une fin donnée et l’eau\nDroit d’utilisation de l’eau. Au sens juridique, droit effectivement prélevée. Dans le domaine de\nd’extraire de l’eau d’une source naturelle donnée, l’irrigation, l’efficience d’utilisation de l’eau\nou de la dériver, et d’utiliser cette eau; de retenir correspond au rapport entre les besoins estimatifs\nou de stocker un volume donné d’eau dans une en eau d’irrigation (évapotranspiration) et le\nsource naturelle derrière un barrage ou autre prélèvement d’eau effectif. Cette variable sans\nstructure hydraulique; et d’utiliser ou de maintenir dimension peut être appliquée à n’importe quelle\nde l’eau dans son état naturel (écoulement naturel échelle (plante, champ, réseau d’irrigation, bassin\nd’une rivière, eau utilisée à des fins récréatives, hydrographique, pays, etc.). Dans le domaine\npour la pratique religieuse ou spirituelle, pour agricole, on peut chercher à obtenir une utilisation\nboire, pour le lavage et le bain, ou pour donner à efficiente de l’eau en réduisant les déperditions\nboire aux animaux)1. d’eau dans la transmission et la distribution,\nou encore en augmentant le rendement des\nEau bleue. Désigne l’eau des lacs, des rivières et cultures, en changeant les dates de semis ou en\ndes aquifères. Elle se présente sous deux formes: changeant de variété cultivée, entre autres moyens.\nles eaux qui s’écoulent en surface et les eaux des Une augmentation de l’efficience d’utilisation de\nnappes souterraines renouvelables1. l’eau en agriculture ne signifie pas nécessairement\nqu’il y a «économie» d’eau1. Il importe, pour la\nEau douce. Eau qui se trouve à la surface de la terre recherche d’une plus grande efficience, d’adopter\ndans les glaciers, les lacs et les cours d’eau (eau une perspective plus vaste (au niveau du bassin\nde surface) et en sous-sol dans les aquifères (eau hydrographique, par exemple) qui tienne compte\nsouterraine). Elle se caractérise principalement de la contribution de ce qu’on appelle les\npar une faible teneur en sels dissous. Sont exclues «déperditions» à la productivité d’autres utilisateurs\nl’eau de pluie, l’eau stockée dans le sol (humidité et dans d’autres parties du cycle de l’eau.\n| xii |\n\n--- Page 15 ---\nGouvernance de l’eau. Processus, acteurs et institutions compte des besoins en eau de l’environnement.\nqui prennent part aux décisions relatives à la Le stress hydrique est de nature anthropique;\nmise en valeur et à la gestion des ressources en c’est une fonction du volume des prélèvements\neau et à la prestation de services des eaux, dans d’eau douce effectués par l’homme par rapport au\nles domaines politique, administratif, social et volume des ressources en eau disponibles dans\néconomique et dans les systèmes et mécanismes une zone donnée, déduction faite des besoins\nformels et informels6. en eau des écosystèmes. Ainsi, une région\naride dotée de peu d’eau mais n’entrant pas en\nObjectif de développement durable (ODD) – indicateur 6.4.1: compétition avec une activité humaine ne sera\nVariation de l’efficacité de l’utilisation des ressources en eau. pas considérée comme étant en situation de stress\nValeur ajoutée par unité d’eau utilisée, exprimée hydrique; elle sera considérée comme étant une\nen USD/m3, d’un secteur de l’économie donné (fait région aride. Le stress hydrique est une réalité\napparaître, sur la durée, l’évolution de l’efficience physique objective qui peut être mesurée de la\nd’utilisation de l’eau)3. Cet indicateur a été même manière dans toutes les régions et sur\nconçu pour suivre l’avancement de la réalisation toutes les périodes. Cet indicateur a été conçu\nde la cible 6.4 des ODD et plus précisément pour suivre l’avancement de la réalisation de la\nl’élément de la cible ainsi énoncé: «augmenter de cible 6.4 des ODD et plus précisément l’élément\nmanière considérable l’efficacité de l’utilisation de la cible ayant trait à l’environnement et qui est\ndes ressources en eau dans tous les secteurs», ainsi énoncé: «garantir des prélèvements et un\nce en comparant la valeur ajoutée produite par approvisionnement en eau douce durables pour\nl’économie aux volumes d’eau utilisés par cette mettre fin aux pénuries d’eau». Il a pour origine\nmême économie, y compris les déperditions l’ancien indicateur 7.5 des objectifs du Millénaire\ndans les réseaux d’alimentation. En d’autres pour le développement: «taux d’utilisation de\ntermes, cet indicateur donne une estimation de l’ensemble des ressources en eau»4. Le stress\nla dépendance de la croissance économique à hydrique rend compte des disponibilités physiques\nl’égard de l’utilisation d’eau. Il diffère du concept en eau douce et ne prend pas en considération\nde productivité de l’eau en ce qu’il n’envisage pas le fait que celles-ci soient aptes ou non à\nla productivité de l’eau utilisée comme moyen de être utilisées.\nproduction dans une activité donnée. En outre,\nla productivité de l’eau est calculée comme Pénurie d’eau. Approvisionnement insuffisant\nétant le rapport de la production économique au en eau de qualité acceptable; faibles niveaux\nvolume d’eau consommé, et non au volume d’eau d’approvisionnement, en un lieu et à un\nutilisé3. Enfin, cet indicateur a amené à créer une moment donnés, par rapport aux niveaux\ndéfinition distincte pour «efficience d’utilisation attendus. La pénurie peut être due à des\nde l’eau» (voir plus haut). facteurs météorologiques ou à d’autres causes\nd’insuffisance des ressources en eau, comme\nObjectif de développement durable (ODD) – indicateur par exemple un manque d’infrastructures ou le\n6.4.2: Niveau de stress hydrique – prélèvement d’eau douce mauvais entretien des infrastructures, ou tout\nen proportion des ressources en eau douce disponibles. un ensemble d’autres facteurs hydrologiques ou\nPrélèvements d’eau douce totaux par tous hydrogéologiques1. Dans le présent rapport on\nles grands secteurs (agriculture, industrie, utilise un indicateur de la fréquence des épisodes\ncollectivités) par rapport au total des ressources de sécheresse pour mesurer les pénuries d’eau\nen eau douce renouvelables, après prise en dans l’agriculture pluviale.\n| xiii |\n\n--- Page 16 ---\nGLOSSAIRE\nPrélèvement d’eau. Volume d’eau brut prélevé à etc.) suite à une demande élevée par rapport à\nquelque fin que ce soit (agriculture, industrie, l’offre disponible, dans le cadre des dispositifs\ncollectivités)1. Peut comprendre l’eau provenant institutionnels en vigueur (y compris le prix) et\nde ressources en eau douce renouvelables, de la situation sur le plan des infrastructures.\nl’eau provenant d’un soutirage excessif d’eaux Ses symptômes sont: une demande non satisfaite,\nsouterraines renouvelables, les prélèvements des tensions entre les usagers, la concurrence\nd’eaux fossiles, les eaux usées (traitées) pour les ressources en eau, l’extraction\ndirectement utilisées, l’eau dessalée et les eaux de excessive d’eau souterraine et des écoulements\ndrainage agricoles directement utilisées. insuffisants dans le milieu naturel. Le déficit\npeut être artificiel ou provoqué, lorsqu’il découle\nProductivité de l’eau. Rapport entre les avantages d’un surdéveloppement des infrastructures\nnets tirés des cultures, des forêts, de la pêche, hydrauliques par rapport à l’eau disponible,\nde l’élevage et des systèmes associant culture entrainant une situation de pénurie croissante1.\net élevage et le volume d’eau utilisé sous forme Dans le présent rapport, le stress hydrique\nd’évapotranspiration effective pour produire – indicateur 6.4.2 des ODD (voir ci-dessus) – est\nces avantages1. Ces avantages peuvent être utilisé pour mesurer la gravité de l’état de rareté\nexprimés sous diverses formes: rendement de l’eau dans l’agriculture d’irrigation.\n(kilogrammes), teneur nutritionnelle (calories,\nprotéines, calcium, etc.), revenu (USD) ou toute Régime foncier. Relation, définie par la loi ou\nautre mesure convenue du bien-être procuré par par la coutume, entre les personnes, en tant\nles biens et services provenant du système agricole qu’individus ou en tant que groupes, en ce qui\n(les emplois, par exemple). Plus généralement, concerne la terre2.\nla productivité de l’eau reflète les objectifs que\nl’on cherche à atteindre en produisant plus de Régime foncier applicable à l’eau. Relation, définie par\ndenrées alimentaires, de revenu, de moyens la loi ou par la coutume, entre les personnes, en\nd’existence et de bienfaits écologiques à un coût tant qu’individus ou en tant que groupes, en ce\nsocial et environnemental moindre par unité qui concerne les ressources en eau2.\nd’eau consommée. Dans le contexte agricole,\nla productivité physique de l’eau est définie Ressources en eau non conventionnelles. Eau qui peut être\ncomme étant le rapport entre la production mise à disposition en vue d’être utilisée, sans\nagricole et le volume d’eau consommé (kg de que cela augmente la charge sur les ressources\nproduits par mètre cube d’eau), et la productivité primaires en eau douce, à savoir: i) l’eau de mer\néconomique de l’eau est définie comme étant ou l’eau saumâtre dessalées; ii) l’utilisation directe\nla valeur monétaire générée par chaque unité d’eaux usées (traitées); et iii) l’utilisation directe\nd’eau consommée (USD par mètre cube d’eau). d’eaux de drainage agricoles1.\nLa notion de productivité économique de l’eau est\nutilisée pour mettre en relation l’utilisation d’eau Ressources en eau renouvelables extérieures. Part des\ndans le secteur agricole et la nutrition, l’emploi, le ressources en eau renouvelables d’un pays\nbien-être et l’environnement. (moyenne annuelle sur le long terme) qui ne\nprovient pas de ce pays. Cette part comprend\nRareté de l’eau. Déséquilibre entre l’offre et la les flux provenant de pays situés en amont (flux\ndemande d’eau dans un secteur donné (pays, souterrains et flux de surface) et une partie\nrégion, bassin versant, bassin hydrographique, de l’eau des lacs et des cours d’eau frontaliers.\n| xiv |\n\n--- Page 17 ---\nElle prend en compte le volume réservé, par Tarification de l’eau. Action de fixer un prix pour un\ntraité ou par accord formel ou informel, aux pays service des eaux. Le prix peut être calculé de\nsitués en amont (flux entrant) et aux pays situés façon à couvrir tout ou partie du coût du service\nen aval (flux sortant)1. des eaux ou de façon à inciter les usagers de\nl’eau à changer de comportement et à gaspiller\nRessources en eau renouvelables intérieures. Dans un pays, moins d’eau. En ce qui concerne l’irrigation, le\nmoyenne annuelle sur le long terme des flux prix peut être calculé sur la base de la superficie\nd’eau – cours d’eau et recharge des aquifères – qui du terrain, par type de culture ou sur une\nproviennent des précipitations endogènes1. base volumétrique7.\nRessources en eau renouvelables totales. Somme des Utilisation consommatrice d’eau. Part d’eau prélevée\nressources en eau douce renouvelables intérieures de sa source pour être utilisée dans un secteur\net des ressources en eau douce renouvelables spécifique (agricole, industriel, municipal, par\nextérieures. Ces ressources correspondent au exemple). Contrairement à une utilisation non\nvolume annuel maximum d’eau dont dispose en consommatrice, elle ne pourra pas être réutilisée\nthéorie un pays à un moment donné1. suite à une évaporation, une transpiration, une\nincorporation à des produits, un drainage direct\nRisque hydrologique: Dans le présent rapport, vers la mer ou vers des surfaces d’évaporation, ou\npossibilité qu’une zone connaisse un problème son retrait des ressources d’eau douce par d’autres\nlié à l’eau8. Les problèmes susceptibles d’être moyens (voir ci-après Utilisation d’eau non\nrencontrés sont la rareté ou la pénurie d’eau consommatrice)1.\n– mesurées dans le présent rapport au moyen\nd’indicateurs tels que le stress hydrique et la Utilisation d’eau non consommatrice. Utilisation d’eau\nfréquence des sécheresses – mais aussi les risques qui ne se traduit pas par de la consommation\nnaturels, comme par exemple les inondations – le d’eau. L’eau, si elle est prélevée, retourne\nproblème étant alors un excès d’eau. presqu’entièrement dans le système.\nLa navigation, la pêche de capture et les usages\nServices des eaux. Activité qui consiste à fournir récréatifs ou culturels sont des exemples\naux usagers (ménages, entreprises, collectivités) d’utilisation d’eau non consommatrice.\ndes services de prélèvement, de stockage, de La production hydroélectrique est considérée\ntraitement et de distribution d’eau, y compris comme faiblement consommatrice, sauf dans les\nla gestion des eaux usées. L’alimentation cas où un réservoir artificiel a été créé en amont\nen eau potable, l’irrigation pour les besoins car celui-ci présente alors une superficie qui a\nde l’agriculture, la collecte, le traitement et pour effet d’accroître l’évaporation1.\nl’évacuation des eaux usées, les activités de\ndrainage, la gestion des eaux pluviales, des eaux Utilisation de l’eau. Toute application ou utilisation\nsouterraines et des eaux de surface ou de la délibérée d’eau à une fin particulière. Il y a\nsalinité du sol, et le dessalement d’eau de mer ou une différence importante entre l’utilisation\nd’eau saumâtre, sont des exemples de services d’eau consommatrice et l’utilisation d’eau non\ndes eaux. consommatrice (voir plus haut)1.\n| xv |\n\n--- Page 18 ---\nMESSAGES PRINCIPAUX\nè La réalisation des objectifs de développement è À dix ans de l’échéance de 2030, les premières\ndurable se heurte à un défi considérable: 3,2 milliards estimations concernant l’indicateur 6.4.2 des ODD, qui\nde personnes vivent dans des régions agricoles qui concerne le stress hydrique, et la persistance de\nconnaissent une rareté de l’eau ou des pénuries d’un pénuries d’eau dans l’agriculture pluviale, donnent à\ndegré élevé à très élevé, et parmi elles 1,2 milliard de penser qu’assurer une gestion durable de l’eau pour\npersonnes – soit environ un sixième de la population tous demeure un défi. La question de l’eau étant\nmondiale – vivent dans des régions agricoles étroitement liée à plusieurs autres ODD, le moindre\ngravement touchées par des contraintes hydriques. n’étant pas l’objectif Faim zéro, bien gérer des\nressources en eau rares constituera un élément critique\nè L’accroissement démographique est un facteur de leur pleine réalisation.\ndéterminant de la rareté de l’eau du fait qu’il crée une\ndemande accrue, qui pèse sur cette précieuse è Il est encore possible de réussir, mais seulement si\nressource naturelle. En conséquence, le volume annuel on assure une utilisation plus durable et plus productive\ndes ressources en eau disponibles par personne a de l’eau douce et de l’eau de pluie dans l’agriculture,\ndiminué de plus de 20 pour cent au cours de ces vingt secteur qui est le plus gros utilisateur d’eau dans le\ndernières années. monde, à raison de plus de 70 pour cent des\nprélèvements d’eau au niveau mondial.\nè Le développement socio-économique est un autre\nfacteur important de l’augmentation de la demande è Utiliser l’eau de manière plus durable dans le\nd’eau. Il contribue en effet à ce que les habitudes secteur agricole, cela signifiera garantir les débits\nalimentaires évoluent vers des denrées dont la écologiques nécessaires au maintien des fonctions\nproduction exige plus d’eau (notamment la viande et des écosystèmes, qui sont souvent négligés – on\nles produits laitiers). L’adoption d’une alimentation saine estime qu’à l’heure actuelle 41 pour cent de l’eau\nprenant en compte des considérations de durabilité au d’irrigation dans le monde est utilisée aux dépens des\nniveau du système alimentaire peut permettre de besoins de l’environnement. Il faudra réduire les\nréduire la consommation d’eau liée à l’alimentation. prélèvements et améliorer l’efficience d’utilisation de\nl’eau dans les bassins versants où les débits\nè La concurrence accrue dont l’eau fait l’objet et les écologiques ne sont pas assurés.\neffets du changement climatique créent des tensions et\ndes conflits entre les parties prenantes, exacerbant par è La comptabilité et l’audit de l’eau, qui sont rarement\nlà même les inégalités dans l’accès à l’eau, en faits, doivent donc constituer le point de départ de\nparticulier pour les populations vulnérables et toute stratégie qui se veut efficace dans la lutte contre\nnotamment les pauvres des zones rurales, les femmes la pénurie d’eau et les situations de rareté de l’eau. Le\net les populations autochtones. recueil récemment publié par la FAO sur la question\noffre un bon point de départ pour tous ceux qui\nsouhaitent mettre en place ces pratiques.\n| xvi |\n\n--- Page 19 ---\nè Les producteurs – dont beaucoup sont de petits è Investir dans les utilisations d’eau non\nagriculteurs – qui exploitent les 128 millions d’hectares consommatrices – ce qu’on peut faire dans l’aquaculture\n(soit 11 pour cent) de terres agricoles pluviales – et dans les sources d’eau non conventionnelles,\ntouchées par des sécheresses récurrentes peuvent tirer notamment la réutilisation de l’eau ou le dessalement,\nun grand parti des techniques de collecte et de est une stratégie de plus en plus importante face à la\nconservation de l’eau. D’après une estimation, ces rareté de l’eau; toutefois, les exemples qui sont donnés\ntechniques pourraient permettre d’augmenter la dans le présent rapport montrent que les innovations\nproduction de l’agriculture pluviale, mesurée en doivent être rentables sur le plan économique,\nkilocalories, de 24 pour cent, voire de 40 pour cent si socialement acceptables, durables sur le plan de\nelles se doublent d’une expansion de l’irrigation. l’environnement, et adaptées au contexte.\nè S’agissant des éleveurs qui évoluent sur les è Les politiques et la réglementation jouent un rôle\n656 millions d’hectares (soit 14 pour cent) de pâturages central dans la mise en place de technologies et\ntouchés par la sécheresse, il existe tout un ensemble de d’innovations, par exemple par le biais du\nmesures concrètes susceptibles de modérer les effets de financement, de programmes de renforcement des\nla sécheresse et d’améliorer la productivité de l’eau. capacités et de mesures visant à faire respecter les\nNombre de ces mesures sont indirectement liées à débits écologiques. Cela suppose toutefois que les\nl’eau, notamment la lutte contre les maladies, la santé droits sur l’eau soient alloués de manière appropriée et\nanimale, la gestion de l’alimentation des animaux et de que le régime foncier applicable aux ressources en\nl’eau d’abreuvage, ou encore la mobilité et la eau soit sûr, de manière à garantir un accès sûr,\nstratification de la production, qui visent à réduire la équitable et durable à l’eau, en particulier pour les\npression sur les pâturages dans les zones arides. plus vulnérables, tout en assurant les débits\nécologiques voulus.\nè En ce qui concerne les 171 millions d’hectares (soit\n62 pour cent) de terres irriguées soumises à un stress è La cohérence des politiques et des mécanismes de\nhydrique élevé ou très élevé, la priorité doit être gouvernance, à toutes les échelles de l’administration\ndonnée aux pratiques qui se traduisent par une et dans tous les secteurs, sont essentiels pour assurer\naugmentation de la productivité de l’eau – remise en une gestion équitable, durable et efficace des\nétat et modernisation des infrastructures d’irrigation et ressources en eau. Dans le secteur agricole, en\nadoption de technologies innovantes, notamment. À particulier, des stratégies cohérentes et inclusives\ncela il faut ajouter une meilleure gouvernance de l’eau applicables à l’agriculture d’irrigation et à l’agriculture\nafin de garantir une allocation des ressources en eau et pluviale, à l’élevage, à la pêche continentale, à\nun accès à l’eau équitables, et les débits écologiques l’aquaculture et aux forêts, sont nécessaires.\nvoulus. En Afrique subsaharienne, la superficie des\nzones irriguées devrait au moins doubler d’ici à 2050\net ainsi profiter à des millions de petits agriculteurs.\n| xvii |\n\n--- Page 20 ---\nRÉSUMÉ\nPÉNURIES D’EAU ET RARETÉ DE CETTE\nl’horizon 2030 (Programme 2030). En particulier,\nRESSOURCE DANS LE MONDE – QUE\nl’ODD 6 – Garantir l’accès de tous à des services\nSAVONS-NOUS? d’alimentation en eau et d’assainissement\ngérés de façon durable – couvre un grand\nDes ressources hydriques d’importance critique\nnombre de dimensions essentielles en rapport\nsubissent une pression croissante au niveau mondial\navec la disponibilité et la gestion de l’eau.\nLa gestion durable et équitable des ressources Les préoccupations croissantes que suscitent la\nen eau joue un rôle clé dans la viabilité des rareté de l’eau et le mauvais usage qui en est fait\nsystèmes alimentaires; elle est essentielle si se retrouvent plus spécifiquement dans la cible 6.4\nl’on veut atteindre l’objectif Faim zéro. Or, la de l’ODD, qui appelle à utiliser cette ressource\nrareté des ressources hydriques (le déséquilibre beaucoup plus efficacement et à garantir la viabilité\nentre l’offre et la demande d’eau douce) et des prélèvements et de l’approvisionnement en eau\nles questions de qualité de l’eau menacent de douce pour remédier aux pénuries.\nplus en plus souvent la sécurité alimentaire\net la nutrition en raison de leurs effets sur Grâce aussi au travail effectué par la FAO, il\nles systèmes alimentaires – des producteurs est désormais possible de suivre les progrès\nagricoles aux ménages et aux consommateurs, en accomplis en direction de cette cible 6.4 des\npassant par les transformateurs. Dans le même ODD et d’évaluer combien de personnes et\ntemps, des sécheresses graves et persistantes, quelle superficie de terres agricoles font face à\naccentuées par le changement climatique, la rareté de l’eau (au moyen de l’indicateur 6.4.2,\nprovoquent des pénuries d’eau de plus en plus relatif au stress hydrique) et aux pénuries d’eau\ninquiétantes pour l’agriculture pluviale, car (via l’indicateur de fréquence des épisodes de\nelles réduisent les rendements des cultures et sécheresse). À l’aune de ces mesures, le présent\nde l’élevage et font ainsi peser sur les moyens rapport établit que 3,2 milliards de personnes\nd’existence des populations rurales un risque vivent sur des territoires agricoles touchés par un\nde plus en plus élevé. Si l’on ne prend pas niveau élevé à très élevé de pénurie d’eau (avec\ndes mesures immédiates, la situation ne fera des effets sur l’agriculture pluviale) ou de rareté\nque s’aggraver – c’est la raison pour laquelle de l’eau (qui pénalise l’agriculture irriguée).\nl’édition 2020 de La Situation mondiale de Sur ce nombre, 1,2 milliard de personnes – soit\nl’alimentation et de l’agriculture s’intéresse aux un sixième environ de la population mondiale –\ndeux principaux enjeux de la production agricole vivent sur des territoires subissant de graves\net alimentaire: les pénuries d’eau et la rareté de contraintes hydriques.\ncette ressource.\nLa croissance démographique et le développement\nCompte tenu des problèmes que la question\nsocio-économique sont des facteurs déterminants de\nde l’eau soulève sur la voie non seulement de\nla rareté de l’eau\nl’objectif Faim zéro, mais aussi d’un grand\nnombre d’objectifs de développement durable La croissance démographique est un facteur\n(ODD), la nécessité et l’urgence de mettre en déterminant de la rareté de l’eau, car une\nplace une gestion durable de l’eau pour tous population en hausse entraîne une demande\noccupent une place de premier plan dans le accrue d’eau. C’est ainsi que la quantité\nProgramme pour le développement durable à annuelle d’eau douce disponible par personne\n| xviii |\n\n--- Page 21 ---\nLe changement climatique va aggraver les\na reculé de plus de 20 pour cent au cours des\nproblèmes liés à l’eau\ndeux dernières décennies. Ce problème se pose\navec une acuité particulière en Afrique du Nord Les problèmes de rareté de l’eau et de pénuries\net en Asie occidentale, où les disponibilités doivent être traités en tenant compte des effets\nen eau douce par habitant ont baissé de plus du changement climatique, dont on s’attend à\nde 30 pour cent et où le volume annuel moyen ce qu’ils augmentent le risque d’événements\nd’eau par personne atteint à peine les 1 000 m3, météorologiques extrêmes, comme les inondations\nce qui constitue généralement le seuil en et les fluctuations climatiques. Cette évolution\ndessous duquel la rareté de l’eau est considérée viendra accroître la pression sur la production\ncomme grave. agricole, puisque la croissance des plantes et\nle rendement des cultures sont extrêmement\nLes autres déterminants importants sont sensibles aux conditions climatiques. Bien que\nla hausse des revenus et l’urbanisation, qui leur ampleur et les lieux où ils se feront sentir\naboutissent également à une demande accrue soient encore incertains, les effets du changement\nd’eau dans l’industrie, le secteur énergétique et climatique devraient aggraver les pénuries d’eau et\nles services, et à des changements d’alimentation. les situations de rareté et influer défavorablement\nÀ mesure que les revenus, l’urbanisation et sur la production agricole, en particulier dans\nles normes nutritionnelles progressent, les les régions tropicales et les régions situées aux\npopulations adoptent une alimentation qui basses latitudes. Le changement climatique\ndemande davantage de terres et d’eau, en raison touche également les écosystèmes d’eau douce,\nnotamment de la consommation d’une plus les poissons et les autres populations aquatiques\ngrande quantité de viande et de produits laitiers dont la capacité d’absorption des chocs est faible\n– encore que l’empreinte hydrique de ces produits et qui sont sensibles aux chocs climatiques et à la\npuisse varier grandement selon leur mode de variabilité du climat.\nproduction. Une étude menée au Brésil, en Chine\net en Inde a mis en évidence une évolution Le changement climatique va donc ajouter\nvers une alimentation plus riche en produits de à la pression que subissent les systèmes de\nl’élevage et en céréales et, conséquence de cette production agricole au moment où ceux-ci\névolution, une augmentation de la consommation tentent de répondre aux besoins alimentaires\njournalière d’eau de plus de 1 000 litres par d’une population croissante. Cette conjonction\npersonne. Par ailleurs, il faut que le monde peut mettre en péril la sécurité alimentaire\ns’oriente vers une alimentation saine – variée, et la nutrition des populations tant rurales\ncomprenant des aliments dont la production qu’urbaines; mais les ruraux pauvres, qui sont\ndemande beaucoup d’eau, comme les fruits et les les plus vulnérables, pourraient être frappés\nlégumes, les légumineuses, les fruits à coque, de manière disproportionnée. C’est pourquoi,\nainsi que les œufs, les produits laitiers et la malgré l’incertitude qui entoure le changement\nviande de volaille, en quantité modérée – ce qui climatique, une action immédiate s’impose,\nfait qu’il devient plus crucial encore d’utiliser les autant par prudence que par nécessité, pour\nressources en eau de façon durable. s’assurer contre ces effets; elle demande de\ndéfinir des stratégies et de les prioriser de façon\nsouple, selon le contexte.\n| xix |\n\n--- Page 22 ---\nRÉSUMÉ\nCombien de personnes et quelle part des terres subissent de fréquents épisodes de sécheresse,\ntandis que 171 millions d’hectares de terres\nagricoles subissent des contraintes hydriques, et où?\ncultivées irriguées sont soumis à un niveau élevé\nComme indiqué au début de ce résumé, ou très élevé de stress hydrique. Cela signifie que\n1,2 milliard de personnes environ vivent sur des 11 pour cent environ des terres cultivées pluviales\nterritoires où de graves pénuries d’eau et des et 14 pour cent des pâturages sont frappés par\nsituations sévères de rareté mettent l’agriculture des sécheresses récurrentes graves, tandis que\nà rude épreuve, que ce soit en raison de la très plus de 60 pour cent des terres cultivées irriguées\ngrande fréquence des épisodes de sécheresse dans sont en situation de stress hydrique élevé. Plus de\nles zones d’agriculture pluviale et de pâturages, 62 millions d’hectares de terres cultivées et de\nou d’un stress hydrique très élevé dans les zones pâturages subissent à la fois un stress hydrique\nirriguées. Cela signifie qu’une personne sur six grave et un retour fréquent d’épisodes de grande\nenviron sur la planète fait face à des situations sécheresse, une situation qui touche 300 millions\nde rareté de l’eau ou de pénurie qui représentent de personnes environ.\nun péril grave pour l’agriculture, menaçant\n15 pour cent environ de la population rurale. Dans ces territoires, à moins que la demande et\nSur ce nombre, ils sont environ 520 millions à vivre les pratiques des usagers de l’eau ne changent\nen Asie du Sud et 460 millions en Asie de l’Est et ou que l’on ne découvre de nouvelles ressources\ndu Sud-Est. En Asie centrale ainsi qu’en Afrique hydriques, les habitants pourraient être amenés à\ndu Nord et en Asie occidentale, un cinquième de la émigrer. Or, autant la migration peut contribuer\npopulation environ vit sur des territoires agricoles au développement économique et améliorer les\noù les pénuries d’eau et les situations de rareté moyens d’existence quand elle est ordonnée et\nsont très importantes. En Europe, en Amérique régulière, autant elle peut être déstabilisante en\nlatine et aux Caraïbes, en Amérique du Nord et période de crise. De surcroît, l’émigration externe\nen Océanie, ils ne sont que 1 à 4 pour cent à vivre des hommes peut accroître la charge domestique\ndans des zones subissant des contraintes hydriques qui pèse sur les femmes, transférant à celles-ci des\nextrêmes. En Afrique subsaharienne, 5 pour cent responsabilités au sein du foyer et les contraignant\nseulement de la population vit dans des zones à assumer des tâches supplémentaires, notamment\ntouchées. Dans cette partie de l’Afrique, la plupart les soins au cheptel.\ndes territoires agricoles sont non irrigués, ce\nqui indique que les contraintes hydriques sont L’analyse spatiale des contraintes hydriques est\ndéterminées par une sécheresse sévère ou un essentielle car les niveaux de stress hydrique et\nmanque d’irrigation. Le chiffre de 5 pour cent la fréquence des épisodes de sécheresse peuvent\npeut sembler négligeable, mais il représente varier considérablement, même à l’intérieur d’un\n50 millions de personnes environ vivant dans des même pays, et une même zone peut connaître\nzones où de graves épisodes de sécheresse ont des des niveaux différents de stress hydrique et de\neffets catastrophiques sur les terres cultivées et sécheresse. Un certain nombre de pays sont\nles pâturages. face à ce double problème de stress hydrique\net de sécheresse graves; tous sont situés en\nSi l’on considère les terres agricoles touchées, Afrique du Nord et en Asie – ce sont notamment\n128 millions d’hectares de terres agricoles l’Afghanistan, l’Arabie saoudite, l’Égypte, le\npluviales et 656 millions d’hectares de pâturages Kazakhstan, l’Ouzbékistan, la République\n| xx |\n\n--- Page 23 ---\nislamique d’Iran et le Yémen. Les évaluations de l’agriculture et la R-D agricole sont moindres,\nréalisées au niveau national peuvent masquer plus de 80 pour cent des terres cultivées relèvent\ncette réalité, il est donc essentiel de la faire de l’agriculture pluviale à faible niveau d’intrants\napparaître au moyen d’une analyse spatiale, afin et 3 pour cent seulement, de l’agriculture\nde recenser les points critiques et de déterminer irriguée. Dans ces pays, les agriculteurs ont du\nles interventions les plus adaptées. mal à accéder aux équipements d’irrigation et\nà des intrants et des technologies modernes, y\nLes systèmes de production agricole se défendent compris des technologies permettant d’optimiser\nl’efficience d’utilisation de l’eau dans l’agriculture\ncontre les contraintes hydriques et sont touchés par\npluviale. Cela étant, seule une part relativement\ncelles-ci de différentes façons\nfaible des terres agricoles pluviales connaissent\nQue l’agriculture pratiquée soit pluviale fréquemment de graves épisodes de sécheresse.\nou irriguée, il existe différents systèmes de À l’inverse, les pays d’Asie du Sud ont recours\nproduction, qui ne seront pas nécessairement à l’irrigation et utilisent des intrants modernes\ntouchés de la même façon par le manque sur la moitié environ des terres cultivées de la\nd’accès à l’eau et qui disposeront de capacités région, malgré le faible niveau de développement\ndifférentes pour faire face à cette situation. d’un grand nombre d’entre eux, mais la majeure\nEn réalité, on passe d’une production totalement partie des zones irriguées sont soumises à un\nirriguée à une production exclusivement stress hydrique élevé.\npluviale par une succession continue de\ntechniques et de technologies. Le présent Au-delà de la production agricole, l’eau exerce\nrapport distingue trois grands types de\nsur la sécurité alimentaire et la nutrition de\nsystèmes de production végétale: i) production\nmultiples effets\nirriguée; ii) production pluviale à haut niveau\nd’intrants; iii) production pluviale à faible Au-delà de la production agricole, les problèmes\nniveau d’intrants. Leur prévalence dans un d’accès à l’eau et de pollution de l’eau se retrouvent\npays donné est une indication du niveau de tout au long de la chaîne d’approvisionnement\ndéveloppement agricole de ce pays et de sa alimentaire, non sans effets sur la sécurité\ncapacité à faire face aux risques hydrologiques. alimentaire et la nutrition et sur la santé.\nAinsi, l’industrie agroalimentaire est une activité\nDans les pays à revenu élevé d’Europe et gourmande en eau qui utilise une eau de qualité\nd’Amérique du Nord, dont l’agriculture est un potable et rejette un volume important d’eaux\nsecteur efficient et à haute intensité de capital usées par unité produite. Sans un traitement\net qui consacrent un taux élevé de dépenses approprié, le rejet des contaminants dans les\npubliques à la recherche-développement (R-D) masses d’eau peut exposer les populations à des\nagricole, la proportion des terres cultivées substances nocives et limiter l’accès à l’eau potable.\nselon un système de production pluviale\nà haut niveau d’intrants est considérable. En aval de la chaîne d’approvisionnement\nEn conséquence, ils ont une plus grande capacité alimentaire se trouvent les consommateurs, pour\nà faire face lorsque la fréquence des épisodes qui un approvisionnement en eau sûr et fiable\nde sécheresse s’intensifie. Par contraste, en à des fins de consommation, d’assainissement\nAfrique subsaharienne, où l’intensité de capital et d’hygiène est une nécessité de base et un\n| xxi |\n\n--- Page 24 ---\nRÉSUMÉ\ndéterminant majeur de la sécurité alimentaire. La gestion de l’eau comprend tout un éventail\nUn manque d’accès à une eau propre est l’une d’options – conditions de production, depuis les\ndes principales causes sous-jacentes de la systèmes intégralement pluviaux aux systèmes\nmalnutrition. Les maladies liées à l’eau sapent totalement irrigués, soutien de l’élevage, des\nla productivité, creusant davantage encore de forêts et de la pêche, ou encore interactions avec\nprofondes inégalités et piégeant les ménages des écosystèmes importants – et tous les risques\nvulnérables dans la pauvreté. Un accès insuffisant hydrologiques ne peuvent pas être gérés par les\nà un approvisionnement élémentaire en eau seuls agriculteurs. Certains nécessiteront peut-être\nde boisson sur le lieu de vie (à domicile, par une intervention publique-privée, par exemple,\nexemple) est plus fréquent en milieu rural qu’en sous la forme d’investissements, d’information et\nmilieu urbain, et implique de consacrer un temps de soutien aux exploitants, de façon à briser les\nconsidérable à aller chercher l’eau de boisson là freins à l’adoption.\noù elle est disponible, un temps qui est souvent\ncelui des femmes.\nLibérer le potentiel de l’agriculture pluviale\ndemande que l’on améliore la gestion de l’eau\nQUELS SONT LES INVESTISSEMENTS ET\nLa production pluviale est prédominante dans\nLES INNOVATIONS NÉCESSAIRES À UNE\nl’agriculture, puisqu’elle concerne 80 pour cent\nUTILISATION DURABLE ET PRODUCTIVE\ndu total des terres cultivées. Les agriculteurs, en\nDE L’EAU?\nparticulier les petits exploitants, ont une influence\nDe meilleures stratégies de gestion de l’eau – si limitée sur le volume d’eau apporté aux plantes\non les associe à des pratiques agronomiques et sur la répartition dans le temps de cet apport.\ntelles que l’emploi de variétés améliorées – Les défis inhérents à ce système sont de gérer la\nseront une composante d’importance cruciale variabilité des conditions météorologiques et de\npour réduire les risques hydrologiques et s’y adapter, et d’utiliser l’eau de pluie de façon\natteindre les rendements possibles dans le plus productive. Les agriculteurs qui s’engagent\nsecteur agricole, aux fins d’une plus grande dans une production pluviale à haut niveau\nsécurité alimentaire et d’une meilleure nutrition. d’intrants ont davantage de chances de disposer\nCes stratégies devraient contribuer à l’adaptation des capacités nécessaires pour investir dans une\nau changement climatique, même s’il demeure meilleure gestion de l’eau que les exploitants\nune incertitude considérable quant aux effets de qui travaillent en zone pluviale avec une faible\ncelui-ci et à l’efficacité des mesures d’adaptation. consommation d’intrants.\nLes mesures prises pour amener les agriculteurs\nà adopter des stratégies de gestion de l’eau Deux grandes stratégies permettent d’accroître les\net à changer leur comportement en matière rendements de l’agriculture pluviale: i) collecter ou\nd’utilisation et de gestion de cette ressource récupérer davantage d’eau et en gérer l’infiltration\ndépendront du niveau d’accessibilité de celle-ci, dans la zone racinaire; et ii) assurer une\nde l’ampleur des pénuries et des situations de conservation de l’eau en accroissant la capacité\nrareté, du niveau d’incertitude dans un contexte d’absorption de la plante et/ou en réduisant\nde changement climatique, ainsi que de la l’évaporation au niveau de la zone racinaire et\ndisponibilité et du coût des autres intrants, les pertes par drainage. Il peut être extrêmement\ncomme la main-d’œuvre et l’énergie. efficace d’associer ces deux stratégies. Une étude\n| xxii |\n\n--- Page 25 ---\na établi que ces pratiques pouvaient se traduire d’irrigation à petite échelle – y compris des seaux,\npar une augmentation de la production des zones des arrosoirs et des pompes à pédales – dont le\npluviales, mesurée en kilocalories, de 24 pour coût unitaire est généralement plus faible et dont\ncent, et de plus de 40 pour cent si on y adjoint une les résultats ont tendance à être meilleurs que ceux\nexpansion de l’irrigation. Près de 20 pour cent de des systèmes gérés par des organismes publics.\nla superficie totale cultivée se prête aux stratégies Les possibilités de développement d’une irrigation\nde récupération et de conservation, en particulier à petite échelle rentable sont considérables dans\ndans de vastes zones d’Afrique de l’Est et d’Asie la région, la zone d’expansion potentielle des\ndu Sud-Est. motopompes allant jusqu’à 30 millions d’hectares,\nce qui bénéficierait à des millions de ruraux.\nInvestir dans l’irrigation pour améliorer la Une étude a prévu par projection un doublement\ndes zones irriguées entre 2010 et 2050 en Afrique\nproductivité de l’eau sera essentiel pour faire\nsubsaharienne. Cela étant, pour déboucher sur\nface aux situations de rareté\nde réelles économies d’eau, la modernisation\nUne utilisation plus productive de l’eau de l’irrigation doit être précédée d’instruments\nd’irrigation permet de produire plus avec d’action publique tels qu’une répartition de l’eau\nmoins d’eau. Cela peut se faire en accroissant visant à maintenir ou à réduire le volume utilisé\nles rendements des cultures et/ou en réduisant à l’échelle des bassins hydrographiques après\nl’évapotranspiration. Les différences considérables l’introduction des nouvelles technologies.\nde productivité de l’eau (volume produit par unité\nd’eau consommée) d’un pays à l’autre s’expliquent Améliorer la productivité de l’eau dans la\npar l’accès des agriculteurs à des intrants agricoles\nproduction animale peut réduire la pression sur\nmodernes, à des systèmes d’irrigation efficients\nles ressources hydriques\net à une meilleure gestion des sols et de l’eau.\nCette productivité a connu des améliorations ces La productivité – sur le plan physique et\ndernières années, mais des écarts de rendement nutritionnel – de l’eau utilisée pour les produits\ndemeurent. Combler ou réduire ces écarts peut animaux est très souvent inférieure à celle de\nconcourir de façon importante à améliorer la l’eau utilisée pour les produits végétaux et dépend\nsécurité alimentaire et la nutrition, ainsi que les fortement du type de produit animal et du système\nmoyens d’existence, et à réduire la vulnérabilité de production. Ainsi, l’élevage peut compter sur\nface aux fluctuations climatiques. des pâturages pluviaux pour nourrir les bêtes –\nsouvent sans aucune autre utilisation productive\nCela étant, il faudra pour cela investir dans de de l’eau – ou sur des terres cultivées irriguées.\nnouveaux systèmes d’irrigation ou dans la remise Dans les systèmes mixtes de production, les\nen état et la modernisation des systèmes existants. animaux peuvent même consommer les résidus\nLe choix des systèmes dépendra d’une série de de récolte. Compte tenu des conditions décrites\nfacteurs, dont les conditions climatiques, les ci-dessus, différentes options sont possibles pour\nsources d’énergie et leur prix, la disponibilité de améliorer la productivité de l’eau du secteur,\nla main-d’œuvre, la profondeur des sources d’eau notamment un bon contrôle du pâturage, une\nsouterraine et les coûts d’infrastructure. En Afrique amélioration de la santé animale ainsi que des\nsubsaharienne, par exemple, de nombreux petits changements apportés à l’alimentation et aux\nagriculteurs élaborent leur propre équipement systèmes d’abreuvement.\n| xxiii |\n\n--- Page 26 ---\nRÉSUMÉ\nL’autre domaine d’amélioration de la productivité d’inondation peut diminuer considérablement\nest celui des systèmes intégrés de production les émissions liées à la culture du riz, car des\naquacole et d’irrigation, dont le potentiel n’est périodes d’inondation plus courtes et des\npas encore pleinement exploité. L’irrigation et interruptions plus fréquentes abaissent la\nla pêche sont étroitement liées. L’irrigation peut production de méthane par les bactéries, et\nmodifier physiquement les habitats aquatiques donc le volume des émissions. Les solutions\net leur teneur en nutriments, non sans s’inspirant de la nature – qui consistent à\nconséquences sur les ressources halieutiques. recourir à des processus naturels pour améliorer\nDans la plupart des cas, l’intensification de la la gestion de l’eau et conserver ou remettre en\nproduction végétale au moyen de l’irrigation état les écosystèmes et les processus naturels\na coïncidé avec une baisse de production de la – en sont un autre exemple. Leur adoption\npêche. Pourtant, l’irrigation peut aussi créer de nécessite toutefois une approche territoriale\nnouvelles possibilités de production de poisson. et un changement de paradigme, les forêts,\nAinsi, dans une zone irriguée du Bangladesh, les tourbières et les autres écosystèmes étant\nles riziculteurs ont remplacé l’un des trois cycles considérés et gérés comme des régulateurs de\nannuels de production de riz par une production l’eau douce à différentes échelles. Les pratiques\nde poissons juvéniles, ce qui leur a permis de de gestion de l’eau, telles que les couloirs\ndiminuer les problèmes liés aux ravageurs et de végétation et les systèmes intégrés\nd’accroître leurs profits. Ce sont toutefois en agricoles-aquacoles, peuvent apporter une aide\ngrande partie les politiques et les structures de supplémentaire pour retenir les nutriments\ngouvernance nationales et régionales qui vont en excès et réduire la pollution. Les avantages\ndéterminer dans quelle mesure la production des solutions s’inspirant de la nature peuvent\nde poisson peut être intégrée aux systèmes compenser les coûts d’opportunité de la mise\nd’irrigation. en jachère, à des fins de conservation, de terres\nqui sans cela pourraient porter des cultures ou\nLa gestion de l’eau à usage agricole dépasse le être valorisées.\ncadre de l’exploitation et nécessite des\nL’innovation dans des sources non\napproches innovantes\nconventionnelles – eaux usées traitées et eau\nLes systèmes de production agricole sont des dessalée, par exemple – gagne du terrain\ndéterminants majeurs d’une série d’effets dans certains pays et certaines régions, là où\nsur l’environnement, à la fois désirables et l’approvisionnement en eau est gravement\nindésirables. Ainsi, les approches de gestion limité. On prédit que la production d’eaux\ndécentralisée de l’eau, comme certains usées va augmenter considérablement. On ne\nprogrammes de récupération d’eau, peuvent dispose encore d’aucun chiffre probant, mais\navoir des effets préjudiciables sur le bilan on a pu estimer qu’à l’échelle mondiale,\nhydrologique des bassins versants et des 10 pour cent des zones irriguées recevaient\nbassins hydrographiques, et donc, sur la pêche des eaux usées non traitées ou partiellement\nfluviale. Cependant, les stratégies de gestion traitées. Quand elles sont traitées conformément\nde l’eau à usage agricole peuvent aussi avoir aux besoins des utilisateurs finals, les eaux\ndes effets bénéfiques sur l’environnement. usées s’avèrent être une option réaliste comme\nAinsi, la réduction ou l’interruption des périodes source non conventionnelle d’eau. Il n’en reste\n| xxiv |\n\n--- Page 27 ---\npas moins que la faisabilité de la réutilisation et des juridictions différents, or il est essentiel\nde l’eau dans l’agriculture va dépendre des d’avoir une bonne connaissance de chacun\ncirconstances locales. Le dessalement représente d’eux. L’une des préoccupations est celle de\nune autre option intéressante pour accroître les l’accessibilité économique et du respect du droit\ndisponibilités en eau. À l’échelle mondiale, on fondamental qu’est l’accès à l’eau. L’autre souci\ncompte environ 16 000 usines de dessalement, est de garantir les débits écologiques, les\nqui produisent autour de 100 millions m3/jour. services écosystémiques et l’utilisation non\nLe coût de cette technique a toujours été le consommatrice des ressources en eau douce,\nprincipal obstacle limitant son application à pour la pêche continentale, par exemple.\nl’agriculture. Cela étant, grâce à une demande\nen hausse et à des avancées technologiques, les Une bonne gouvernance de l’eau est donc\ncoûts ont considérablement baissé et la tendance d’importance critique et demande une\nva se poursuivre, ce qui rend cette technique gestion adaptative au niveau des bassins\nplus abordable pour les activités agricoles, en versants pour que l’on puisse répondre aux\nparticulier pour la production de cultures de besoins de tous les usagers de l’eau. Une telle\nhaute valeur. En moyenne, on estime que les gestion demande à son tour une collaboration\ngrandes usines de dessalement peuvent produire complexe entre parties prenantes, sites et\nde l’eau à un coût compris entre 0,5 et 2 USD/m3, entités. Une meilleure coordination est\nselon la taille des installations. Le rapport nécessaire à la fois verticalement – du niveau\ncoûts-avantages des usines de dessalement sectoriel, des bassins hydrographiques et des\ndépend fortement du contexte, mais plusieurs systèmes d’irrigation jusqu’aux ménages –,\npays, comme l’Australie, la Chine, l’Espagne, le et horizontalement, c’est-à-dire entre les\nMaroc et le Mexique, utilisent déjà avec profit de secteurs – à savoir l’agriculture, l’industrie,\nl’eau dessalée dans l’agriculture. les municipalités et les ménages. À cet\négard, les associations d’usagers de l’eau, qui\nrassemblent les agriculteurs (en particulier les\nSI DES SOLUTIONS EFFICACES SONT\npetits exploitants) afin de gérer un système\nFACILEMENT DISPONIBLES, POURQUOI\nd’irrigation partagé, ont leur rôle à jouer à la\nNE LES ADOPTE-T-ON PAS?\nfois dans la planification et dans la mise en\nLes innovations en gestion de l’eau sont œuvre. Elles peuvent mettre en commun les\nlargement influencées par le cadre institutionnel ressources d’exploitation et d’entretien des\net juridique général – qui comprend les systèmes d’irrigation ainsi que des bassins\ndroits d’usage de l’eau, les permis, les hydrographiques et des aires de drainage.\nrèglements, les mesures incitatives et les L’une des difficultés majeures consiste à\nservices institutionnels. Elles sont également protéger les intérêts des groupes qui disposent\ndéterminées par le cadre global de l’action de moins de pouvoir et d’influence, mais qui\npublique, qui comprend les choix sociétaux, dépendent des services écosystémiques (les\nles priorités, les politiques sectorielles et les pêcheurs, par exemple), et à veiller à ce qu’ils\narbitrages. Les différents rôles, points de soient associés à l’action et aux décisions.\nvue et responsabilités des parties prenantes\nintervenant dans la politique et la gestion de\nl’eau sont éparpillés entre des secteurs, des lieux\n| xxv |\n\n--- Page 28 ---\nRÉSUMÉ\nUne comptabilité et un audit transparents de l’eau et relativement aux ressources en eau – peut offrir\nun régime foncier applicable à l’eau clairement une assise solide à une utilisation efficiente\nde l’eau et à un accès équitable et durable à\ndéfini sont des composantes de base essentielles\ncette ressource s’il repose sur une comptabilité\nPour être efficaces, les stratégies de gestion de rigoureuse de l’eau et un système de répartition\nl’eau doivent reposer sur une connaissance plus équitable. La mise sur pied d’organisations\nprécise du volume d’eau dont on dispose, de la communautaires pour gérer la répartition de l’eau\nfaçon dont les ressources sont utilisées et du peut aussi contribuer à une définition efficace des\ncaractère durable ou non de cette utilisation. droits d’usage. Bien définis, ces droits renforcent\nLa comptabilité de l’eau – l’étude systématique de la capacité d’action des utilisateurs et accroissent\nl’état et de l’évolution de l’offre, de la demande, la valeur économique de l’eau, tout en incitant\nde l’accessibilité et de l’utilisation de l’eau – est les agriculteurs à investir dans des technologies\nla clé qui permettra d’y parvenir. Cependant, la susceptibles d’améliorer l’efficience d’utilisation de\ncomptabilité de l’eau ne donnera de réels résultats l’eau et leurs revenus, et à réduire la dégradation\nque si elle s’inscrit dans un processus plus vaste des ressources. Malgré l’importance des régimes\nd’amélioration de la gouvernance. Associer à la fonciers applicables à l’eau, et bien qu’il s’en\ncomptabilité l’audit de l’eau – le processus par trouve dans pratiquement tous les contextes où\nlequel les données issues de la comptabilité de l’eau est rare, ces régimes, la plupart du temps,\nl’eau sont placées dans le contexte sociétal plus ne sont pas formellement reconnus ni appliqués,\nlarge des ressources en eau – peut fournir les et ne sont pas toujours respectés. L’amélioration\nbases d’une gestion de l’eau plus réaliste, durable, des technologies de dérivation, d’adduction et\nefficace et équitable. de comptage pour l’irrigation, en permettant un\nmeilleur suivi, peut renforcer le respect des règles\nLe coût global des programmes de comptabilité en vigueur.\net d’audit de l’eau varie énormément en fonction,\npar exemple, de l’échelle et de l’ambition du Les marchés et la tarification de l’eau peuvent\nprogramme, du coût du contrat d’exécution garantir une utilisation productive de cette\nconclu avec l’équipe de mise en œuvre et de la\nressource, mais assurer une mise en œuvre\nnécessité de collecter des informations primaires\néquitable est une tâche délicate\net secondaires. Les avancées en matière de\ntechnologies de la télédétection et du comptage Dans les zones où les ressources en eau douce\net l’existence d’un certain nombre de bases de font déjà l’objet de répartitions, il peut être\ndonnées mondiales et régionales en accès libre envisageable de mettre en place des instruments\nréduisent ces coûts et facilitent le partage de de marché autorisant les producteurs à\nl’information. Un recueil récemment publié par la échanger les droits qui leur ont été attribués.\nFAO offre un bon point de départ à tous ceux qui Les mécanismes de marché de l’eau peuvent être\nsouhaitent mettre en œuvre une comptabilité et un moyen efficace de répartir cette ressource\nun audit de l’eau. parce qu’ils sont économiquement efficients, que\nles transactions effectuées dans ce cadre sont\nUn régime foncier applicable à l’eau – établissant volontaires et que le système réagit positivement,\nle rapport, défini par la loi ou la coutume, encourageant les usagers de l’eau à orienter\nqui existe entre des individus ou des groupes leur consommation vers les utilisations les plus\n| xxvi |\n\n--- Page 29 ---\nproductives. Ainsi, les marchés d’eau souterraine Le relèvement des prix de l’eau doit être étalé sur\nsont une option intéressante pour améliorer plusieurs années afin de laisser aux agriculteurs\nl’accès des agriculteurs à l’irrigation à partir le temps de s’adapter, et doit s’accompagner d’une\nd’eaux souterraines, à condition que leur mise gestion intégrée associant les communautés\nen place intègre un plafonnement du volume pour veiller à ce que personne ne soit laissé de\ntotal d’eau prélevé dans un aquifère. Parmi les côté. Pour encourager le paiement de la gestion\naspects défavorables, on peut citer la possibilité et des services de l’eau, il faut aussi maintenir\nque les fournisseurs d’eau locaux exercent un une qualité constante de ces services et ne pas\npouvoir de monopole dans certains endroits. se contenter de réglementer et de sanctionner,\nÀ cet égard, vus sous l’angle de l’équité, les mais expliquer clairement l’emploi qui est fait des\nmarchés de l’eau ne valent que ce que vaut le recettes, au profit des usagers.\nsystème de répartition initiale sur lequel ils\nreposent. Point particulièrement crucial, les Le peu d’attention portée aux questions de\nmarchés peuvent créer, pour certaines parties\ngouvernance dans les zones pluviales s’est traduit\nprenantes, une incitation à priver de leurs droits\npar des occasions manquées\ndes titulaires plus vulnérables afin de s’approprier\nles dividendes de l’eau-ressource, faisant naître Jusqu’ici, l’action des pouvoirs publics et la\nun conflit avec le principe qui veut que l’eau gouvernance en matière de gestion des ressources\nsoit une nécessité de base et relève des droits de hydriques utilisées par l’agriculture sont\nl’homme. À ce jour, le nombre de marchés de demeurées centrées sur l’irrigation. Cette situation\nl’eau qui fonctionnent effectivement et depuis a eu pour effet de limiter l’investissement et\nsuffisamment longtemps est très faible. l’innovation dans la gouvernance, l’action\npublique, les institutions, les pratiques et les\nIndépendamment de la question d’un marché technologies susceptibles de soutenir les petits\ndes droits d’usage de l’eau, lorsque les prix de exploitants dans les zones non irriguées – y\ncette ressource reflètent sa valeur économique compris les zones de pâturages – et dans les\nréelle, cela crée une incitation à faire de l’eau utilisations non consommatrices, comme la pêche\nl’utilisation la meilleure sur le plan économique. continentale. La planification des ressources en\nLa tarification de l’eau peut aussi aider à éviter une eau doit favoriser les solutions d’investissement\nconsommation excessive ainsi que l’épuisement dans l’ensemble de l’agriculture, des systèmes\net la dégradation de la qualité des ressources pluviaux aux systèmes irrigués, et prendre en\nhydriques. De fait, la tarification de l’eau est de compte la gestion de l’eau dans les zones pluviales\nplus en plus souvent considérée non pas comme et ses effets à l’échelle des bassins versants et\nun simple mécanisme de recouvrement des coûts des bassins hydrographiques. Comme pour les\net un moyen d’assurer l’efficience économique, systèmes d’irrigation, il faut prêter attention aux\nmais comme un instrument permettant de traiter régimes fonciers applicables aux terres, aux droits\nles dimensions sociales et environnementales. de propriété sur l’eau et à l’accès aux marchés, et\nParmi les dimensions sociales à prendre en compte adopter des approches communautaires de gestion\npour que la mise en œuvre d’un mécanisme de des bassins hydrographiques pour remédier aux\ntarification soit équitable, on peut citer les effets pénuries d’eau et à la dégradation des terres, ce\nde cette tarification sur les groupes disposant des qui ne peut se faire au niveau des exploitations\nrevenus les plus modestes. uniquement. Ces approches doivent s’étendre à\n| xxvii |\n\n--- Page 30 ---\nRÉSUMÉ\nla conservation et à la remise en état des forêts à Renforcer la cohérence des politiques est\nl’échelle des bassins versants. Enfin, l’amélioration incontournable, que ce soit entre les secteurs ou\nde la gestion de l’eau dans les systèmes pluviaux\ndans l’ensemble du secteur agricole\nnécessite un soutien des pouvoirs publics sous\nforme d’investissement dans les infrastructures Les choix d’action publique dans des secteurs\net dans l’accès à des routes reliant les agriculteurs qui demeurent souvent déconnectés les uns des\naux marchés, et sous forme de subvention aux autres exercent une influence sur le comportement\ntechnologies de captage et de conservation des différents acteurs. Veiller à la cohérence des\nde l’eau pour aider à atténuer les effets de la politiques entre secteurs et domaines d’action\nsécheresse tout en contribuant au développement publique constitue donc la première condition\nagricole général. d’amélioration de la gestion des ressources\nhydriques. Cela demande de coordonner les\nUne série d’autres stratégies en matière différentes politiques, les textes législatifs et les\nd’institutions et de gouvernance peut améliorer mesures fiscales qui influent sur la gestion de l’eau\nla gestion de l’eau dans l’élevage, les troupeaux et sur l’offre et la demande de cette ressource,\nreprésentant un actif essentiel pour les y compris les prix de l’énergie, les accords\néleveurs pastoraux et d’autres communautés. commerciaux, les régimes de subventions agricoles\nLa participation de représentants des et les stratégies de réduction de la pauvreté. Il est\ncommunautés et d’institutions locales peut également nécessaire d’intégrer les prises de\naider à concevoir des interventions efficaces. décision de différentes entités sur les ressources\nDe même, les institutions coutumières ou en eau et les politiques y afférentes – y compris sur\nautochtones ont un rôle essentiel à jouer dans l’irrigation et sur les usages industriels de l’eau et\nles interventions d’urgence et dans la gestion ceux des collectivités.\ndes ressources naturelles, y compris l’eau et les\npâtures. Dans certains pays, des lignes directrices Proposer des incitations appropriées est une\nnationales portant sur les interventions d’urgence composante essentielle de la cohérence des\ndans le domaine de l’élevage – en cas d’épisodes politiques. Les subventions en sont un bon\nde sécheresse par exemple – existent déjà et exemple, car les pouvoirs publics subventionnent\npeuvent fournir une assistance rapide pour souvent largement des biens non publics, comme\nprotéger et reconstituer le cheptel des éleveurs l’énergie, les engrais et le crédit, ce qui peut inciter\ndans les communautés touchées par une crise. les bénéficiaires à faire de l’eau une utilisation\nEnfin, le recensement et la cartographie des excessive et improductive et aboutir à une\nsources d’eau et l’utilisation de systèmes d’alerte pollution de l’eau.\nprécoce dans les zones sujettes à la sécheresse\nconstituent un progrès essentiel. Au Kenya, Il est nécessaire également de renforcer la\npar exemple, la sécheresse extrême de 2000 cohérence des politiques entre sous-secteurs\ns’est soldée par la perte d’une part importante agricoles. Souvent, l’incidence des politiques se\ndu bétail, jusqu’à 50 pour cent dans certains fait sentir de façon inégale d’un sous-secteur à\ndistricts, et les organismes humanitaires sont l’autre, et tend à favoriser l’agriculture irriguée au\nrestés impuissants, faute d’information pour détriment des systèmes pluviaux ou de la pêche\nguider leur action au pied levé. continentale. Le développement de l’irrigation\na certes amélioré la sécurité alimentaire et la\n| xxviii |",
    "text_file": "backend\\sources\\raw_data\\fao_publications\\pdfs\\extracted_text\\cb1447fr.txt",
    "metadata_file": "backend\\sources\\raw_data\\fao_publications\\pdfs\\metadata\\cb1447fr_meta.json"
  },
  "content": "\n--- Page 1 ---\nLA SITUATION\nMONDIALE DE\nL’ALIMENTATION ET\nDE L’AGRICULTURE\nRELEVER LE DÉFI DE L’EAU\nDANS L’AGRICULTURE\n\n--- Page 2 ---\nCette publication phare fait partie de la série L’ÉTAT DU MONDE de l’Organisation des Nations Unies\npour l’alimentation et l’agriculture.\nRéférence bibliographique à citer:\nFAO. 2020. La situation mondiale de l’alimentation et de l’agriculture 2020. Relever le défi de l’eau dans\nl’agriculture. Rome.\nhttps://doi.org/10.4060/cb1447fr\nLes appellations employées dans ce produit d’information et la présentation des données qui y figurent\nn’impliquent de la part de l’Organisation des Nations Unies pour l’alimentation et l’agriculture (FAO) aucune\nprise de position quant au statut juridique ou au stade de développement des pays, territoires, villes ou zones\nou de leurs autorités, ni quant au tracé de leurs frontières ou limites. La mention de sociétés déterminées ou de\nproduits de fabricants, qu’ils soient ou non brevetés, n’entraîne, de la part de la FAO, aucune approbation ou\nrecommandation desdites sociétés ou desdits produits de préférence à d’autres de nature analogue qui ne sont\npas cités.\nLes appellations employées et la présentation des données sur les cartes n’impliquent de la part de la FAO\naucune prise de position quant au statut juridique ou constitutionnel des pays, territoires ou zones maritimes, ni\nquant au tracé de leurs frontières ou limites.\nISSN 0251-1460 [PRINT]\nE-ISSN 1564-3360 [ONLINE]\nISBN 978-92-5-133645-8\n© FAO 2020\nCertains droits réservés. Ce travail est mis à la disposition du public sous la Licence Creative Commons - Attribution - Pas\nd’Utilisation Commerciale - Partage dans les mêmes conditions 3.0 Organisations internationales (CC BY-NC-SA 3.0\nIGO; https://creativecommons.org/licenses/by-nc-sa/3.0/igo/deed.fr).\nSelon les termes de cette licence, ce travail peut être copié, diffusé et adapté à des fins non commerciales, sous réserve\nde mention appropriée de la source. Lors de l’utilisation de ce travail, aucune indication relative à l’approbation de\nla part de la FAO d’une organisation, de produits ou de services spécifiques ne doit apparaître. L’utilisation du logo\nde la FAO n’est pas autorisée. Si le travail est adapté, il doit donc être sous la même licence Creative Commons ou\nsous une licence équivalente. Si ce document fait l’objet d’une traduction, il est obligatoire d’intégrer la clause de non\nresponsabilité suivante accompagnée de la citation requise: «Cette traduction n’a pas été réalisée par l’Organisation des\nNations Unies pour l’alimentation et l’agriculture (FAO). La FAO n’est pas responsable du contenu ou de l’exactitude de\ncette traduction. L’édition originale anglaise doit être l’édition qui fait autorité.»\nToute médiation relative aux différends en rapport avec la licence doit être menée conformément au Règlement d’arbitrage\nde la Commission des Nations Unies pour le droit commercial international (CNUDCI) actuellement en vigueur.\nDocuments de tierce partie. Les utilisateurs qui souhaitent réutiliser des matériels provenant de ce travail et qui sont\nattribués à un tiers, tels que des tableaux, des figures ou des images, ont la responsabilité de déterminer si l’autorisation\nest requise pour la réutilisation et d’obtenir la permission du détenteur des droits d’auteur. Le risque de demandes résultant\nde la violation d’un composant du travail détenu par une tierce partie incombe exclusivement à l’utilisateur.\nVentes, droits et licences. Les produits d’information de la FAO sont disponibles sur le site web de la FAO\n(www.fao.org/publications/fr/) et peuvent être acquis par le biais du courriel suivant: publications-sales@fao.org.\nLes demandes pour usage commercial doivent être soumises à: www.fao.org/contact-us/licence-request.\nLes demandes relatives aux droits et aux licences doivent être adressées à: copyright@fao.org.\nPHOTOGRAPHIE DE COUVERTURE ©FAO/Giulio Napolitano\nKENYA. Dans une région aride, près du lac Magadi, des pasteurs se rassemblent à un puits avec leurs troupeaux.\n\n--- Page 3 ---\n0641-1520\nNSSI\n2020\nLA SITUATION\nMONDIALE DE\nL’ALIMENTATION ET\nDE L’AGRICULTURE\nRELEVER LE DÉFI DE L’EAU\nDANS L’AGRICULTURE\nOrganisation des Nations Unies pour l’alimentation et l’agriculture\nRome, 2020\n\n--- Page 4 ---\nTABLE DES MATIÈRES\nAVANT-PROPOS v Lutter contre la rareté de l’eau CHAPITRE 4\net les pénuries – contexte général 48 AMÉLIORER LA GOUVERNANCE\nMÉTHODE ix\nConclusion 49 POUR GÉRER L’EAU DANS\nREMERCIEMENTS x\nLE SECTEUR AGRICOLE 97\nZOOM\nSIGLES ET ABRÉVIATIONS xi Messages clés 97\nAgriculture, pollution de l’eau\nGLOSSAIRE xii et salinité 51 Rôle de la gouvernance dans\nla gestion des contraintes liées\nMESSAGES PRINCIPAUX xvi\nà l’eau 98\nRÉSUMÉ xviii\nCHAPITRE 3 Transparence de la comptabilité\nPRISE EN CHARGE DES et de l’audit de l’eau 100\nCONTRAINTES HYDRIQUES Instruments de gestion de la rareté\nCHAPITRE 1\nDANS LE SECTEUR AGRICOLE 59 de l’eau dans l’agriculture irriguée 102\nPRÉSENTATION GÉNÉRALE:\nDépasser le cadre de l’irrigation –\nMessages clés 59\nPOPULATIONS, EAU\ngouvernance de l’eau dans\nET AGRICULTURE 1 Repenser les voies à suivre pour les systèmes pluviaux et les\nsortir des situations de rareté de\nMessages clés 1 systèmes intégrés 113\nl’eau et de pénurie 60\nL’eau et le développement Conclusion 117\nConcrétiser les possibilités qu’offre\ndurable – Un sentiment\nd’urgence croissant 2 la production végétale pluviale 62 ZOOM\nSystèmes irrigués – comprendre Trop d’eau? Inondations,\nPression humaine et disponibilités\nl’hétérogénéité des rendements 67 engorgement et agriculture 119\nen eau – Un rapport déséquilibré 5\nAdopter des approches intégrées\nAméliorer la gouvernance pour\nau niveau de l’exploitation pour\nassurer un accès équitable à l’eau 14\naméliorer la productivité de l’eau CHAPITRE 5\nEau, sécurité alimentaire et des systèmes pluviaux et irrigués 76 EAU ET AGRICULTURE:\nsystèmes alimentaires 16\nProductivité de l’eau utilisée dans POLITIQUES ET PRIORITÉS 125\nObjet du présent rapport: la production animale 80\nMessages clés 125\nprésentation 22\nApproches de gestion de l’eau\nHarmoniser les politiques relatives\nZOOM et répercussions au-delà de à l’eau, à l’agriculture, à la\nl’exploitation 82\nAméliorer l’accès à une eau potable sécurité alimentaire et à la nutrition 127\nsûre dans les zones rurales 23 Remédier à la rareté de l’eau Définir les priorités en matière\nen faisant appel à des sources\nde politiques pour remédier\nnon conventionnelles 84\naux contraintes hydriques dans\nCHAPITRE 2 Faire en sorte que l’innovation, le secteur agricole 137\nRARETÉ DE L’EAU ET PÉNURIE les communications et la Conclusion 145\ntechnologie fonctionnent pour tous 87\nDANS LE SECTEUR AGRICOLE 29\nConclusion 88 ANNEXE TECHNIQUE 147\nMessages clés 29\nRareté de l’eau et pénuries: ZOOM ANNEXE STATISTIQUE 150\nune préoccupation mondiale 30 L’aquaculture aux fins d’une\nBIBLIOGRAPHIE 168\nRareté de l’eau et pénuries dans utilisation durable de l’eau dans\ndes contextes qui évoluent 36 les systèmes alimentaires 91\nLes effets du changement climatique 46\n| ii |\n\n--- Page 5 ---\nTABLEAUX, FIGURES\nET ENCADRES\nTABLEAUX FIGURES\n11 Répartition des terres\ncultivées par système de\n1 Empreinte hydrique de divers 1 Ressources hydriques et\nproduction et niveau de\nproduits alimentaires 13 cibles des objectifs de\npénurie et de rareté de l’eau,\n2 Productivité mondiale développement durable (ODD) 4\npar région 43\nmoyenne de l’eau pour 2 Ressources en eau douce\n12 Répartition des terres\ncertaines catégories d’aliments 67 renouvelables par habitant,\ncultivées par système de\n3 Avantages et inconvénients par région, 1997-2017 8\nproduction et niveau de\ncaractéristiques des systèmes 3 Prélèvements d’eau dans le\npénurie et de rareté de l’eau,\nd’irrigation 73 monde par l’ensemble des\npar niveau de revenu des pays\n4 Productivité mondiale secteurs 9 et par groupe de pays 44\nmoyenne de l’eau pour certains 4 Prélèvement total d’eau par\n13 Mise en perspective des\nproduits animaux 81 habitant, par région, en 2010\nmesures de lutte contre la\n5 Méthodes de tarification de et 2017 10 pénurie d’eau et la rareté des\nl’eau 110 5 Fréquence des sécheresses ressources en eau, dans le\n6 Effets de différents éléments sur les terres de culture cadre politique général 49\nde gouvernance liés à pluviale, 1984-2018 32 14 Gestion de l’eau à usage\nl’irrigation sur la pêche et 6 Fréquence des sécheresses agricole, des systèmes\nl’aquaculture continentales 117 sur les terres de pâture pluviaux aux systèmes irrigués 62\n7 Améliorer la gestion de l’eau pluviale, 1984-2018 33 15 Rendement des cultures\ndans le secteur agricole: 7 Indicateur 6.4.2 des ODD – maraîchères par région, 2012 63\npriorités d’action des pouvoirs niveau de stress hydrique dans\n16 Principales pratiques de\npublics 138 les zones irriguées, 2015 34\ngestion de l’eau dans\nA1 Zones agricoles soumises 8 Contribution du secteur l’agriculture pluviale 64\nà des pénuries d’eau ou à des agricole au stress hydrique,\n17 Productivité économique\nsituations de rareté de l’eau: par bassin hydrographique,\nde l’eau pour certaines cultures\nnombre de personnes vivant 2015 35\nirriguées, par région 68\ndans ces zones et nombre 9 Positionnement d’un\n18 Productivité économique\nd’hectares, par pays ou échantillon de pays en\neffective de l’eau et écarts de\nterritoire 153 fonction de la proportion de\nproductivité de l’eau par\nA2 Systèmes de production terres de culture, pluviale ou\nrapport à la valeur de\nsoumis à des situations de irriguée, soumises à des\nréférence, pour certaines\nrareté de l’eau ou de pénurie, sécheresses fréquentes à très\ncultures irriguées, par région 71\nen nombre d’hectares et en fréquentes ou à un stress\nA1 Fréquence des épisodes\npourcentage, par pays ou hydrique élevé à très élevé 37\nde sécheresse dans les cultures\nterritoire 159 10 Proportion de terres\npluviales à hauts niveaux\ncultivées soumises à des\nd’intrants, 1984-2018 166\ncontraintes hydriques, par\nsystème de production, dans\nun échantillon de pays 39\n| iii |\n\n--- Page 6 ---\nTABLEAUX, FIGURES ET ENCADRÉS\nA2 fréquence des épisodes 9 Contribution de l’irrigation 19 Effets des marchés de\nde sécheresse dans les cultures d’appoint à la productivité de l’eau souterraine sur l’équité et\npluviales à faibles niveaux l’eau et à la résilience des l’efficience d’utilisation de l’eau\nd’intrants, 1984-2018 166 systèmes pluviaux 66 – cas de la Chine et de l’Inde 107\nA3 Indicateur 6.4.2 des ODD 10 Systèmes d’irrigation créés 20 Gestion des eaux\n– stress hydrique, au niveau à l’initiative des agriculteurs – souterraines aux États-Unis\ndes pays, 2015 167 éléments factuels recueillis en d’Amérique 108\nA4 Indicateur 6.4.2 des ODD Afrique subsaharienne 74 21 Les associations d’usagers\n– stress hydrique, au niveau 11 Avantages de l’irrigation de l’eau offrent des avantages,\ndes bassins hydrographiques, moderne – éléments factuels mais il est impératif de prêter\n2015 167 recueillis en Chine, en Inde et attention à la gouvernance –\naux États-Unis d’Amérique 75 des exemples en Asie 112\nENCADRÉS 12 Effets de la conduite des 22 Mesures d’incitation et\ncultures sur rareté et productivité de l’eau\n1 La situation mondiale de l’évapotranspiration, le dans la région Proche-Orient\nl’alimentation et de l’agriculture rendement et la productivité de et Afrique du nord 128\n1993 – politiques de l’eau et l’eau – éléments factuels 23 Des pompes d’irrigation à\nagriculture 3 recueillis en Argentine et en énergie solaire pour les petits\n2 Cycle hydrologique et Inde 77 agriculteurs – les exemples du\nagriculture 6 13 Synthèse du potentiel Bangladesh et de l’Inde 133\n3 La concurrence entre les d’amélioration de la 24 Le rôle de l’eau virtuelle et\ndemandes d’eau est production végétale pluviale et du commerce dans l’utilisation\ndéterminée par le niveau de irriguée 78 optimale des ressources en\nrevenu du pays 11 14 Forêts et solutions eau 135\n4 Les caractéristiques s’inspirant de la nature 83 25 Le défi de la coordination\ninhérentes à l’eau rendent sa 15 Portail de données en libre des politiques – les exemples\ngestion difficile 17 accès sur la productivité de de la Bolivie (État plurinational\n5 Lien eau-énergie- l’eau (WaPOR) – la de) et du Chili 136\nalimentation et production de télédétection au service de la\nbiocarburants 18 productivité de l’eau 89\n6 Productivité des terres dans 16 Gouvernance de l’eau à\nl’agriculture irriguée et pluviale l’appui de l’agriculture et de la\nen Afrique subsaharienne 40 sécurité alimentaire 99\n7 Aperçu des différents 17 Évolution de la\nsystèmes de production du gouvernance de l’eau au\nSPAM 41 Maroc – production de\ncarottes dans la province de\n8 Gestion de la pénurie\nBerrechid 103\nd’eau: le potentiel du\ncommerce 45 18 Réfléchir à un régime\nfoncier applicable à l’eau 104\n| iv |\n\n--- Page 7 ---\nAVANT-PROPOS\nNotre existence même dépend de l’eau – l’eau l’agriculture d’irrigation, laquelle dépend de\ndont nous avons besoin pour boire et celle ressources en eau rares, or les précipitations\ndont nous avons besoin pour produire des sont elles aussi en volume limité. En outre,\naliments. La culture utilise l’eau douce des le changement climatique a d’ores et déjà\nrivières, des lacs et des aquifères. L’agriculture sérieusement perturbé le régime des pluies.\npluviale et une bonne partie de l’élevage sont La fréquence accrue des sécheresses et les\ntributaires des eaux de pluie, qui sont limitées. pénuries d’eau qui en résultent dans l’agriculture\nEn outre, les écosystèmes liés à l’eau sont eux pluviale font peser des menaces importantes sur\naussi nécessaires aux moyens d’existence, à les moyens d’existence et la sécurité alimentaire,\nla sécurité alimentaire et à la nutrition, ne en particulier parmi les populations les plus\nserait-ce qu’en tant que supports de la pêche vulnérables, dans les régions du monde les\ncontinentale et de l’aquaculture. Nous avons moins développées.\nbesoin d’approvisionnements en eau douce non\ncontaminée pour avoir à disposition de l’eau La rareté de l’eau (le déséquilibre entre l’offre\npotable sûre, et pour assurer notre hygiène et la demande d’eau douce) et les pénuries\net garantir la sécurité sanitaire des aliments d’eau (qui prennent la forme de précipitations\nque nous consommons et, de ce fait, notre insuffisantes) doivent être prises très au\nsanté. Mais l’eau a bien d’autres usages et est sérieux, car c’est maintenant la réalité dans\nindispensable à bien d’autres activités humaines. laquelle nous vivons. Grâce aux travaux\nmenés par l’Organisation des Nations Unies\nIl apparaît clairement que l’eau est à la base de pour l’alimentation et l’agriculture (FAO),\nnombre d’objectifs de développement durable nous pouvons savoir combien de personnes\n(ODD); l’ODD 6, en particulier – Garantir et combien d’hectares de terres connaissent\nl’accès de tous à des services d’alimentation en des situations de rareté ou de pénurie d’eau.\neau et d’assainissement gérés de façon durable. D’après le présent rapport, 1,2 milliard de\nIl ressort malheureusement du présent rapport personnes vivent dans des régions agricoles\nque réaliser cet objectif d’ici à 2030 sera un soumises à des niveaux de stress hydrique\nvéritable défi. Sous l’effet de l’accroissement très élevés (avec des répercussions sur les\ndémographique, les ressources en eau douce zones irriguées) ou à des sécheresses très\ndisponibles, par personne, ont diminué de fréquentes (avec des répercussions sur les\nplus de 20 pour cent au cours de ces vingt terres agricoles et les pâturages pluviaux).\ndernières années, rendant plus impérative Sur ce nombre, 520 millions vivent en zone\nencore la nécessité de «produire plus avec rurale et 660 millions vivent dans de petits\nmoins». Tandis que la demande croît, l’eau douce centres urbains entourés de terres agricoles.\ndevient une ressource plus rare et fait l’objet Si l’on ajoute à ces chiffres les régions qui\nd’une concurrence accrue, et des prélèvements connaissent des niveaux de stress hydrique et\nexcessifs menacent les écosystèmes liés à l’eau des fréquences de sécheresse élevés, on arrive\net les services qu’ils assurent. L’agriculture a à un total de 3,2 milliards de personnes, dont\nun rôle important à jouer dans les progrès à 1,4 milliard de ruraux. En valeurs relatives,\nfaire vers la durabilité: elle entre en effet pour 11 pour cent du total des terres cultivées et\nplus de 70 pour cent dans les prélèvements 14 pour cent des pâturages subissent des\nmondiaux d’eau, et, au niveau mondial, 41 pour sécheresses récurrentes, et plus de 60 pour cent\ncent des prélèvements ne sont pas compatibles des terres irriguées sont soumises à un stress\navec le maintien des services écosystémiques. hydrique élevé. Ces premières estimations\nL’agriculture pluviale est appelée à compléter concernant l’indicateur 6.4.2 des ODD, relatif au\n| v |\n\n--- Page 8 ---\nAVANT-PROPOS\nstress hydrique, et le constat de pénurie d’eau ODD, alors nous devons nous attaquer\npersistante dans l’agriculture pluviale, montrent vigoureusement et sans attendre aux pénuries\nbien qu’il est urgent d’agir pour que l’eau soit d’eau et à la rareté de l’eau dans le secteur\ngérée de manière durable. Si on n’agit pas, agricole. C’est la sécurité alimentaire mondiale\nl’augmentation de la demande d’eau conjuguée et la nutrition qui sont en jeu. Les pénuries\naux effets du changement climatique risque d’eau et la rareté de l’eau mettent en danger\nd’aggraver la situation. l’environnement qui rend possible l’accès à la\nnourriture pour des millions des personnes\nPar-delà l’ODD 6, il est essentiel de trouver qui ont faim, dans de nombreuses régions du\ndes solutions au problème de la rareté de l’eau monde, et qui permet de réduire le coût des\net des pénuries d’eau pour réaliser nombre aliments nutritifs et de mettre une alimentation\nd’autres objectifs inscrits dans le Programme saine à la portée de milliards de personnes.\nde développement durable à l’horizon 2030 La concurrence croissante dont l’eau fait\n(le Programme 2030), le moindre n’étant l’objet – concurrence entre les secteurs,\npas l’objectif Faim zéro. Il nous reste dix ans les usagers et parfois les pays – conduit\npour atteindre ces objectifs, mais nous ne aussi à de graves problèmes. En l’absence\nréussirons que si nous faisons meilleur usage d’une gouvernance adaptée, la concurrence\nde nos ressources en eau – eau douce et eau de accrue risque d’exacerber des inégalités déjà\npluie –, qui sont limitées, et si nous en faisons profondes dans l’accès à l’eau. Là encore, les\nun usage plus productif. L’agriculture occupe plus exposés sont les groupes les plus pauvres\nune place centrale à cet égard, non seulement et les plus vulnérables, notamment les petits\nparce qu’elle est touchée au premier chef par les agriculteurs et les femmes. Les communautés\ncontraintes hydriques, mais aussi parce que le et les individus qui dépendent des écosystèmes\nsecteur agricole est le premier consommateur liés à l’eau, par exemple les pêcheurs qui\nmondial d’eau. Autrement dit, l’usage que exercent leur activité sur les rivières et les lacs,\nl’agriculture fait de l’eau douce est crucial du risquent aussi de subir un préjudice car ils\npoint de vue des volumes disponibles pour les sont souvent oubliés. Dans le pire des cas, la\nautres activités et s’agissant de préserver les concurrence accrue peut conduire à des conflits\nécosystèmes liés à l’eau. Et il est d’autant plus à tous les niveaux – conflits locaux et conflits\nindispensable d’utiliser les ressources en eau internationaux – entre les différents groupes.\ndans des conditions durables que l’on cherche à\nadopter dans le monde des modes d’alimentation Le présent rapport met donc l’accent sur\nplus propices à la santé – qui souvent reposent l’amélioration de la gouvernance de l’eau,\nsur des aliments relativement exigeants en eau dont le but est d’assurer l’utilisation la plus\ntels que les légumineuses, les fruits à coque, la productive possible de ressources en eau\nvolaille et les produits laitiers. La plus grande limitées tout en préservant les services rendus\npartie de la production agricole provient de par les écosystèmes liés à l’eau et en assurant\nl’agriculture pluviale. Pour que celle-ci continue à tous un accès équitable. Dans le secteur\nde jouer son rôle, nous devons améliorer la agricole, la gouvernance de l’eau s’intéresse\ngestion des ressources en eau, limitées, fournies surtout à l’irrigation, mais le rapport élargit\npar les précipitations. sa portée pour englober l’agriculture pluviale,\ny compris les pâturages. On y insiste sur la\nPar le présent rapport, la FAO envoie un nécessité de maintenir ou de remettre en état\nmessage fort: si nous tenons à respecter les flux environnementaux et les services\nl’engagement qui a été pris de réaliser les que rend l’environnement. La comptabilité et\n| vi |\n\n--- Page 9 ---\nl’audit de l’eau doivent figurer au centre de Cela suppose des cadres institutionnels et\ntout programme visant à trouver une solution juridiques efficaces qui, une fois adaptés à\naux contraintes hydriques. Les deux outils que chaque contexte particulier, permettront\nconstituent la comptabilité et l’audit de l’eau d’améliorer la gouvernance de l’eau, et par\nsont en outre conçus et appliqués au mieux conséquent de mettre en place des stratégies\nlorsqu’ils s’inscrivent dans le cadre de processus de gestion novatrices. Pour être efficaces, les\nde soutien mutuel. En plaçant les personnes stratégies de gouvernance et de gestion de\net leurs liens avec les ressources en eau dans l’eau, quelles qu’elles soient, doivent avoir pour\nle cadre plus général de l’équilibre hydrique, point de départ la comptabilité et l’audit des\nle présent rapport montre par ailleurs que les ressources en eau. Il faut aussi des institutions\nrégimes fonciers applicables à l’eau offrent un et des règlements qui favorisent la coordination\npotentiel d’action face aux contraintes hydriques entre les différents acteurs afin de gérer les\net peuvent compléter l’audit et la comptabilité. demandes d’eau concurrentes, d’assurer un\nLa gouvernance étant le thème de base, une accès équitable aux ressources en eau et de\naction est suggérée à trois niveaux : i) questions protéger les écosystèmes. L’existence de régimes\ntechniques et gestion; ii) droit et institutions; et fonciers (pour la terre et aussi pour l’eau)\niii) politiques à suivre. sûrs, capables d’inciter à un usage efficient de\nl’eau, joints également à des mécanismes de\nAu niveau technique et au niveau de la gestion, tarification et à des mécanismes d’échanges, est\ntirer parti du potentiel qu’offre l’agriculture à cet égard centrale. Souvent, les associations\npluviale, en améliorant la gestion de l’eau, d’usagers de l’eau au niveau de la collectivité\nest l’un des points clés. Il s’agira de mieux peuvent contribuer à améliorer la gestion de\nconserver l’eau dans le sol ou de mettre en l’eau. Toutefois, il faut que les solutions soient\nplace des techniques de collecte de l’eau de adaptées aux conditions locales et il faut que\npluie. Par ailleurs, en investissant dans de ces solutions soient élaborées par les parties\nnouveaux réseaux d’irrigation ou en rénovant prenantes ou du moins avec elles.\nou modernisant les réseaux existants, il est\npossible d’accroître considérablement la Enfin, au niveau plus général des politiques,\nproductivité des systèmes irrigués. Dans tous la cohérence et la coordination sont deux\nles cas de figure, on obtient des résultats plus aspects essentiels, au plan sectoriel et au plan\nimportants lorsqu’en plus d’améliorer la gestion géographique. Il faut adopter des stratégies\nde l’eau on améliore les pratiques culturales, cohérentes visant à la fois les cultures irriguées\npar exemple en optant pour des variétés plus et pluviales, l’élevage, les forêts, la pêche\nrésistantes à la sécheresse. Divers moyens continentale et l’aquaculture. Les mesures\npeuvent aussi être mis en œuvre dans le secteur d’incitation sont un élément clé de la cohérence\nde l’élevage pour accroître la productivité de des politiques et elles doivent favoriser la\nl’eau, notamment un pâturage amélioré et productivité de l’eau et la protection des\nun meilleur suivi de la santé des animaux. écosystèmes. Or, les subventions en faveur\nToutefois, les mesures prises au niveau des des intrants, de l’énergie et de la production\nexploitations doivent s’inscrire dans le cadre peuvent avoir pour effet de favoriser des\nd’une approche qui doit se situer au niveau du inefficacités et une utilisation de l’eau non\nterritoire, afin de prendre en considération les durable – par exemple des prélèvements excessifs\neffets sur l’équilibre hydrique de l’ensemble du d’eau souterraine.\nbassin versant.\n| vii |\n\n--- Page 10 ---\nAVANT-PROPOS\nRÉSUMÉ\nFace à la rareté de l’eau et aux pénuries, il n’y Pour paraphraser Benjamin Franklin, qui\na pas de solution unique, applicable à toutes était aussi un scientifique de premier plan,\nles situations. Les pays, voire les différentes n’attendons pas que le puits soit à sec pour\nrégions à l’intérieur des pays, présentent découvrir combien l’eau est précieuse.\ndes caractéristiques diverses et n’ont pas Le présent rapport met en évidence l’urgence\ntous les mêmes problèmes. Les solutions qui du problème et le rôle important que doit jouer\nsont proposées dans le rapport reposent sur l’agriculture dans les solutions à mettre en\nl’approche territoriale préconisée par l’Initiative place face à la rareté de l’eau et aux pénuries.\nMain dans la main de la FAO, à savoir que les J’invite toutes les parties prenantes à lire le\nproblèmes et les défis à relever sont abordés au rapport afin d’y trouver les solutions qui leur\nniveau infranational. Le rapport propose des permettront, compte tenu chacune de leur\npriorités d’action potentielles pour différents situation particulière, de relever le défi de\ntypes de productions et ces actions peuvent l’eau et, surtout, à appliquer ces solutions,\nêtre adaptées, dans l’agriculture irriguée et afin d’améliorer la sécurité alimentaire et la\ndans l’agriculture pluviale, à l’aide des données nutrition, et la durabilité écologique, dans\ngéospatiales mises à disposition par la FAO. l’esprit du Programme 2030.\nQu Dongyu\nDirecteur général de la FAO\n| viii |\n\n--- Page 11 ---\nMÉTHODE\nL’élaboration de La Situation mondiale de l’alimentation et de l’agriculture 2020 a commencé avec une réunion\ntenue au Siège de l’Organisation des Nations Unies pour l’alimentation et l’agriculture (FAO), à Rome, le\n19 novembre 2019, à laquelle ont participé des spécialistes des services compétents de la FAO et au cours de\nlaquelle a été examiné le plan du rapport. À la suite de cette réunion, un groupe consultatif, présidé par le\nDirecteur adjoint de la Division de l’économie agroalimentaire et au sein duquel étaient représentées toutes\nles unités techniques compétentes de la FAO, a été formé afin de contribuer à la rédaction. Les avant-projets\ndes différents chapitres ont été présentés au groupe consultatif et à un groupe d’experts extérieurs du\n17 au 21 février 2020. Le projet de rapport au complet a ensuite été examiné lors d’un deuxième atelier,\norganisé les 26 et 27 février. Le rapport a été révisé sur la base des contributions issues de l’atelier, puis\nprésenté à l’équipe de direction de l’axe Développement économique et social de la FAO. La version révisée\na été soumise aux fins de commentaires aux autres axes de la FAO, aux bureaux régionaux pour l’Afrique,\nl’Amérique latine et les Caraïbes, l’Asie et le Pacifique, l’Europe et l’Asie centrale, et le Proche-Orient et\nl’Afrique du Nord, et à des réviseurs externes. Les commentaires ont été incorporés dans le projet final,\nqui a été examiné par le Sous-Directeur général chargé de l’axe Développement économique et social, puis\nsoumis au Bureau du Directeur général de la FAO, le 3 novembre 2020. L’équipe chargée des recherches et\nde la rédaction a rédigé le rapport en s’appuyant sur des documents de référence élaborés par des experts de\nla FAO et des experts extérieurs.\n| ix |\n\n--- Page 12 ---\nREMERCIEMENTS\nLa Situation mondiale de l’alimentation et de l’agriculture 2020 a été élaborée par une équipe multidisciplinaire\nde FAO, sous la direction de Marco V. Sánchez Cantillo, Directeur adjoint de la Division de l’économie\nagroalimentaire, et d’Andrea Cattaneo, Économiste principal et coordonnateur de la publication.\nMáximo Torero Cullen, Économiste en chef chargé de l’axe Développement économique et social, a donné\ndes orientations générales. L’équipe de direction de l’axe Développement économique et social a aussi\naccompagné le projet.\nÉquipe chargée des recherches et de la rédaction\nLaura D’Aietti, Paulo Dias, Giovanni Federighi, Theresa McMenomy, Fergus Mulligan (rédacteur consultant),\nJakob Skøt et Sara Vaz.\nDocuments de référence, données et sections du rapport\nK.H. Anantha (ICRISAT), Jennie Barron (Université suédoise des sciences agricoles), Sreenath Dixit\n(ICRISAT), Kaushal Garg (ICRISAT), Mesfin Mekonnen (Université du Nebraska), Yulie Meneses\n(Université du Nebraska), Christopher Neale (Université du Nebraska), Mark Rosegrant (chargé de\nrecherche emeritus, IFPRI), Anna Tengberg (Institut international de l’eau de Stockholm - SIWI), Bing\nWang (Université Nebraska-Lincoln) et Anthony Whitbread (ICRISAT).\nContributions supplémentaires de la FAO\nJiro Ariyama, Charles Batchelor, Riccardo Biancalani, Dubravka Bojic, Sally Bunning, Sara Casallas\nRamírez, Piero Conforti, Marlos de Souza, Gianluca Franceschini, Simon Funge-Smith, Virginie Gillet,\nLeman Yonca Gurbuzer, Matthias Halwart, Sasha Koo-Oshima, Yanyun Li, Michela Marinelli, Anne\nMottet, Marcel Mucha, Douglas Muchoney, Oscar Rojas, Rodrigo Roubach, Ahmad Sadiddin, Austin\nStankus, John Valbo-Jørgensen, Domitille Vallée, Louise Whiting et Xinhua Yuan.\nGroupe consultatif de la FAO\nMohamed Al-Hamdi, Fenton Beed, Dubravka Bojic, Riccardo Biancalani, Ruhiza Jean Boroto, Sally Bunning,\nSara Casallas Ramírez, Camillo De Camillis, Marlos de Souza, Jean-Marc Faurès, Simon Funge-Smith,\nKakoli Ghosh, Virginie Gillet, Matthias Halwart, Jippe Hoogeveen, Sasha Koo-Oshima, Yanyun Li,\nMohamed Manssouri, Michela Marinelli, Chikelu Mba, Patricia Mejias Moreno, Anne Mottet, John\nPreissing, Oscar Rojas, Ahmad Sadiddin, Nuno Santos, Elaine Springgay, Francesco Tubiello, Olcay Ünver,\nJohn Valbo-Jørgensen, Sylvie Wabbes-Candotti et Louise Whiting.\nGroupes d’experts extérieurs\nJennie Barron (Université suédoise des sciences agricoles), Mesfin Mekonnen (Université\nNebraska-Lincoln), Audrey Nepveu (FIDA), Jean D’Amour Nkundimana (PAM), Cédric Pene (OMC),\nClaudia Ringler (IFPRI), Mark Rosegrant (chargé de recherche emeritus, IFPRI) et Bing Zhao (PAM).\nAnnexe statistique\nL’annexe a été mise au point par Laura D’Aietti, Giovanni Federighi et Sara Vaz.\nAppui administratif\nEdith Stephany Carrillo et Liliana Maldonado.\nLe Groupe de l’édition (OCCP) du Bureau de la communication de l’Organisation a prêté des moyens\néditoriaux et s’est chargé de la conception et de la mise en page du document, ainsi que de la coordination\nde sa production dans les six langues officielles.\n| x |\n\n--- Page 13 ---\nSIGLES ET\nABRÉVIATIONS\ncovid-19 maladie à coronavirus 2019 LSMS-ISA Mesure des niveaux de vie –\nEnquêtes intégrées sur l'agriculture\nDESA Département des affaires\nm3 mètre cube\néconomiques et sociales de\nl’ONU ODD objectif de développement\nEAH eau, assainissement et hygiène durable\nFAO Organisation des Nations Unies OMS Organisation mondiale de la\nSanté\npour l’alimentation et l’agriculture\nFIDA Fonds international de ONU Organisation des Nations Unies\ndéveloppement agricole PEID petits États insulaires en\nGAEZ Outil mondial d’analyse des développement\nzones agro-écologiques PIB produit intérieur brut\nGES gaz à effet de serre\nProgramme Programme de développement\nGLAAS Analyse et évaluation mondiales 2030 durable à l’horizon 2030\nd’ONU-Eau sur l’assainissement R-D recherche-développement\net l’eau potable\nSPAM Modèle de répartition spatiale\nGMIA Carte mondiale des superficies\nde la production\nd’irrigation\nTIC technologies de l’information et\nGPS système de positionnement\nde la communication\nmondial\nUNICEF Fonds des Nations Unies pour\nIFPRI Institut international de recherche\nl’enfance\nsur les politiques alimentaires\nUSD dollar des États-Unis\nIIASA Institut international pour\nl’analyse des systèmes appliqués WaPOR Portail de données en libre\naccès sur la productivité de l’eau\nIMPACT modèle international d’analyse\nrelative aux produits et aux\néchanges agricoles\nIWMI Institut international de gestion\ndes ressources en eau\nIWMI International Water Management\nInstitute\nLEAP Partenariat pour l’évaluation et la\nperformance environnementales\nde l’élevage\nLEGS Normes et directives pour l'aide\nd'urgence à l'élevage\n| xi |\n\n--- Page 14 ---\nGLOSSAIRE\nAudit de l’eau. Va plus loin que la comptabilité du sol), les eaux usées non traitées, l’eau de mer et\nde l’eau (voir ci-après) en ce que l’offre et la les eaux saumâtres1.\ndemande d’eau, son accessibilité et son utilisation\nsont placées dans le contexte plus vaste de la Eau verte. Part des eaux de pluie qui est stockée\ngouvernance, des institutions, des dépenses dans le sol et qui est disponible pour la croissance\npubliques et privées, de la législation et de des végétaux1.\nl’économie politique plus générale de l’eau, dans\ndes domaines donnés5. Écoulement de retour. Partie de l’eau prélevée de sa\nsource qui n’est pas consommée et qui retourne à\nComptabilité de l’eau. Étude systématique de l’état sa source ou à une autre masse d’eau, superficielle\nprésent et des tendances actuelles de l’offre et ou souterraine. On peut distinguer les écoulements\nde la demande d’eau, de son accessibilité et de de retour non récupérables (écoulements vers\nson utilisation, dans des contextes spatiaux et des puits de sel ou vers des eaux souterraines\ntemporels spécifiques5. sans valeur économique ou écoulements de\nqualité insuffisante) et les écoulements de retour\nDébits écologiques. Flux d’eau douce nécessaires récupérables (écoulements vers des cours d’eau ou\n(volume et temps) au maintien des écosystèmes, infiltration dans des aquifères)1.\nainsi qu’aux moyens d’existence et au bien-être des\npersonnes qui dépendent de ces écosystèmes1. Efficience d’utilisation de l’eau. Rapport entre l’eau\neffectivement utilisée à une fin donnée et l’eau\nDroit d’utilisation de l’eau. Au sens juridique, droit effectivement prélevée. Dans le domaine de\nd’extraire de l’eau d’une source naturelle donnée, l’irrigation, l’efficience d’utilisation de l’eau\nou de la dériver, et d’utiliser cette eau; de retenir correspond au rapport entre les besoins estimatifs\nou de stocker un volume donné d’eau dans une en eau d’irrigation (évapotranspiration) et le\nsource naturelle derrière un barrage ou autre prélèvement d’eau effectif. Cette variable sans\nstructure hydraulique; et d’utiliser ou de maintenir dimension peut être appliquée à n’importe quelle\nde l’eau dans son état naturel (écoulement naturel échelle (plante, champ, réseau d’irrigation, bassin\nd’une rivière, eau utilisée à des fins récréatives, hydrographique, pays, etc.). Dans le domaine\npour la pratique religieuse ou spirituelle, pour agricole, on peut chercher à obtenir une utilisation\nboire, pour le lavage et le bain, ou pour donner à efficiente de l’eau en réduisant les déperditions\nboire aux animaux)1. d’eau dans la transmission et la distribution,\nou encore en augmentant le rendement des\nEau bleue. Désigne l’eau des lacs, des rivières et cultures, en changeant les dates de semis ou en\ndes aquifères. Elle se présente sous deux formes: changeant de variété cultivée, entre autres moyens.\nles eaux qui s’écoulent en surface et les eaux des Une augmentation de l’efficience d’utilisation de\nnappes souterraines renouvelables1. l’eau en agriculture ne signifie pas nécessairement\nqu’il y a «économie» d’eau1. Il importe, pour la\nEau douce. Eau qui se trouve à la surface de la terre recherche d’une plus grande efficience, d’adopter\ndans les glaciers, les lacs et les cours d’eau (eau une perspective plus vaste (au niveau du bassin\nde surface) et en sous-sol dans les aquifères (eau hydrographique, par exemple) qui tienne compte\nsouterraine). Elle se caractérise principalement de la contribution de ce qu’on appelle les\npar une faible teneur en sels dissous. Sont exclues «déperditions» à la productivité d’autres utilisateurs\nl’eau de pluie, l’eau stockée dans le sol (humidité et dans d’autres parties du cycle de l’eau.\n| xii |\n\n--- Page 15 ---\nGouvernance de l’eau. Processus, acteurs et institutions compte des besoins en eau de l’environnement.\nqui prennent part aux décisions relatives à la Le stress hydrique est de nature anthropique;\nmise en valeur et à la gestion des ressources en c’est une fonction du volume des prélèvements\neau et à la prestation de services des eaux, dans d’eau douce effectués par l’homme par rapport au\nles domaines politique, administratif, social et volume des ressources en eau disponibles dans\néconomique et dans les systèmes et mécanismes une zone donnée, déduction faite des besoins\nformels et informels6. en eau des écosystèmes. Ainsi, une région\naride dotée de peu d’eau mais n’entrant pas en\nObjectif de développement durable (ODD) – indicateur 6.4.1: compétition avec une activité humaine ne sera\nVariation de l’efficacité de l’utilisation des ressources en eau. pas considérée comme étant en situation de stress\nValeur ajoutée par unité d’eau utilisée, exprimée hydrique; elle sera considérée comme étant une\nen USD/m3, d’un secteur de l’économie donné (fait région aride. Le stress hydrique est une réalité\napparaître, sur la durée, l’évolution de l’efficience physique objective qui peut être mesurée de la\nd’utilisation de l’eau)3. Cet indicateur a été même manière dans toutes les régions et sur\nconçu pour suivre l’avancement de la réalisation toutes les périodes. Cet indicateur a été conçu\nde la cible 6.4 des ODD et plus précisément pour suivre l’avancement de la réalisation de la\nl’élément de la cible ainsi énoncé: «augmenter de cible 6.4 des ODD et plus précisément l’élément\nmanière considérable l’efficacité de l’utilisation de la cible ayant trait à l’environnement et qui est\ndes ressources en eau dans tous les secteurs», ainsi énoncé: «garantir des prélèvements et un\nce en comparant la valeur ajoutée produite par approvisionnement en eau douce durables pour\nl’économie aux volumes d’eau utilisés par cette mettre fin aux pénuries d’eau». Il a pour origine\nmême économie, y compris les déperditions l’ancien indicateur 7.5 des objectifs du Millénaire\ndans les réseaux d’alimentation. En d’autres pour le développement: «taux d’utilisation de\ntermes, cet indicateur donne une estimation de l’ensemble des ressources en eau»4. Le stress\nla dépendance de la croissance économique à hydrique rend compte des disponibilités physiques\nl’égard de l’utilisation d’eau. Il diffère du concept en eau douce et ne prend pas en considération\nde productivité de l’eau en ce qu’il n’envisage pas le fait que celles-ci soient aptes ou non à\nla productivité de l’eau utilisée comme moyen de être utilisées.\nproduction dans une activité donnée. En outre,\nla productivité de l’eau est calculée comme Pénurie d’eau. Approvisionnement insuffisant\nétant le rapport de la production économique au en eau de qualité acceptable; faibles niveaux\nvolume d’eau consommé, et non au volume d’eau d’approvisionnement, en un lieu et à un\nutilisé3. Enfin, cet indicateur a amené à créer une moment donnés, par rapport aux niveaux\ndéfinition distincte pour «efficience d’utilisation attendus. La pénurie peut être due à des\nde l’eau» (voir plus haut). facteurs météorologiques ou à d’autres causes\nd’insuffisance des ressources en eau, comme\nObjectif de développement durable (ODD) – indicateur par exemple un manque d’infrastructures ou le\n6.4.2: Niveau de stress hydrique – prélèvement d’eau douce mauvais entretien des infrastructures, ou tout\nen proportion des ressources en eau douce disponibles. un ensemble d’autres facteurs hydrologiques ou\nPrélèvements d’eau douce totaux par tous hydrogéologiques1. Dans le présent rapport on\nles grands secteurs (agriculture, industrie, utilise un indicateur de la fréquence des épisodes\ncollectivités) par rapport au total des ressources de sécheresse pour mesurer les pénuries d’eau\nen eau douce renouvelables, après prise en dans l’agriculture pluviale.\n| xiii |\n\n--- Page 16 ---\nGLOSSAIRE\nPrélèvement d’eau. Volume d’eau brut prélevé à etc.) suite à une demande élevée par rapport à\nquelque fin que ce soit (agriculture, industrie, l’offre disponible, dans le cadre des dispositifs\ncollectivités)1. Peut comprendre l’eau provenant institutionnels en vigueur (y compris le prix) et\nde ressources en eau douce renouvelables, de la situation sur le plan des infrastructures.\nl’eau provenant d’un soutirage excessif d’eaux Ses symptômes sont: une demande non satisfaite,\nsouterraines renouvelables, les prélèvements des tensions entre les usagers, la concurrence\nd’eaux fossiles, les eaux usées (traitées) pour les ressources en eau, l’extraction\ndirectement utilisées, l’eau dessalée et les eaux de excessive d’eau souterraine et des écoulements\ndrainage agricoles directement utilisées. insuffisants dans le milieu naturel. Le déficit\npeut être artificiel ou provoqué, lorsqu’il découle\nProductivité de l’eau. Rapport entre les avantages d’un surdéveloppement des infrastructures\nnets tirés des cultures, des forêts, de la pêche, hydrauliques par rapport à l’eau disponible,\nde l’élevage et des systèmes associant culture entrainant une situation de pénurie croissante1.\net élevage et le volume d’eau utilisé sous forme Dans le présent rapport, le stress hydrique\nd’évapotranspiration effective pour produire – indicateur 6.4.2 des ODD (voir ci-dessus) – est\nces avantages1. Ces avantages peuvent être utilisé pour mesurer la gravité de l’état de rareté\nexprimés sous diverses formes: rendement de l’eau dans l’agriculture d’irrigation.\n(kilogrammes), teneur nutritionnelle (calories,\nprotéines, calcium, etc.), revenu (USD) ou toute Régime foncier. Relation, définie par la loi ou\nautre mesure convenue du bien-être procuré par par la coutume, entre les personnes, en tant\nles biens et services provenant du système agricole qu’individus ou en tant que groupes, en ce qui\n(les emplois, par exemple). Plus généralement, concerne la terre2.\nla productivité de l’eau reflète les objectifs que\nl’on cherche à atteindre en produisant plus de Régime foncier applicable à l’eau. Relation, définie par\ndenrées alimentaires, de revenu, de moyens la loi ou par la coutume, entre les personnes, en\nd’existence et de bienfaits écologiques à un coût tant qu’individus ou en tant que groupes, en ce\nsocial et environnemental moindre par unité qui concerne les ressources en eau2.\nd’eau consommée. Dans le contexte agricole,\nla productivité physique de l’eau est définie Ressources en eau non conventionnelles. Eau qui peut être\ncomme étant le rapport entre la production mise à disposition en vue d’être utilisée, sans\nagricole et le volume d’eau consommé (kg de que cela augmente la charge sur les ressources\nproduits par mètre cube d’eau), et la productivité primaires en eau douce, à savoir: i) l’eau de mer\néconomique de l’eau est définie comme étant ou l’eau saumâtre dessalées; ii) l’utilisation directe\nla valeur monétaire générée par chaque unité d’eaux usées (traitées); et iii) l’utilisation directe\nd’eau consommée (USD par mètre cube d’eau). d’eaux de drainage agricoles1.\nLa notion de productivité économique de l’eau est\nutilisée pour mettre en relation l’utilisation d’eau Ressources en eau renouvelables extérieures. Part des\ndans le secteur agricole et la nutrition, l’emploi, le ressources en eau renouvelables d’un pays\nbien-être et l’environnement. (moyenne annuelle sur le long terme) qui ne\nprovient pas de ce pays. Cette part comprend\nRareté de l’eau. Déséquilibre entre l’offre et la les flux provenant de pays situés en amont (flux\ndemande d’eau dans un secteur donné (pays, souterrains et flux de surface) et une partie\nrégion, bassin versant, bassin hydrographique, de l’eau des lacs et des cours d’eau frontaliers.\n| xiv |\n\n--- Page 17 ---\nElle prend en compte le volume réservé, par Tarification de l’eau. Action de fixer un prix pour un\ntraité ou par accord formel ou informel, aux pays service des eaux. Le prix peut être calculé de\nsitués en amont (flux entrant) et aux pays situés façon à couvrir tout ou partie du coût du service\nen aval (flux sortant)1. des eaux ou de façon à inciter les usagers de\nl’eau à changer de comportement et à gaspiller\nRessources en eau renouvelables intérieures. Dans un pays, moins d’eau. En ce qui concerne l’irrigation, le\nmoyenne annuelle sur le long terme des flux prix peut être calculé sur la base de la superficie\nd’eau – cours d’eau et recharge des aquifères – qui du terrain, par type de culture ou sur une\nproviennent des précipitations endogènes1. base volumétrique7.\nRessources en eau renouvelables totales. Somme des Utilisation consommatrice d’eau. Part d’eau prélevée\nressources en eau douce renouvelables intérieures de sa source pour être utilisée dans un secteur\net des ressources en eau douce renouvelables spécifique (agricole, industriel, municipal, par\nextérieures. Ces ressources correspondent au exemple). Contrairement à une utilisation non\nvolume annuel maximum d’eau dont dispose en consommatrice, elle ne pourra pas être réutilisée\nthéorie un pays à un moment donné1. suite à une évaporation, une transpiration, une\nincorporation à des produits, un drainage direct\nRisque hydrologique: Dans le présent rapport, vers la mer ou vers des surfaces d’évaporation, ou\npossibilité qu’une zone connaisse un problème son retrait des ressources d’eau douce par d’autres\nlié à l’eau8. Les problèmes susceptibles d’être moyens (voir ci-après Utilisation d’eau non\nrencontrés sont la rareté ou la pénurie d’eau consommatrice)1.\n– mesurées dans le présent rapport au moyen\nd’indicateurs tels que le stress hydrique et la Utilisation d’eau non consommatrice. Utilisation d’eau\nfréquence des sécheresses – mais aussi les risques qui ne se traduit pas par de la consommation\nnaturels, comme par exemple les inondations – le d’eau. L’eau, si elle est prélevée, retourne\nproblème étant alors un excès d’eau. presqu’entièrement dans le système.\nLa navigation, la pêche de capture et les usages\nServices des eaux. Activité qui consiste à fournir récréatifs ou culturels sont des exemples\naux usagers (ménages, entreprises, collectivités) d’utilisation d’eau non consommatrice.\ndes services de prélèvement, de stockage, de La production hydroélectrique est considérée\ntraitement et de distribution d’eau, y compris comme faiblement consommatrice, sauf dans les\nla gestion des eaux usées. L’alimentation cas où un réservoir artificiel a été créé en amont\nen eau potable, l’irrigation pour les besoins car celui-ci présente alors une superficie qui a\nde l’agriculture, la collecte, le traitement et pour effet d’accroître l’évaporation1.\nl’évacuation des eaux usées, les activités de\ndrainage, la gestion des eaux pluviales, des eaux Utilisation de l’eau. Toute application ou utilisation\nsouterraines et des eaux de surface ou de la délibérée d’eau à une fin particulière. Il y a\nsalinité du sol, et le dessalement d’eau de mer ou une différence importante entre l’utilisation\nd’eau saumâtre, sont des exemples de services d’eau consommatrice et l’utilisation d’eau non\ndes eaux. consommatrice (voir plus haut)1.\n| xv |\n\n--- Page 18 ---\nMESSAGES PRINCIPAUX\nè La réalisation des objectifs de développement è À dix ans de l’échéance de 2030, les premières\ndurable se heurte à un défi considérable: 3,2 milliards estimations concernant l’indicateur 6.4.2 des ODD, qui\nde personnes vivent dans des régions agricoles qui concerne le stress hydrique, et la persistance de\nconnaissent une rareté de l’eau ou des pénuries d’un pénuries d’eau dans l’agriculture pluviale, donnent à\ndegré élevé à très élevé, et parmi elles 1,2 milliard de penser qu’assurer une gestion durable de l’eau pour\npersonnes – soit environ un sixième de la population tous demeure un défi. La question de l’eau étant\nmondiale – vivent dans des régions agricoles étroitement liée à plusieurs autres ODD, le moindre\ngravement touchées par des contraintes hydriques. n’étant pas l’objectif Faim zéro, bien gérer des\nressources en eau rares constituera un élément critique\nè L’accroissement démographique est un facteur de leur pleine réalisation.\ndéterminant de la rareté de l’eau du fait qu’il crée une\ndemande accrue, qui pèse sur cette précieuse è Il est encore possible de réussir, mais seulement si\nressource naturelle. En conséquence, le volume annuel on assure une utilisation plus durable et plus productive\ndes ressources en eau disponibles par personne a de l’eau douce et de l’eau de pluie dans l’agriculture,\ndiminué de plus de 20 pour cent au cours de ces vingt secteur qui est le plus gros utilisateur d’eau dans le\ndernières années. monde, à raison de plus de 70 pour cent des\nprélèvements d’eau au niveau mondial.\nè Le développement socio-économique est un autre\nfacteur important de l’augmentation de la demande è Utiliser l’eau de manière plus durable dans le\nd’eau. Il contribue en effet à ce que les habitudes secteur agricole, cela signifiera garantir les débits\nalimentaires évoluent vers des denrées dont la écologiques nécessaires au maintien des fonctions\nproduction exige plus d’eau (notamment la viande et des écosystèmes, qui sont souvent négligés – on\nles produits laitiers). L’adoption d’une alimentation saine estime qu’à l’heure actuelle 41 pour cent de l’eau\nprenant en compte des considérations de durabilité au d’irrigation dans le monde est utilisée aux dépens des\nniveau du système alimentaire peut permettre de besoins de l’environnement. Il faudra réduire les\nréduire la consommation d’eau liée à l’alimentation. prélèvements et améliorer l’efficience d’utilisation de\nl’eau dans les bassins versants où les débits\nè La concurrence accrue dont l’eau fait l’objet et les écologiques ne sont pas assurés.\neffets du changement climatique créent des tensions et\ndes conflits entre les parties prenantes, exacerbant par è La comptabilité et l’audit de l’eau, qui sont rarement\nlà même les inégalités dans l’accès à l’eau, en faits, doivent donc constituer le point de départ de\nparticulier pour les populations vulnérables et toute stratégie qui se veut efficace dans la lutte contre\nnotamment les pauvres des zones rurales, les femmes la pénurie d’eau et les situations de rareté de l’eau. Le\net les populations autochtones. recueil récemment publié par la FAO sur la question\noffre un bon point de départ pour tous ceux qui\nsouhaitent mettre en place ces pratiques.\n| xvi |\n\n--- Page 19 ---\nè Les producteurs – dont beaucoup sont de petits è Investir dans les utilisations d’eau non\nagriculteurs – qui exploitent les 128 millions d’hectares consommatrices – ce qu’on peut faire dans l’aquaculture\n(soit 11 pour cent) de terres agricoles pluviales – et dans les sources d’eau non conventionnelles,\ntouchées par des sécheresses récurrentes peuvent tirer notamment la réutilisation de l’eau ou le dessalement,\nun grand parti des techniques de collecte et de est une stratégie de plus en plus importante face à la\nconservation de l’eau. D’après une estimation, ces rareté de l’eau; toutefois, les exemples qui sont donnés\ntechniques pourraient permettre d’augmenter la dans le présent rapport montrent que les innovations\nproduction de l’agriculture pluviale, mesurée en doivent être rentables sur le plan économique,\nkilocalories, de 24 pour cent, voire de 40 pour cent si socialement acceptables, durables sur le plan de\nelles se doublent d’une expansion de l’irrigation. l’environnement, et adaptées au contexte.\nè S’agissant des éleveurs qui évoluent sur les è Les politiques et la réglementation jouent un rôle\n656 millions d’hectares (soit 14 pour cent) de pâturages central dans la mise en place de technologies et\ntouchés par la sécheresse, il existe tout un ensemble de d’innovations, par exemple par le biais du\nmesures concrètes susceptibles de modérer les effets de financement, de programmes de renforcement des\nla sécheresse et d’améliorer la productivité de l’eau. capacités et de mesures visant à faire respecter les\nNombre de ces mesures sont indirectement liées à débits écologiques. Cela suppose toutefois que les\nl’eau, notamment la lutte contre les maladies, la santé droits sur l’eau soient alloués de manière appropriée et\nanimale, la gestion de l’alimentation des animaux et de que le régime foncier applicable aux ressources en\nl’eau d’abreuvage, ou encore la mobilité et la eau soit sûr, de manière à garantir un accès sûr,\nstratification de la production, qui visent à réduire la équitable et durable à l’eau, en particulier pour les\npression sur les pâturages dans les zones arides. plus vulnérables, tout en assurant les débits\nécologiques voulus.\nè En ce qui concerne les 171 millions d’hectares (soit\n62 pour cent) de terres irriguées soumises à un stress è La cohérence des politiques et des mécanismes de\nhydrique élevé ou très élevé, la priorité doit être gouvernance, à toutes les échelles de l’administration\ndonnée aux pratiques qui se traduisent par une et dans tous les secteurs, sont essentiels pour assurer\naugmentation de la productivité de l’eau – remise en une gestion équitable, durable et efficace des\nétat et modernisation des infrastructures d’irrigation et ressources en eau. Dans le secteur agricole, en\nadoption de technologies innovantes, notamment. À particulier, des stratégies cohérentes et inclusives\ncela il faut ajouter une meilleure gouvernance de l’eau applicables à l’agriculture d’irrigation et à l’agriculture\nafin de garantir une allocation des ressources en eau et pluviale, à l’élevage, à la pêche continentale, à\nun accès à l’eau équitables, et les débits écologiques l’aquaculture et aux forêts, sont nécessaires.\nvoulus. En Afrique subsaharienne, la superficie des\nzones irriguées devrait au moins doubler d’ici à 2050\net ainsi profiter à des millions de petits agriculteurs.\n| xvii |\n\n--- Page 20 ---\nRÉSUMÉ\nPÉNURIES D’EAU ET RARETÉ DE CETTE\nl’horizon 2030 (Programme 2030). En particulier,\nRESSOURCE DANS LE MONDE – QUE\nl’ODD 6 – Garantir l’accès de tous à des services\nSAVONS-NOUS? d’alimentation en eau et d’assainissement\ngérés de façon durable – couvre un grand\nDes ressources hydriques d’importance critique\nnombre de dimensions essentielles en rapport\nsubissent une pression croissante au niveau mondial\navec la disponibilité et la gestion de l’eau.\nLa gestion durable et équitable des ressources Les préoccupations croissantes que suscitent la\nen eau joue un rôle clé dans la viabilité des rareté de l’eau et le mauvais usage qui en est fait\nsystèmes alimentaires; elle est essentielle si se retrouvent plus spécifiquement dans la cible 6.4\nl’on veut atteindre l’objectif Faim zéro. Or, la de l’ODD, qui appelle à utiliser cette ressource\nrareté des ressources hydriques (le déséquilibre beaucoup plus efficacement et à garantir la viabilité\nentre l’offre et la demande d’eau douce) et des prélèvements et de l’approvisionnement en eau\nles questions de qualité de l’eau menacent de douce pour remédier aux pénuries.\nplus en plus souvent la sécurité alimentaire\net la nutrition en raison de leurs effets sur Grâce aussi au travail effectué par la FAO, il\nles systèmes alimentaires – des producteurs est désormais possible de suivre les progrès\nagricoles aux ménages et aux consommateurs, en accomplis en direction de cette cible 6.4 des\npassant par les transformateurs. Dans le même ODD et d’évaluer combien de personnes et\ntemps, des sécheresses graves et persistantes, quelle superficie de terres agricoles font face à\naccentuées par le changement climatique, la rareté de l’eau (au moyen de l’indicateur 6.4.2,\nprovoquent des pénuries d’eau de plus en plus relatif au stress hydrique) et aux pénuries d’eau\ninquiétantes pour l’agriculture pluviale, car (via l’indicateur de fréquence des épisodes de\nelles réduisent les rendements des cultures et sécheresse). À l’aune de ces mesures, le présent\nde l’élevage et font ainsi peser sur les moyens rapport établit que 3,2 milliards de personnes\nd’existence des populations rurales un risque vivent sur des territoires agricoles touchés par un\nde plus en plus élevé. Si l’on ne prend pas niveau élevé à très élevé de pénurie d’eau (avec\ndes mesures immédiates, la situation ne fera des effets sur l’agriculture pluviale) ou de rareté\nque s’aggraver – c’est la raison pour laquelle de l’eau (qui pénalise l’agriculture irriguée).\nl’édition 2020 de La Situation mondiale de Sur ce nombre, 1,2 milliard de personnes – soit\nl’alimentation et de l’agriculture s’intéresse aux un sixième environ de la population mondiale –\ndeux principaux enjeux de la production agricole vivent sur des territoires subissant de graves\net alimentaire: les pénuries d’eau et la rareté de contraintes hydriques.\ncette ressource.\nLa croissance démographique et le développement\nCompte tenu des problèmes que la question\nsocio-économique sont des facteurs déterminants de\nde l’eau soulève sur la voie non seulement de\nla rareté de l’eau\nl’objectif Faim zéro, mais aussi d’un grand\nnombre d’objectifs de développement durable La croissance démographique est un facteur\n(ODD), la nécessité et l’urgence de mettre en déterminant de la rareté de l’eau, car une\nplace une gestion durable de l’eau pour tous population en hausse entraîne une demande\noccupent une place de premier plan dans le accrue d’eau. C’est ainsi que la quantité\nProgramme pour le développement durable à annuelle d’eau douce disponible par personne\n| xviii |\n\n--- Page 21 ---\nLe changement climatique va aggraver les\na reculé de plus de 20 pour cent au cours des\nproblèmes liés à l’eau\ndeux dernières décennies. Ce problème se pose\navec une acuité particulière en Afrique du Nord Les problèmes de rareté de l’eau et de pénuries\net en Asie occidentale, où les disponibilités doivent être traités en tenant compte des effets\nen eau douce par habitant ont baissé de plus du changement climatique, dont on s’attend à\nde 30 pour cent et où le volume annuel moyen ce qu’ils augmentent le risque d’événements\nd’eau par personne atteint à peine les 1 000 m3, météorologiques extrêmes, comme les inondations\nce qui constitue généralement le seuil en et les fluctuations climatiques. Cette évolution\ndessous duquel la rareté de l’eau est considérée viendra accroître la pression sur la production\ncomme grave. agricole, puisque la croissance des plantes et\nle rendement des cultures sont extrêmement\nLes autres déterminants importants sont sensibles aux conditions climatiques. Bien que\nla hausse des revenus et l’urbanisation, qui leur ampleur et les lieux où ils se feront sentir\naboutissent également à une demande accrue soient encore incertains, les effets du changement\nd’eau dans l’industrie, le secteur énergétique et climatique devraient aggraver les pénuries d’eau et\nles services, et à des changements d’alimentation. les situations de rareté et influer défavorablement\nÀ mesure que les revenus, l’urbanisation et sur la production agricole, en particulier dans\nles normes nutritionnelles progressent, les les régions tropicales et les régions situées aux\npopulations adoptent une alimentation qui basses latitudes. Le changement climatique\ndemande davantage de terres et d’eau, en raison touche également les écosystèmes d’eau douce,\nnotamment de la consommation d’une plus les poissons et les autres populations aquatiques\ngrande quantité de viande et de produits laitiers dont la capacité d’absorption des chocs est faible\n– encore que l’empreinte hydrique de ces produits et qui sont sensibles aux chocs climatiques et à la\npuisse varier grandement selon leur mode de variabilité du climat.\nproduction. Une étude menée au Brésil, en Chine\net en Inde a mis en évidence une évolution Le changement climatique va donc ajouter\nvers une alimentation plus riche en produits de à la pression que subissent les systèmes de\nl’élevage et en céréales et, conséquence de cette production agricole au moment où ceux-ci\névolution, une augmentation de la consommation tentent de répondre aux besoins alimentaires\njournalière d’eau de plus de 1 000 litres par d’une population croissante. Cette conjonction\npersonne. Par ailleurs, il faut que le monde peut mettre en péril la sécurité alimentaire\ns’oriente vers une alimentation saine – variée, et la nutrition des populations tant rurales\ncomprenant des aliments dont la production qu’urbaines; mais les ruraux pauvres, qui sont\ndemande beaucoup d’eau, comme les fruits et les les plus vulnérables, pourraient être frappés\nlégumes, les légumineuses, les fruits à coque, de manière disproportionnée. C’est pourquoi,\nainsi que les œufs, les produits laitiers et la malgré l’incertitude qui entoure le changement\nviande de volaille, en quantité modérée – ce qui climatique, une action immédiate s’impose,\nfait qu’il devient plus crucial encore d’utiliser les autant par prudence que par nécessité, pour\nressources en eau de façon durable. s’assurer contre ces effets; elle demande de\ndéfinir des stratégies et de les prioriser de façon\nsouple, selon le contexte.\n| xix |\n\n--- Page 22 ---\nRÉSUMÉ\nCombien de personnes et quelle part des terres subissent de fréquents épisodes de sécheresse,\ntandis que 171 millions d’hectares de terres\nagricoles subissent des contraintes hydriques, et où?\ncultivées irriguées sont soumis à un niveau élevé\nComme indiqué au début de ce résumé, ou très élevé de stress hydrique. Cela signifie que\n1,2 milliard de personnes environ vivent sur des 11 pour cent environ des terres cultivées pluviales\nterritoires où de graves pénuries d’eau et des et 14 pour cent des pâturages sont frappés par\nsituations sévères de rareté mettent l’agriculture des sécheresses récurrentes graves, tandis que\nà rude épreuve, que ce soit en raison de la très plus de 60 pour cent des terres cultivées irriguées\ngrande fréquence des épisodes de sécheresse dans sont en situation de stress hydrique élevé. Plus de\nles zones d’agriculture pluviale et de pâturages, 62 millions d’hectares de terres cultivées et de\nou d’un stress hydrique très élevé dans les zones pâturages subissent à la fois un stress hydrique\nirriguées. Cela signifie qu’une personne sur six grave et un retour fréquent d’épisodes de grande\nenviron sur la planète fait face à des situations sécheresse, une situation qui touche 300 millions\nde rareté de l’eau ou de pénurie qui représentent de personnes environ.\nun péril grave pour l’agriculture, menaçant\n15 pour cent environ de la population rurale. Dans ces territoires, à moins que la demande et\nSur ce nombre, ils sont environ 520 millions à vivre les pratiques des usagers de l’eau ne changent\nen Asie du Sud et 460 millions en Asie de l’Est et ou que l’on ne découvre de nouvelles ressources\ndu Sud-Est. En Asie centrale ainsi qu’en Afrique hydriques, les habitants pourraient être amenés à\ndu Nord et en Asie occidentale, un cinquième de la émigrer. Or, autant la migration peut contribuer\npopulation environ vit sur des territoires agricoles au développement économique et améliorer les\noù les pénuries d’eau et les situations de rareté moyens d’existence quand elle est ordonnée et\nsont très importantes. En Europe, en Amérique régulière, autant elle peut être déstabilisante en\nlatine et aux Caraïbes, en Amérique du Nord et période de crise. De surcroît, l’émigration externe\nen Océanie, ils ne sont que 1 à 4 pour cent à vivre des hommes peut accroître la charge domestique\ndans des zones subissant des contraintes hydriques qui pèse sur les femmes, transférant à celles-ci des\nextrêmes. En Afrique subsaharienne, 5 pour cent responsabilités au sein du foyer et les contraignant\nseulement de la population vit dans des zones à assumer des tâches supplémentaires, notamment\ntouchées. Dans cette partie de l’Afrique, la plupart les soins au cheptel.\ndes territoires agricoles sont non irrigués, ce\nqui indique que les contraintes hydriques sont L’analyse spatiale des contraintes hydriques est\ndéterminées par une sécheresse sévère ou un essentielle car les niveaux de stress hydrique et\nmanque d’irrigation. Le chiffre de 5 pour cent la fréquence des épisodes de sécheresse peuvent\npeut sembler négligeable, mais il représente varier considérablement, même à l’intérieur d’un\n50 millions de personnes environ vivant dans des même pays, et une même zone peut connaître\nzones où de graves épisodes de sécheresse ont des des niveaux différents de stress hydrique et de\neffets catastrophiques sur les terres cultivées et sécheresse. Un certain nombre de pays sont\nles pâturages. face à ce double problème de stress hydrique\net de sécheresse graves; tous sont situés en\nSi l’on considère les terres agricoles touchées, Afrique du Nord et en Asie – ce sont notamment\n128 millions d’hectares de terres agricoles l’Afghanistan, l’Arabie saoudite, l’Égypte, le\npluviales et 656 millions d’hectares de pâturages Kazakhstan, l’Ouzbékistan, la République\n| xx |\n\n--- Page 23 ---\nislamique d’Iran et le Yémen. Les évaluations de l’agriculture et la R-D agricole sont moindres,\nréalisées au niveau national peuvent masquer plus de 80 pour cent des terres cultivées relèvent\ncette réalité, il est donc essentiel de la faire de l’agriculture pluviale à faible niveau d’intrants\napparaître au moyen d’une analyse spatiale, afin et 3 pour cent seulement, de l’agriculture\nde recenser les points critiques et de déterminer irriguée. Dans ces pays, les agriculteurs ont du\nles interventions les plus adaptées. mal à accéder aux équipements d’irrigation et\nà des intrants et des technologies modernes, y\nLes systèmes de production agricole se défendent compris des technologies permettant d’optimiser\nl’efficience d’utilisation de l’eau dans l’agriculture\ncontre les contraintes hydriques et sont touchés par\npluviale. Cela étant, seule une part relativement\ncelles-ci de différentes façons\nfaible des terres agricoles pluviales connaissent\nQue l’agriculture pratiquée soit pluviale fréquemment de graves épisodes de sécheresse.\nou irriguée, il existe différents systèmes de À l’inverse, les pays d’Asie du Sud ont recours\nproduction, qui ne seront pas nécessairement à l’irrigation et utilisent des intrants modernes\ntouchés de la même façon par le manque sur la moitié environ des terres cultivées de la\nd’accès à l’eau et qui disposeront de capacités région, malgré le faible niveau de développement\ndifférentes pour faire face à cette situation. d’un grand nombre d’entre eux, mais la majeure\nEn réalité, on passe d’une production totalement partie des zones irriguées sont soumises à un\nirriguée à une production exclusivement stress hydrique élevé.\npluviale par une succession continue de\ntechniques et de technologies. Le présent Au-delà de la production agricole, l’eau exerce\nrapport distingue trois grands types de\nsur la sécurité alimentaire et la nutrition de\nsystèmes de production végétale: i) production\nmultiples effets\nirriguée; ii) production pluviale à haut niveau\nd’intrants; iii) production pluviale à faible Au-delà de la production agricole, les problèmes\nniveau d’intrants. Leur prévalence dans un d’accès à l’eau et de pollution de l’eau se retrouvent\npays donné est une indication du niveau de tout au long de la chaîne d’approvisionnement\ndéveloppement agricole de ce pays et de sa alimentaire, non sans effets sur la sécurité\ncapacité à faire face aux risques hydrologiques. alimentaire et la nutrition et sur la santé.\nAinsi, l’industrie agroalimentaire est une activité\nDans les pays à revenu élevé d’Europe et gourmande en eau qui utilise une eau de qualité\nd’Amérique du Nord, dont l’agriculture est un potable et rejette un volume important d’eaux\nsecteur efficient et à haute intensité de capital usées par unité produite. Sans un traitement\net qui consacrent un taux élevé de dépenses approprié, le rejet des contaminants dans les\npubliques à la recherche-développement (R-D) masses d’eau peut exposer les populations à des\nagricole, la proportion des terres cultivées substances nocives et limiter l’accès à l’eau potable.\nselon un système de production pluviale\nà haut niveau d’intrants est considérable. En aval de la chaîne d’approvisionnement\nEn conséquence, ils ont une plus grande capacité alimentaire se trouvent les consommateurs, pour\nà faire face lorsque la fréquence des épisodes qui un approvisionnement en eau sûr et fiable\nde sécheresse s’intensifie. Par contraste, en à des fins de consommation, d’assainissement\nAfrique subsaharienne, où l’intensité de capital et d’hygiène est une nécessité de base et un\n| xxi |\n\n--- Page 24 ---\nRÉSUMÉ\ndéterminant majeur de la sécurité alimentaire. La gestion de l’eau comprend tout un éventail\nUn manque d’accès à une eau propre est l’une d’options – conditions de production, depuis les\ndes principales causes sous-jacentes de la systèmes intégralement pluviaux aux systèmes\nmalnutrition. Les maladies liées à l’eau sapent totalement irrigués, soutien de l’élevage, des\nla productivité, creusant davantage encore de forêts et de la pêche, ou encore interactions avec\nprofondes inégalités et piégeant les ménages des écosystèmes importants – et tous les risques\nvulnérables dans la pauvreté. Un accès insuffisant hydrologiques ne peuvent pas être gérés par les\nà un approvisionnement élémentaire en eau seuls agriculteurs. Certains nécessiteront peut-être\nde boisson sur le lieu de vie (à domicile, par une intervention publique-privée, par exemple,\nexemple) est plus fréquent en milieu rural qu’en sous la forme d’investissements, d’information et\nmilieu urbain, et implique de consacrer un temps de soutien aux exploitants, de façon à briser les\nconsidérable à aller chercher l’eau de boisson là freins à l’adoption.\noù elle est disponible, un temps qui est souvent\ncelui des femmes.\nLibérer le potentiel de l’agriculture pluviale\ndemande que l’on améliore la gestion de l’eau\nQUELS SONT LES INVESTISSEMENTS ET\nLa production pluviale est prédominante dans\nLES INNOVATIONS NÉCESSAIRES À UNE\nl’agriculture, puisqu’elle concerne 80 pour cent\nUTILISATION DURABLE ET PRODUCTIVE\ndu total des terres cultivées. Les agriculteurs, en\nDE L’EAU?\nparticulier les petits exploitants, ont une influence\nDe meilleures stratégies de gestion de l’eau – si limitée sur le volume d’eau apporté aux plantes\non les associe à des pratiques agronomiques et sur la répartition dans le temps de cet apport.\ntelles que l’emploi de variétés améliorées – Les défis inhérents à ce système sont de gérer la\nseront une composante d’importance cruciale variabilité des conditions météorologiques et de\npour réduire les risques hydrologiques et s’y adapter, et d’utiliser l’eau de pluie de façon\natteindre les rendements possibles dans le plus productive. Les agriculteurs qui s’engagent\nsecteur agricole, aux fins d’une plus grande dans une production pluviale à haut niveau\nsécurité alimentaire et d’une meilleure nutrition. d’intrants ont davantage de chances de disposer\nCes stratégies devraient contribuer à l’adaptation des capacités nécessaires pour investir dans une\nau changement climatique, même s’il demeure meilleure gestion de l’eau que les exploitants\nune incertitude considérable quant aux effets de qui travaillent en zone pluviale avec une faible\ncelui-ci et à l’efficacité des mesures d’adaptation. consommation d’intrants.\nLes mesures prises pour amener les agriculteurs\nà adopter des stratégies de gestion de l’eau Deux grandes stratégies permettent d’accroître les\net à changer leur comportement en matière rendements de l’agriculture pluviale: i) collecter ou\nd’utilisation et de gestion de cette ressource récupérer davantage d’eau et en gérer l’infiltration\ndépendront du niveau d’accessibilité de celle-ci, dans la zone racinaire; et ii) assurer une\nde l’ampleur des pénuries et des situations de conservation de l’eau en accroissant la capacité\nrareté, du niveau d’incertitude dans un contexte d’absorption de la plante et/ou en réduisant\nde changement climatique, ainsi que de la l’évaporation au niveau de la zone racinaire et\ndisponibilité et du coût des autres intrants, les pertes par drainage. Il peut être extrêmement\ncomme la main-d’œuvre et l’énergie. efficace d’associer ces deux stratégies. Une étude\n| xxii |\n\n--- Page 25 ---\na établi que ces pratiques pouvaient se traduire d’irrigation à petite échelle – y compris des seaux,\npar une augmentation de la production des zones des arrosoirs et des pompes à pédales – dont le\npluviales, mesurée en kilocalories, de 24 pour coût unitaire est généralement plus faible et dont\ncent, et de plus de 40 pour cent si on y adjoint une les résultats ont tendance à être meilleurs que ceux\nexpansion de l’irrigation. Près de 20 pour cent de des systèmes gérés par des organismes publics.\nla superficie totale cultivée se prête aux stratégies Les possibilités de développement d’une irrigation\nde récupération et de conservation, en particulier à petite échelle rentable sont considérables dans\ndans de vastes zones d’Afrique de l’Est et d’Asie la région, la zone d’expansion potentielle des\ndu Sud-Est. motopompes allant jusqu’à 30 millions d’hectares,\nce qui bénéficierait à des millions de ruraux.\nInvestir dans l’irrigation pour améliorer la Une étude a prévu par projection un doublement\ndes zones irriguées entre 2010 et 2050 en Afrique\nproductivité de l’eau sera essentiel pour faire\nsubsaharienne. Cela étant, pour déboucher sur\nface aux situations de rareté\nde réelles économies d’eau, la modernisation\nUne utilisation plus productive de l’eau de l’irrigation doit être précédée d’instruments\nd’irrigation permet de produire plus avec d’action publique tels qu’une répartition de l’eau\nmoins d’eau. Cela peut se faire en accroissant visant à maintenir ou à réduire le volume utilisé\nles rendements des cultures et/ou en réduisant à l’échelle des bassins hydrographiques après\nl’évapotranspiration. Les différences considérables l’introduction des nouvelles technologies.\nde productivité de l’eau (volume produit par unité\nd’eau consommée) d’un pays à l’autre s’expliquent Améliorer la productivité de l’eau dans la\npar l’accès des agriculteurs à des intrants agricoles\nproduction animale peut réduire la pression sur\nmodernes, à des systèmes d’irrigation efficients\nles ressources hydriques\net à une meilleure gestion des sols et de l’eau.\nCette productivité a connu des améliorations ces La productivité – sur le plan physique et\ndernières années, mais des écarts de rendement nutritionnel – de l’eau utilisée pour les produits\ndemeurent. Combler ou réduire ces écarts peut animaux est très souvent inférieure à celle de\nconcourir de façon importante à améliorer la l’eau utilisée pour les produits végétaux et dépend\nsécurité alimentaire et la nutrition, ainsi que les fortement du type de produit animal et du système\nmoyens d’existence, et à réduire la vulnérabilité de production. Ainsi, l’élevage peut compter sur\nface aux fluctuations climatiques. des pâturages pluviaux pour nourrir les bêtes –\nsouvent sans aucune autre utilisation productive\nCela étant, il faudra pour cela investir dans de de l’eau – ou sur des terres cultivées irriguées.\nnouveaux systèmes d’irrigation ou dans la remise Dans les systèmes mixtes de production, les\nen état et la modernisation des systèmes existants. animaux peuvent même consommer les résidus\nLe choix des systèmes dépendra d’une série de de récolte. Compte tenu des conditions décrites\nfacteurs, dont les conditions climatiques, les ci-dessus, différentes options sont possibles pour\nsources d’énergie et leur prix, la disponibilité de améliorer la productivité de l’eau du secteur,\nla main-d’œuvre, la profondeur des sources d’eau notamment un bon contrôle du pâturage, une\nsouterraine et les coûts d’infrastructure. En Afrique amélioration de la santé animale ainsi que des\nsubsaharienne, par exemple, de nombreux petits changements apportés à l’alimentation et aux\nagriculteurs élaborent leur propre équipement systèmes d’abreuvement.\n| xxiii |\n\n--- Page 26 ---\nRÉSUMÉ\nL’autre domaine d’amélioration de la productivité d’inondation peut diminuer considérablement\nest celui des systèmes intégrés de production les émissions liées à la culture du riz, car des\naquacole et d’irrigation, dont le potentiel n’est périodes d’inondation plus courtes et des\npas encore pleinement exploité. L’irrigation et interruptions plus fréquentes abaissent la\nla pêche sont étroitement liées. L’irrigation peut production de méthane par les bactéries, et\nmodifier physiquement les habitats aquatiques donc le volume des émissions. Les solutions\net leur teneur en nutriments, non sans s’inspirant de la nature – qui consistent à\nconséquences sur les ressources halieutiques. recourir à des processus naturels pour améliorer\nDans la plupart des cas, l’intensification de la la gestion de l’eau et conserver ou remettre en\nproduction végétale au moyen de l’irrigation état les écosystèmes et les processus naturels\na coïncidé avec une baisse de production de la – en sont un autre exemple. Leur adoption\npêche. Pourtant, l’irrigation peut aussi créer de nécessite toutefois une approche territoriale\nnouvelles possibilités de production de poisson. et un changement de paradigme, les forêts,\nAinsi, dans une zone irriguée du Bangladesh, les tourbières et les autres écosystèmes étant\nles riziculteurs ont remplacé l’un des trois cycles considérés et gérés comme des régulateurs de\nannuels de production de riz par une production l’eau douce à différentes échelles. Les pratiques\nde poissons juvéniles, ce qui leur a permis de de gestion de l’eau, telles que les couloirs\ndiminuer les problèmes liés aux ravageurs et de végétation et les systèmes intégrés\nd’accroître leurs profits. Ce sont toutefois en agricoles-aquacoles, peuvent apporter une aide\ngrande partie les politiques et les structures de supplémentaire pour retenir les nutriments\ngouvernance nationales et régionales qui vont en excès et réduire la pollution. Les avantages\ndéterminer dans quelle mesure la production des solutions s’inspirant de la nature peuvent\nde poisson peut être intégrée aux systèmes compenser les coûts d’opportunité de la mise\nd’irrigation. en jachère, à des fins de conservation, de terres\nqui sans cela pourraient porter des cultures ou\nLa gestion de l’eau à usage agricole dépasse le être valorisées.\ncadre de l’exploitation et nécessite des\nL’innovation dans des sources non\napproches innovantes\nconventionnelles – eaux usées traitées et eau\nLes systèmes de production agricole sont des dessalée, par exemple – gagne du terrain\ndéterminants majeurs d’une série d’effets dans certains pays et certaines régions, là où\nsur l’environnement, à la fois désirables et l’approvisionnement en eau est gravement\nindésirables. Ainsi, les approches de gestion limité. On prédit que la production d’eaux\ndécentralisée de l’eau, comme certains usées va augmenter considérablement. On ne\nprogrammes de récupération d’eau, peuvent dispose encore d’aucun chiffre probant, mais\navoir des effets préjudiciables sur le bilan on a pu estimer qu’à l’échelle mondiale,\nhydrologique des bassins versants et des 10 pour cent des zones irriguées recevaient\nbassins hydrographiques, et donc, sur la pêche des eaux usées non traitées ou partiellement\nfluviale. Cependant, les stratégies de gestion traitées. Quand elles sont traitées conformément\nde l’eau à usage agricole peuvent aussi avoir aux besoins des utilisateurs finals, les eaux\ndes effets bénéfiques sur l’environnement. usées s’avèrent être une option réaliste comme\nAinsi, la réduction ou l’interruption des périodes source non conventionnelle d’eau. Il n’en reste\n| xxiv |\n\n--- Page 27 ---\npas moins que la faisabilité de la réutilisation et des juridictions différents, or il est essentiel\nde l’eau dans l’agriculture va dépendre des d’avoir une bonne connaissance de chacun\ncirconstances locales. Le dessalement représente d’eux. L’une des préoccupations est celle de\nune autre option intéressante pour accroître les l’accessibilité économique et du respect du droit\ndisponibilités en eau. À l’échelle mondiale, on fondamental qu’est l’accès à l’eau. L’autre souci\ncompte environ 16 000 usines de dessalement, est de garantir les débits écologiques, les\nqui produisent autour de 100 millions m3/jour. services écosystémiques et l’utilisation non\nLe coût de cette technique a toujours été le consommatrice des ressources en eau douce,\nprincipal obstacle limitant son application à pour la pêche continentale, par exemple.\nl’agriculture. Cela étant, grâce à une demande\nen hausse et à des avancées technologiques, les Une bonne gouvernance de l’eau est donc\ncoûts ont considérablement baissé et la tendance d’importance critique et demande une\nva se poursuivre, ce qui rend cette technique gestion adaptative au niveau des bassins\nplus abordable pour les activités agricoles, en versants pour que l’on puisse répondre aux\nparticulier pour la production de cultures de besoins de tous les usagers de l’eau. Une telle\nhaute valeur. En moyenne, on estime que les gestion demande à son tour une collaboration\ngrandes usines de dessalement peuvent produire complexe entre parties prenantes, sites et\nde l’eau à un coût compris entre 0,5 et 2 USD/m3, entités. Une meilleure coordination est\nselon la taille des installations. Le rapport nécessaire à la fois verticalement – du niveau\ncoûts-avantages des usines de dessalement sectoriel, des bassins hydrographiques et des\ndépend fortement du contexte, mais plusieurs systèmes d’irrigation jusqu’aux ménages –,\npays, comme l’Australie, la Chine, l’Espagne, le et horizontalement, c’est-à-dire entre les\nMaroc et le Mexique, utilisent déjà avec profit de secteurs – à savoir l’agriculture, l’industrie,\nl’eau dessalée dans l’agriculture. les municipalités et les ménages. À cet\négard, les associations d’usagers de l’eau, qui\nrassemblent les agriculteurs (en particulier les\nSI DES SOLUTIONS EFFICACES SONT\npetits exploitants) afin de gérer un système\nFACILEMENT DISPONIBLES, POURQUOI\nd’irrigation partagé, ont leur rôle à jouer à la\nNE LES ADOPTE-T-ON PAS?\nfois dans la planification et dans la mise en\nLes innovations en gestion de l’eau sont œuvre. Elles peuvent mettre en commun les\nlargement influencées par le cadre institutionnel ressources d’exploitation et d’entretien des\net juridique général – qui comprend les systèmes d’irrigation ainsi que des bassins\ndroits d’usage de l’eau, les permis, les hydrographiques et des aires de drainage.\nrèglements, les mesures incitatives et les L’une des difficultés majeures consiste à\nservices institutionnels. Elles sont également protéger les intérêts des groupes qui disposent\ndéterminées par le cadre global de l’action de moins de pouvoir et d’influence, mais qui\npublique, qui comprend les choix sociétaux, dépendent des services écosystémiques (les\nles priorités, les politiques sectorielles et les pêcheurs, par exemple), et à veiller à ce qu’ils\narbitrages. Les différents rôles, points de soient associés à l’action et aux décisions.\nvue et responsabilités des parties prenantes\nintervenant dans la politique et la gestion de\nl’eau sont éparpillés entre des secteurs, des lieux\n| xxv |\n\n--- Page 28 ---\nRÉSUMÉ\nUne comptabilité et un audit transparents de l’eau et relativement aux ressources en eau – peut offrir\nun régime foncier applicable à l’eau clairement une assise solide à une utilisation efficiente\nde l’eau et à un accès équitable et durable à\ndéfini sont des composantes de base essentielles\ncette ressource s’il repose sur une comptabilité\nPour être efficaces, les stratégies de gestion de rigoureuse de l’eau et un système de répartition\nl’eau doivent reposer sur une connaissance plus équitable. La mise sur pied d’organisations\nprécise du volume d’eau dont on dispose, de la communautaires pour gérer la répartition de l’eau\nfaçon dont les ressources sont utilisées et du peut aussi contribuer à une définition efficace des\ncaractère durable ou non de cette utilisation. droits d’usage. Bien définis, ces droits renforcent\nLa comptabilité de l’eau – l’étude systématique de la capacité d’action des utilisateurs et accroissent\nl’état et de l’évolution de l’offre, de la demande, la valeur économique de l’eau, tout en incitant\nde l’accessibilité et de l’utilisation de l’eau – est les agriculteurs à investir dans des technologies\nla clé qui permettra d’y parvenir. Cependant, la susceptibles d’améliorer l’efficience d’utilisation de\ncomptabilité de l’eau ne donnera de réels résultats l’eau et leurs revenus, et à réduire la dégradation\nque si elle s’inscrit dans un processus plus vaste des ressources. Malgré l’importance des régimes\nd’amélioration de la gouvernance. Associer à la fonciers applicables à l’eau, et bien qu’il s’en\ncomptabilité l’audit de l’eau – le processus par trouve dans pratiquement tous les contextes où\nlequel les données issues de la comptabilité de l’eau est rare, ces régimes, la plupart du temps,\nl’eau sont placées dans le contexte sociétal plus ne sont pas formellement reconnus ni appliqués,\nlarge des ressources en eau – peut fournir les et ne sont pas toujours respectés. L’amélioration\nbases d’une gestion de l’eau plus réaliste, durable, des technologies de dérivation, d’adduction et\nefficace et équitable. de comptage pour l’irrigation, en permettant un\nmeilleur suivi, peut renforcer le respect des règles\nLe coût global des programmes de comptabilité en vigueur.\net d’audit de l’eau varie énormément en fonction,\npar exemple, de l’échelle et de l’ambition du Les marchés et la tarification de l’eau peuvent\nprogramme, du coût du contrat d’exécution garantir une utilisation productive de cette\nconclu avec l’équipe de mise en œuvre et de la\nressource, mais assurer une mise en œuvre\nnécessité de collecter des informations primaires\néquitable est une tâche délicate\net secondaires. Les avancées en matière de\ntechnologies de la télédétection et du comptage Dans les zones où les ressources en eau douce\net l’existence d’un certain nombre de bases de font déjà l’objet de répartitions, il peut être\ndonnées mondiales et régionales en accès libre envisageable de mettre en place des instruments\nréduisent ces coûts et facilitent le partage de de marché autorisant les producteurs à\nl’information. Un recueil récemment publié par la échanger les droits qui leur ont été attribués.\nFAO offre un bon point de départ à tous ceux qui Les mécanismes de marché de l’eau peuvent être\nsouhaitent mettre en œuvre une comptabilité et un moyen efficace de répartir cette ressource\nun audit de l’eau. parce qu’ils sont économiquement efficients, que\nles transactions effectuées dans ce cadre sont\nUn régime foncier applicable à l’eau – établissant volontaires et que le système réagit positivement,\nle rapport, défini par la loi ou la coutume, encourageant les usagers de l’eau à orienter\nqui existe entre des individus ou des groupes leur consommation vers les utilisations les plus\n| xxvi |\n\n--- Page 29 ---\nproductives. Ainsi, les marchés d’eau souterraine Le relèvement des prix de l’eau doit être étalé sur\nsont une option intéressante pour améliorer plusieurs années afin de laisser aux agriculteurs\nl’accès des agriculteurs à l’irrigation à partir le temps de s’adapter, et doit s’accompagner d’une\nd’eaux souterraines, à condition que leur mise gestion intégrée associant les communautés\nen place intègre un plafonnement du volume pour veiller à ce que personne ne soit laissé de\ntotal d’eau prélevé dans un aquifère. Parmi les côté. Pour encourager le paiement de la gestion\naspects défavorables, on peut citer la possibilité et des services de l’eau, il faut aussi maintenir\nque les fournisseurs d’eau locaux exercent un une qualité constante de ces services et ne pas\npouvoir de monopole dans certains endroits. se contenter de réglementer et de sanctionner,\nÀ cet égard, vus sous l’angle de l’équité, les mais expliquer clairement l’emploi qui est fait des\nmarchés de l’eau ne valent que ce que vaut le recettes, au profit des usagers.\nsystème de répartition initiale sur lequel ils\nreposent. Point particulièrement crucial, les Le peu d’attention portée aux questions de\nmarchés peuvent créer, pour certaines parties\ngouvernance dans les zones pluviales s’est traduit\nprenantes, une incitation à priver de leurs droits\npar des occasions manquées\ndes titulaires plus vulnérables afin de s’approprier\nles dividendes de l’eau-ressource, faisant naître Jusqu’ici, l’action des pouvoirs publics et la\nun conflit avec le principe qui veut que l’eau gouvernance en matière de gestion des ressources\nsoit une nécessité de base et relève des droits de hydriques utilisées par l’agriculture sont\nl’homme. À ce jour, le nombre de marchés de demeurées centrées sur l’irrigation. Cette situation\nl’eau qui fonctionnent effectivement et depuis a eu pour effet de limiter l’investissement et\nsuffisamment longtemps est très faible. l’innovation dans la gouvernance, l’action\npublique, les institutions, les pratiques et les\nIndépendamment de la question d’un marché technologies susceptibles de soutenir les petits\ndes droits d’usage de l’eau, lorsque les prix de exploitants dans les zones non irriguées – y\ncette ressource reflètent sa valeur économique compris les zones de pâturages – et dans les\nréelle, cela crée une incitation à faire de l’eau utilisations non consommatrices, comme la pêche\nl’utilisation la meilleure sur le plan économique. continentale. La planification des ressources en\nLa tarification de l’eau peut aussi aider à éviter une eau doit favoriser les solutions d’investissement\nconsommation excessive ainsi que l’épuisement dans l’ensemble de l’agriculture, des systèmes\net la dégradation de la qualité des ressources pluviaux aux systèmes irrigués, et prendre en\nhydriques. De fait, la tarification de l’eau est de compte la gestion de l’eau dans les zones pluviales\nplus en plus souvent considérée non pas comme et ses effets à l’échelle des bassins versants et\nun simple mécanisme de recouvrement des coûts des bassins hydrographiques. Comme pour les\net un moyen d’assurer l’efficience économique, systèmes d’irrigation, il faut prêter attention aux\nmais comme un instrument permettant de traiter régimes fonciers applicables aux terres, aux droits\nles dimensions sociales et environnementales. de propriété sur l’eau et à l’accès aux marchés, et\nParmi les dimensions sociales à prendre en compte adopter des approches communautaires de gestion\npour que la mise en œuvre d’un mécanisme de des bassins hydrographiques pour remédier aux\ntarification soit équitable, on peut citer les effets pénuries d’eau et à la dégradation des terres, ce\nde cette tarification sur les groupes disposant des qui ne peut se faire au niveau des exploitations\nrevenus les plus modestes. uniquement. Ces approches doivent s’étendre à\n| xxvii |\n\n--- Page 30 ---\nRÉSUMÉ\nla conservation et à la remise en état des forêts à Renforcer la cohérence des politiques est\nl’échelle des bassins versants. Enfin, l’amélioration incontournable, que ce soit entre les secteurs ou\nde la gestion de l’eau dans les systèmes pluviaux\ndans l’ensemble du secteur agricole\nnécessite un soutien des pouvoirs publics sous\nforme d’investissement dans les infrastructures Les choix d’action publique dans des secteurs\net dans l’accès à des routes reliant les agriculteurs qui demeurent souvent déconnectés les uns des\naux marchés, et sous forme de subvention aux autres exercent une influence sur le comportement\ntechnologies de captage et de conservation des différents acteurs. Veiller à la cohérence des\nde l’eau pour aider à atténuer les effets de la politiques entre secteurs et domaines d’action\nsécheresse tout en contribuant au développement publique constitue donc la première condition\nagricole général. d’amélioration de la gestion des ressources\nhydriques. Cela demande de coordonner les\nUne série d’autres stratégies en matière différentes politiques, les textes législatifs et les\nd’institutions et de gouvernance peut améliorer mesures fiscales qui influent sur la gestion de l’eau\nla gestion de l’eau dans l’élevage, les troupeaux et sur l’offre et la demande de cette ressource,\nreprésentant un actif essentiel pour les y compris les prix de l’énergie, les accords\néleveurs pastoraux et d’autres communautés. commerciaux, les régimes de subventions agricoles\nLa participation de représentants des et les stratégies de réduction de la pauvreté. Il est\ncommunautés et d’institutions locales peut également nécessaire d’intégrer les prises de\naider à concevoir des interventions efficaces. décision de différentes entités sur les ressources\nDe même, les institutions coutumières ou en eau et les politiques y afférentes – y compris sur\nautochtones ont un rôle essentiel à jouer dans l’irrigation et sur les usages industriels de l’eau et\nles interventions d’urgence et dans la gestion ceux des collectivités.\ndes ressources naturelles, y compris l’eau et les\npâtures. Dans certains pays, des lignes directrices Proposer des incitations appropriées est une\nnationales portant sur les interventions d’urgence composante essentielle de la cohérence des\ndans le domaine de l’élevage – en cas d’épisodes politiques. Les subventions en sont un bon\nde sécheresse par exemple – existent déjà et exemple, car les pouvoirs publics subventionnent\npeuvent fournir une assistance rapide pour souvent largement des biens non publics, comme\nprotéger et reconstituer le cheptel des éleveurs l’énergie, les engrais et le crédit, ce qui peut inciter\ndans les communautés touchées par une crise. les bénéficiaires à faire de l’eau une utilisation\nEnfin, le recensement et la cartographie des excessive et improductive et aboutir à une\nsources d’eau et l’utilisation de systèmes d’alerte pollution de l’eau.\nprécoce dans les zones sujettes à la sécheresse\nconstituent un progrès essentiel. Au Kenya, Il est nécessaire également de renforcer la\npar exemple, la sécheresse extrême de 2000 cohérence des politiques entre sous-secteurs\ns’est soldée par la perte d’une part importante agricoles. Souvent, l’incidence des politiques se\ndu bétail, jusqu’à 50 pour cent dans certains fait sentir de façon inégale d’un sous-secteur à\ndistricts, et les organismes humanitaires sont l’autre, et tend à favoriser l’agriculture irriguée au\nrestés impuissants, faute d’information pour détriment des systèmes pluviaux ou de la pêche\nguider leur action au pied levé. continentale. Le développement de l’irrigation\na certes amélioré la sécurité alimentaire et la\n| xxviii |",
  "file_path": "backend\\sources\\raw_data\\fao_publications\\pdfs\\cb1447fr.pdf",
  "extraction_method": "pdf"
}