{
  "status": "failed",
  "doi": "https://doi.org/10.4060/cb9479fr",
  "source_type": "fao_publication",
  "url": "https://openknowledge.fao.org/handle/20.500.14283/cb9479fr",
  "fao_code": "cb9479fr",
  "source_url": "https://openknowledge.fao.org/handle/20.500.14283/cb9479fr",
  "scraped_at": "2026-02-03T00:26:53.326358",
  "title": "FAO Knowledge Repository",
  "abstract": null,
  "pdf_links": [],
  "pdf_data": {
    "status": "success",
    "url": "https://www.fao.org/3/cb9479fr/cb9479fr.pdf",
    "source_type": "pdf",
    "file_path": "backend\\sources\\raw_data\\fao_publications\\pdfs\\cb9479fr.pdf",
    "metadata": {
      "filename": "cb9479fr.pdf",
      "file_size": 12768122,
      "file_path": "backend\\sources\\raw_data\\fao_publications\\pdfs\\cb9479fr.pdf",
      "title": "La Situation mondiale de l’alimentation et de l’agriculture 2022",
      "author": "FAO",
      "subject": "",
      "creator": "Adobe InDesign 18.0 (Macintosh)",
      "producer": "Adobe PDF Library 17.0",
      "creation_date": "D:20221214152451+01'00'",
      "modification_date": "D:20221214153546+01'00'",
      "pages": 202,
      "is_encrypted": false,
      "extracted_chars": 100178
    },
    "title": "La Situation mondiale de l’alimentation et de l’agriculture 2022",
    "content": "\n--- Page 1 ---\n2022\nLA SITUATION\nMONDIALE DE\nL’ALIMENTATION ET\nDE L’AGRICULTURE\nL’AUTOMATISATION DE L’AGRICULTURE AU\nSERVICE DE LA TRANSFORMATION DES\nSYSTÈMES AGROALIMENTAIRES\n\n--- Page 2 ---\nCette publication phare fait partie de la série l’État du monde de l’Organisation des Nations Unies\npour l’alimentation et l’agriculture.\nRéférence bibliographique à citer:\nFAO. 2022. La Situation mondiale de l’alimentation et de l’agriculture 2022. L’automatisation de l’agriculture au service de la\ntransformation des systèmes agroalimentaires. Rome, FAO.\nhttps://doi.org/10.4060/cb9479fr\nLes appellations employées dans ce produit d’information et la présentation des données qui y figurent n’impliquent de la part\nde l’Organisation des Nations Unies pour l’alimentation et l’agriculture (FAO) aucune prise de position quant au statut juridique\nou au stade de développement des pays, territoires, villes ou zones ou de leurs autorités, ni quant au tracé de leurs frontières\nou limites. La mention de sociétés déterminées ou de produits de fabricants, qu’ils soient ou non brevetés, n’entraîne, de la part\nde la FAO, aucune approbation ou recommandation desdites sociétés ou desdits produits de préférence à d’autres de nature\nanalogue qui ne sont pas cités.\nLes appellations employées et la présentation des données sur les cartes n’impliquent de la part de la FAO aucune prise\nde position quant au statut juridique ou constitutionnel des pays, territoires ou zones maritimes, ni quant au tracé de leurs\nfrontières ou limites. Les lignes pointillées sur les cartes représentent des frontières approximatives dont le tracé peut ne pas\navoir fait l’objet d’un accord définitif.\nISSN 0251-1460 (imprimé)\nISSN 1564-3360 (en ligne)\nISBN 978-92-5-137017-9\n©FAO 2022\nCertains droits réservés. Ce travail est mis à la disposition du public sous la licence Creative Commons - Attribution - Pas\nd’utilisation commerciale - Partage dans les mêmes conditions 3.0 Organisations internationales (CC BY-NC-SA 3.0 IGO;\nhttps://creativecommons.org/licenses/by-nc-sa/3.0/igo/deed.fr).\nSelon les termes de cette licence, ce travail peut être copié, diffusé et adapté à des fins non commerciales, sous réserve de\nmention appropriée de la source. Lors de l’utilisation de ce travail, aucune indication relative à l’approbation de la part de la\nFAO d’une organisation, de produits ou de services spécifiques ne doit apparaître. L’utilisation du logo de la FAO n’est pas\nautorisée. Si le travail est adapté, il doit donc être sous la même licence Creative Commons ou sous une licence équivalente. Si\nce document fait l’objet d’une traduction, il est obligatoire d’intégrer la clause de non responsabilité suivante accompagnée de\nla citation requise: «Cette traduction n’a pas été réalisée par l’Organisation des Nations Unies pour l’alimentation et l’agriculture\n(FAO). La FAO n’est pas responsable du contenu ou de l’exactitude de cette traduction. L’édition originale anglaise doit être\nl’édition qui fait autorité.»\nToute médiation relative aux différends en rapport avec la licence doit être menée conformément au Règlement d’arbitrage de\nla Commission des Nations Unies pour le droit commercial international (CNUDCI) actuellement en vigueur.\nDocuments de tierce partie. Les utilisateurs qui souhaitent réutiliser des matériels provenant de ce travail et qui sont attribués\nà un tiers, tels que des tableaux, des figures ou des images, ont la responsabilité de déterminer si l’autorisation est requise pour\nla réutilisation et d’obtenir la permission du détenteur des droits d’auteur. Le risque de demandes résultant de la violation d’un\ncomposant du travail détenu par une tierce partie incombe exclusivement à l’utilisateur.\nVentes, droits et licences. Les produits d’information de la FAO sont disponibles sur le site web de la FAO\n(www.fao.org/publications/fr/) et peuvent être acquis par le biais du courriel suivant: publications-sales@fao.org.\nLes demandes pour usage commercial doivent être soumises à: www.fao.org/contact-us/licence-request.\nLes demandes relatives aux droits et aux licences doivent être adressées à: copyright@fao.org.\nPHOTOGRAPHIE DE COUVERTURE ©Sorapong Chaipanya/Shutterstock.com\nTHAÏLANDE. Vue aérienne d’un agriculteur utilisant une tablette dans une rizière verte.\n\n--- Page 3 ---\nLA SITUATION\nMONDIALE DE\nL’ALIMENTATION ET\nDE L’AGRICULTURE\nL’AUTOMATISATION DE L’AGRICULTURE AU\nSERVICE DE LA TRANSFORMATION DES\nSYSTÈMES AGROALIMENTAIRES\n0641-1520\nNSSI\nOrganisation des Nations Unies pour l’alimentation et l’agriculture\nRome, 2022\n\n--- Page 4 ---\nTABLE DES MATIÈRES\nAVANT-PROPOS v CHAPITRE 3\nINTÉRÊT ÉCONOMIQUE DES INVESTISSEMENTS\nMÉTHODE ix\nDANS L’AUTOMATISATION DE L’AGRICULTURE 43\nREMERCIEMENTS x\nMessages clés 43\nSIGLES ET ABRÉVIATIONS xi\nLa mécanisation motorisée peut effectivement\nGLOSSAIRE xii\nprésenter un intérêt économique dans de\nMESSAGES PRINCIPAUX xvi\nnombreux contextes 45\nRÉSUMÉ xviii\nExamen de l’intérêt économique de\nl’automatisation numérique: enseignements\nCHAPITRE 1\ntirés des études de cas 51\nQU’EST-CE QUE L’AUTOMATISATION\nAu-delà de l’intérêt économique: le rôle\nDE L’AGRICULTURE ET EN QUOI\nEST-ELLE IMPORTANTE? 1 des investissements, des politiques et de\nMessages clés 1 la législation 56\nQuelle a été l’évolution jusqu’ici? 3 Trajectoires futures de l’automatisation\nde l’agriculture: quelques considérations\nQu’est-ce que l’automatisation de l’agriculture? 4\nsur l’adoption inclusive et la durabilité\nPourquoi tirer parti de l’automatisation de\nenvironnementale 58\nl’agriculture? Comprendre les principaux\nConclusion 66\nmoteurs de l’automatisation de l’agriculture 8\nDifficultés liées aux progrès de l’automatisation\nde l’agriculture 12 CHAPITRE 4\nINCIDENCES SOCIOÉCONOMIQUES\nTransformer les difficultés en possibilités 14\nET POSSIBILITÉS ASSOCIÉES À\nSur quoi porte le présent rapport? 15\nL’AUTOMATISATION DE L’AGRICULTURE 69\nMessages clés 69\nCHAPITRE 2 Analyse des incidences sociales de\nCOMPRENDRE LE PASSÉ ET ENVISAGER\nl’automatisation selon l’approche des\nL’AVENIR DE L’AUTOMATISATION DANS\nsystèmes agroalimentaires 70\nLE SECTEUR AGRICOLE 19\nEffets de l’automatisation de l’agriculture\nMessages clés 19\nsur la main-d’oeuvre 73\nÉvolutions et facteurs de la mécanisation\nL’automatisation de l’agriculture ouvre de\nmotorisée dans le monde entier 20\nnouvelles possibilités entrepreneuriales et des\nLa révolution numérique et sa capacité de\ndébouchés porteurs de transformation qui\ntransformer l’usage de la mécanisation\nauront des incidences sur la nutrition et les\nmotorisée et des pratiques agricoles 26\nconsommateurs 79\nL’état des technologies d’automatisation\nUn processus inclusif d’automatisation\nnumérique et de la robotique dans l’agriculture 31\nde l’agriculture 80\nConclusion 40\nL’avenir de la main-d’oeuvre agroalimentaire 85\nConclusion 86\n| ii |\n\n--- Page 5 ---\nCHAPITRE 5 FIGURES\nMESURES POSSIBLES EN FAVEUR D’UNE\n1 Cycle en trois phases des systèmes\nAUTOMATISATION EFFICACE, DURABLE ET\nd’automatisation 5\nINCLUSIVE DE L’AGRICULTURE 89\nMessages clés 89 2 Évolution de l’automatisation agricole 6\nVers une automatisation responsable 3 Part de l’emploi agricole par rapport à l’emploi\nde l’agriculture 90 total, par niveau de revenu des pays (en haut) et par\nPolitiques générales visant à mettre en place région (en bas), 1991-2019 9\nun environnement porteur 93 4 Nombre de tracteurs utilisés pour 1 000 hectares\nPolitiques, législation et investissements de terres arables 22\nciblant l’agriculture 96\n5 Exemples de technologies numériques et\nPolitiques mises en place pour que robotiques associées à l’intelligence artificielle,\nl’automatisation de l’agriculture contribue classées par système de production agricole 33\nà des systèmes agroalimentaires durables\n6 Niveaux de préparation au changement d’échelle\net résilients 102 des technologies d’automatisation numérique 53\nPolitiques visant à favoriser une automatisation\n7 Analyse des effets de l’automatisation sur l’emploi\ninclusive de l’agriculture, au service de tous 104 selon l’approche fondée sur les systèmes\nConclusion 108 agroalimentaires 71\n8 Ensemble des mesures possibles en faveur d’une\nANNEXES 111 automatisation responsable de l’agriculture 91\nANNEXE 1\nENCADRÉS\nDescription des études de cas 112\n1 Remédier aux problèmes en matière de données\nsur l’utilisation des machines agricoles 21\nANNEXE 2\nTableaux statistiques 140 2 La mécanisation en Afrique subsaharienne 25\n3 Des outils numériques pour améliorer l’accès aux\nservices de mécanisation 28\nBIBLIOGRAPHIE 146\n4 Outils numériques sans lien avec la mécanisation:\nles solutions non incorporées 30\nTABLEAUX 5 Automatisation numérique de la production\nanimale: exemples recueillis en Amérique latine, en\n1 Nombre d’études de cas par échelle de production,\nAfrique et en Europe 34\nniveau d’automatisation et secteur 17\n6 Nouvelles technologies aquacoles: exemples\n2 Dates importantes de l’automatisation numérique\nrecueillis en Inde et au Mexique 37\ndans l’agriculture 32\n7 Évolution du secteur des forêts: mécanisation et\nA2.1 Nombre de tracteurs utilisés par millier\nautomatisation numérique 38\nd’hectares de terres arables (dernière année\ndisponible) 140\n| iii |\n\n--- Page 6 ---\nTABLE DES MATIÈRES\n8 Analyse comparative coûts-avantages de la 18 Robots de culture autonomes à bas coût:\nmécanisation et de la traction manuelle et/ou animale un tableau à grands traits 64\ndans la production de blé: éléments recueillis en\n19 Analyse de l’automatisation de l’agriculture\nÉthiopie et au Népal 46\nsous l’angle de l’emploi décent 74\n9 Tirer parti de l’automatisation de l’agriculture pour\n20 Effets de la récolte mécanisée de la canne à\naméliorer la sécurité sanitaire des aliments 48\nsucre sur la main-d’œuvre au Brésil 77\n10 Renforcer la résilience des petits producteurs par\n21 Automatisation et communautés rurales\nla petite mécanisation motorisée 49\nd’origine des migrants: le cas de la Californie 79\n11 En Égypte, la plantation mécanisée sur\n22 Inclusion des personnes handicapées 82\nplates-bandes surélevées contribue à l’amélioration\nde la productivité et à l’utilisation durable de l’eau 50 23 Inclusion des femmes et des jeunes:\néléments recueillis au moyen des études de cas 83\n12 En République démocratique populaire lao, les\nsemoirs à tambour font économiser du temps, des 24 «Des femmes sur le siège conducteur»:\nefforts et de l’argent 51 faire progresser l’autonomisation des femmes\ngrâce au tracteur 84\n13 Évolution de l’intérêt économique des systèmes\nde traite robotisée 52 25 Différents types de soutien des pouvoirs publics\npouvant favoriser l’automatisation de l’agriculture 92\n14 Impact du projet de pulvérisateur numérique\npour vergers de l’Union européenne: éléments 26 Réseau à haut débit ouvert à Komen (Slovénie) 95\nrecueillis en Pologne et en Hongrie 55\n27 Stratégies nationales en faveur d’une adoption\n15 La pandémie de covid-19 a aiguisé l’intérêt pour plus large des outils numériques dans le secteur\nles technologies numériques: éléments recueillis agricole africain 97\ndans le cadre de deux études de cas 56\n28 Adaptation de l’automatisation numérique à\n16 Des robots cueilleurs pour remédier aux pénuries différents contextes: éléments factuels issus de\nde main-d’œuvre dans la culture des fraises 60 27 études de cas 100\n17 Intérêt économique de l’adoption de la\nmécanisation motorisée par les femmes: éléments\nrecueillis au Népal 61\n| iv |\n\n--- Page 7 ---\nAVANT-PROPOS\nLe présent rapport plonge au cœur d’une réalité: Ce processus a permis d’accroître la productivité,\nl’agriculture fait actuellement l’objet d’une de réduire la pénibilité des travaux agricoles,\ntransformation technologique profonde, et cette de libérer de la main-d’œuvre pour d’autres\névolution ne fait que s’accélérer. De nouvelles activités et, au bout du compte, d’améliorer\ntechnologies que l’on n’aurait pu imaginer les moyens de subsistance et le bien-être\nquelques années plus tôt apparaissent sans humain. Les machines et le matériel ont\ncesse. Dans le domaine de l’élevage, par exemple, apporté des améliorations aux trois étapes\ncertains pays adoptent de plus en plus souvent clés des travaux agricoles, à savoir l’analyse,\ndes technologies fondées sur le marquage la prise de décision et l’exécution, jusqu’à les\nélectronique des bêtes – notamment des robots prendre totalement en charge dans certains\nde traite et des dispositifs d’alimentation de cas. L’évolution historique fait apparaître cinq\nla volaille. Le guidage à l’aide d’un système niveaux technologiques: introduction d’outils\nmondial de navigation par satellite permet une manuels; utilisation de la traction animale;\nautomatisation de la production végétale grâce mécanisation motorisée à partir des années\nà l’autoguidage des tracteurs, des épandeurs 1910; utilisation d’équipements numériques\nd’engrais et des pulvérisateurs de pesticides. à partir des années 1980; et, plus récemment,\nDes technologies encore plus avancées arrivent recours à la robotique. L’automatisation dont il\nsur le marché dans tous les secteurs. Dans le est question dans le présent rapport commence\ndomaine de la production végétale, des machines réellement avec la mécanisation motorisée,\nautonomes telles que des robots de désherbage qui a permis d’automatiser considérablement\ncommencent à être commercialisées, tandis que la phase d’exécution des travaux agricoles.\ndes aéronefs sans équipage à bord (couramment Les technologies numériques récentes et\nappelés «drones») recueillent des informations la robotique, quant à elles, permettent une\nqui servent à la gestion des cultures et à automatisation progressive des phases d’analyse\nl’application des intrants. En aquaculture, les et de prise de décision. Comme le présent rapport\ntechnologies d’automatisation de l’alimentation le souligne, cette évolution est en cours, mais les\net du suivi sont de plus en plus souvent utilisées. producteurs agricoles du monde entier n’en sont\nEn matière forestière, l’automatisation repose pas tous au même stade.\nprincipalement sur des machines permettant\nde débiter des grumes et de les transporter. On ne peut nier que les inquiétudes suscitées\nUn grand nombre des technologies les plus par les effets socioéconomiques préjudiciables –\nrécentes facilitent l’agriculture de précision, notamment les pertes d’emploi et le chômage qui\nstratégie de gestion des cultures qui se sert de s’ensuit – qui peuvent découler d’un changement\nl’information pour optimiser l’utilisation des technologique visant à réduire la charge de\nintrants et des ressources. travail sont largement partagées. Ces craintes\nremontent au moins au début du XIXe siècle.\nCette évolution technologique récente peut Pourtant, rétrospectivement, la peur que\nstupéfier et fasciner, suscitant le désir d’en l’automatisation, qui augmente la productivité\napprendre davantage. Il est toutefois essentiel du travail, ne conduise nécessairement à un\nde se rappeler que le changement technologique chômage à grande échelle ne se confirme pas\nn’est pas un phénomène nouveau et, surtout, que dans les faits. Cela s’explique par le fait que\nles acteurs des systèmes agroalimentaires n’y ont l’automatisation de l’agriculture s’inscrit dans\npas tous accès. La FAO étudie le sujet depuis des un processus de transformation structurelle des\ndécennies. Ce que nous connaissons aujourd’hui sociétés dans le cadre duquel l’accroissement de\nn’est rien d’autre qu’une phase de consolidation – la productivité de la main-d’œuvre agricole libère\nau stade actuel – d’un long processus d’évolution progressivement des travailleurs de ce secteur,\ntechnologique de l’agriculture qui s’est accéléré qui peuvent alors exercer une activité lucrative\nau cours des deux derniers siècles. dans d’autres branches, comme l’industrie et les\n| v |\n\n--- Page 8 ---\nAVANT-PROPOS\nservices. Au fil de cette transformation, la part rapidement et sans tenir compte des conditions\nde la population employée dans l’agriculture socioéconomiques ni de la situation du\ndiminue naturellement, tandis que des emplois marché du travail au niveau local, elle peut\nse créent dans d’autres secteurs. Ce mouvement effectivement entraîner des pertes d’emplois\ns’accompagne généralement de changements dans – conséquence courante qu’il est nécessaire\nles systèmes agroalimentaires, les secteurs amont de prévenir. En outre, l’automatisation peut\net aval évoluant et créant de nouveaux emplois accroître la demande de main-d’œuvre hautement\net de nouvelles possibilités entrepreneuriales. qualifiée tout en réduisant celle des travailleurs\nC’est pourquoi il est essentiel de considérer non qualifiés. Si les grands exploitants\nl’agriculture comme étant un élément important agricoles prospères ont un accès plus facile à\nde systèmes agroalimentaires plus vastes. l’automatisation que les producteurs travaillant\nà moindre échelle et moins fortunés, celle-ci\nLe présent rapport met en lumière les avantages présente alors le risque de creuser les inégalités,\npotentiels d’une automatisation de l’agriculture, et ce phénomène doit être évité à tout prix.\nqui sont multiples et peuvent contribuer à Si elle n’est pas gérée correctement ni adaptée\ntransformer les systèmes agroalimentaires aux conditions locales, l’automatisation, et en\nde sorte qu’ils deviennent plus efficaces, plus particulier la mécanisation faisant appel à des\nproductifs, plus résilients, plus durables et plus engins lourds, peut mettre la durabilité agricole\ninclusifs. L’automatisation offre de nombreuses en péril. Ces risques, bien réels, sont pris en\npossibilités: accroître la productivité de la considération et analysés dans le présent rapport.\nmain-d’œuvre et la rentabilité de l’agriculture;\naméliorer les conditions de travail des Pourtant, comme ce même rapport l’indique,\ntravailleurs agricoles; créer de nouvelles fermer la porte à l’automatisation n’est pas\npossibilités entrepreneuriales en milieu rural, une solution d’avenir. La FAO est intimement\nce qui présente un intérêt particulier pour la convaincue que, sans progrès technologique et\njeunesse rurale; contribuer à réduire les pertes de sans gains de productivité, il est impossible de\nproduits alimentaires et améliorer la qualité et libérer des centaines de millions de personnes de\nla sécurité sanitaire des aliments. Elle peut aussi la pauvreté, de la faim, de l’insécurité alimentaire\ncomporter des avantages en matière de durabilité et de la malnutrition. Refuser l’automatisation\nenvironnementale et d’adaptation aux effets du pourrait signifier condamner à jamais les\nchangement climatique. Des solutions récentes travailleurs agricoles à un travail peu productif\nfaisant intervenir l’agriculture de précision et et à de maigres revenus en retour. La question\nl’utilisation de petit matériel – souvent mieux essentielle n’est pas de savoir s’il faut ou non se\nadapté aux conditions locales que les engins tourner vers l’automatisation, mais comment\nlourds auxquels fait appel la mécanisation celle-ci doit être mise en œuvre dans la pratique.\nmotorisée – peuvent améliorer la durabilité Nous devons nous assurer que cette évolution\nenvironnementale et la résilience face aux aléas s’opère de façon inclusive et favorise la durabilité.\nclimatiques et à d’autres chocs. Ces nombreux\navantages permettent aussi à l’automatisation de Dans l’ensemble de ce rapport, la FAO expose\nl’agriculture de contribuer à concrétiser plusieurs l’idée d’un changement technologique\ndes objectifs de développement durable (ODD). responsable, pour faire de l’automatisation de\nl’agriculture une réussite. Que cela implique-t-il?\nCela étant, les risques et les problèmes\nassociés à l’automatisation ne sont pas Premièrement, l’automatisation de l’agriculture\nignorés dans le présent rapport. Comme tout doit s’inscrire dans un processus de\nchangement technologique, l’automatisation transformation agricole qui se déroule en\nde l’agriculture ne va pas sans perturber les parallèle avec des évolutions plus générales\nsystèmes agroalimentaires. Si elle s’opère de la société et des systèmes agroalimentaires\n| vi |\n\n--- Page 9 ---\net qui facilite ces évolutions et s’en trouve les services partagés. Il est essentiel également\nfacilité en retour. Pour ce faire, il est essentiel de renforcer les compétences numériques par\nque le recours à l’automatisation réponde à des l’éducation et la formation, de façon à faciliter le\nmotivations concrètes. Ainsi, les technologies recours aux technologies et à éviter qu’un fossé\nqui permettent de réduire la charge de travail numérique se creuse sous l’effet d’inégalités en\npeuvent servir le processus de transformation de matière de connaissances ou de compétences.\nl’agriculture si elles répondent à une raréfaction\ncroissante de la main-d’œuvre et à une hausse Pour améliorer la durabilité et avoir des\ndes salaires ruraux. À l’inverse, si les facteurs effets véritablement inclusifs et porteurs de\nqui incitent à adopter l’automatisation ou des transformation, les solutions d’automatisation\ntechnologies d’automatisation particulières sont doivent être adaptées au contexte local,\ncréés artificiellement au moyen de subventions c’est-à-dire non seulement aux caractéristiques\npubliques, par exemple – en particulier dans des des producteurs, mais aussi aux conditions\nsituations où la main-d’œuvre est abondante –, biophysiques, topographiques, climatiques\nle recours à l’automatisation peut se révéler et socioéconomiques. Le présent rapport\nextrêmement pernicieux et avoir des effets se veut réaliste et ne propose donc aucune\npréjudiciables sur le marché du travail et dans solution universelle. Les technologies les plus\nle domaine socioéconomique. Cela étant, il est évoluées ne sont pas nécessairement les plus\ntout aussi important que les politiques publiques appropriées partout et pour tous. Comme le\nne fassent pas obstacle à l’automatisation, car montrent les éléments factuels présentés, des\ncela pourrait revenir à condamner durablement technologies simples (petites machines, voire\nles producteurs et les travailleurs agricoles outils à main) peuvent présenter dans certains\nà une faible productivité et à un défaut de cas des avantages considérables pour les petits\ncompétitivité. Le présent rapport indique producteurs et permettre de produire sur des\nque le rôle des pouvoirs publics est de créer terres accidentées. Il peut même arriver que\nun environnement propice à l’utilisation des des producteurs soient en mesure de sauter des\nsolutions d’automatisation qui conviennent, étapes et d’adopter directement les solutions\nplutôt que de prôner directement l’adoption technologiques les plus avancées. L’essentiel est\nde solutions spécifiques dans des contextes où que ce soit les producteurs agricoles eux-mêmes\ncelles-ci pourraient ne pas être adaptées, ou de qui choisissent les technologies les mieux\nbloquer l’adoption de l’automatisation de quelque adaptées à leurs besoins, les pouvoirs publics se\nmanière que ce soit. contentant de créer un environnement propice à\nce choix.\nPour aller dans le sens des ODD, l’automatisation\ndoit être inclusive. Elle doit ouvrir des Enfin, le présent rapport expose aussi l’idée\nperspectives à tous, des petits producteurs selon laquelle l’automatisation doit contribuer\naux grandes exploitations commerciales, sans à rendre l’agriculture plus durable et plus\noublier les groupes marginalisés, tels que les résiliente. Jusqu’à présent, l’utilisation d’engins\nfemmes, les jeunes et les personnes handicapées. lourds opérant à grande échelle a souvent\nLes obstacles à son adoption doivent être levés, eu des effets défavorables sur la durabilité\nsurtout pour les femmes. Pour que toutes les environnementale. Pour remédier à cela, il faut\ncatégories de producteurs puissent bénéficier adapter la mécanisation à des machines plus\nde solutions techniques adaptées, il faut que petites et plus légères. D’autre part, l’agriculture\nl’accès à ces technologies ne dépende pas de la numérique et la robotique, qui facilitent\ntaille de l’exploitation, c’est-à-dire que celles-ci l’agriculture de précision, offrent des solutions\npuissent fonctionner quelle que soit l’échelle de qui permettent d’utiliser les ressources de\nproduction et qu’elles soient accessibles à tous manière plus efficiente et plus durable sur le\ngrâce à des mécanismes institutionnels comme plan environnemental. La recherche technique et\n| vii |\n\n--- Page 10 ---\nAVANT-PROPOS\nagronomique appliquée peut aider à trouver des La FAO est résolument et stratégiquement\nsolutions propres à favoriser la progression vers convaincue de l’importance des technologies,\nla durabilité environnementale. de l’innovation et des données, soutenues par\nune gouvernance, des institutions et un capital\nCes questions sont examinées en détail dans le humain adéquats, et les considère comme des\nprésent rapport: l’automatisation de l’agriculture accélérateurs transversaux essentiels de toutes\nest analysée de façon objective et approfondie, les ses interventions programmatiques, utilisés pour\nmythes infondés qui l’entourent sont déconstruits en stimuler les effets et limiter au minimum les\net des voies à suivre sont proposées aux fins de arbitrages à opérer. Il ne fait aucun doute que ces\nson adoption dans différents contextes nationaux accélérateurs auront un rôle de catalyseurs de la\net locaux. Ce document définit des domaines clés transformation agricole dans tous les contextes.\nd’action publique et d’investissement permettant J’espère que le présent rapport de la FAO\nde faire en sorte que l’automatisation contribue à contribuera de façon constructive au débat public\nun développement inclusif et durable. dans ce domaine, qui revêt une importance\nmajeure pour la concrétisation des ODD.\nQu Dongyu\nDirecteur général de la FAO\n| viii |\n\n--- Page 11 ---\nMÉTHODE\nL’élaboration de La Situation mondiale de l’alimentation et de l’agriculture 2022 a commencé par la création d’un\ngroupe consultatif, composé de toutes les unités techniques pertinentes de la FAO et d’un groupe d’experts\nextérieurs, et épaulé par une équipe chargée des recherches et de la rédaction. Le rapport a été établi à\npartir de six documents de référence et d’une analyse empirique originale réalisée par la FAO et des experts\nextérieurs. Le groupe consultatif s’est réuni à distance le 24 janvier 2022 pour définir le plan du rapport.\nEn mars 2022, il a formulé des observations sur l’avant-projet des chapitres 1 et 2. Les avant-projets de tous\nles chapitres ont été présentés au groupe consultatif et au groupe d’experts extérieurs avant un atelier qui\ns’est tenu en ligne du 31 mars au 6 avril 2022, sous la présidence du Directeur adjoint de la Division de\nl’économie agroalimentaire de la FAO. Le rapport a été révisé sur la base des indications données lors de\nl’atelier et par le groupe consultatif, qui s’est réuni à la suite de celui-ci, puis il a été présenté à l’équipe de\ndirection de l’axe Développement économique et social de la FAO. La version révisée a été soumise aux\néquipes des autres axes de l’Organisation et aux bureaux régionaux de la FAO pour l’Afrique, l’Amérique\nlatine et les Caraïbes, l’Asie et le Pacifique, l’Europe et l’Asie centrale, et le Proche-Orient et l’Afrique du\nNord afin de recueillir leurs observations. Ces observations ont été incorporées dans le projet final, qui a\nété examiné par le Directeur adjoint de la Division de l’économie agroalimentaire, l’Économiste en chef de la\nFAO et le Bureau du Directeur général.\n| ix |\n\n--- Page 12 ---\nREMERCIEMENTS\nLa Situation mondiale de l’alimentation et de l’agriculture 2022 a été élaborée par une équipe multidisciplinaire\nde la FAO, sous la direction de Marco V. Sánchez Cantillo, Directeur adjoint de la Division de l’économie\nagroalimentaire, et d’Andrea Cattaneo, Économiste principal et coordonnateur de la publication.\nMáximo Torero Cullen, Économiste en chef, et l’équipe de direction de l’axe Développement économique et\nsocial, ont donné des orientations générales.\nÉQUIPE CHARGÉE DES RECHERCHES ET DE LA RÉDACTION\nTheresa McMenomy, Fergus Mulligan (rédacteur consultant), Ahmad Sadiddin, Jakob Skøt et Sara Vaz.\nDOCUMENTS DE RÉFÉRENCE\nChristina Cappello (Université et Institut de recherche de Wageningue [WUR]), Tomaso Ceccarelli (WUR),\nAneesh Chauhan (WUR), Diane Charlton (Université de l’État du Montana), Thoman Daum (Université de\nHohenheim), Alexandra Hill (Université de l’État du Colorado), Sander Janssen (WUR), Inder Kumar (WUR),\nJames Lowenberg-DeBoer (Université Harper Adams), Mariette McCampbell (WUR), Giacomo Rambaldi\n(WUR), David Rose (Université de Reading) et Edward Taylor (Université de Californie).\nCONTRIBUTIONS EXTÉRIEURES SUPPLÉMENTAIRES\nRabe Yahaya (Centre international pour l’amélioration du maïs et du blé [CIMMYT]).\nCONTRIBUTIONS SUPPLÉMENTAIRES DE LA FAO\nVeronica Boero, Alban Lika, Madhusudan Singh Basnyat, Atef Swelam et Michele Vollaro.\nGROUPE CONSULTATIF DE LA FAO\nMaysoon Alzoubi, Huda Alsahi, Marwan Benali, Henry Burgsteden, Aziz Elbehri, Mayling Flores Rojas,\nKen Lohento, Magnus Grylle, Karim Houmy, Dejan Jakov Ijevic, Josef Kienzle, Lan Li, Preetmoninder\nLidder, Joseph Mpagalile, Ahmad Mukhtar, Eva Galvez Nogales, Santiago Santos Valle, Beate Scherf, Josef\nSchmidhuber et Xinhua Yuan.\nGROUPE D’EXPERTS EXTÉRIEURS\nImran Ali (Université du Queensland central), Christina Cappello (WUR), Tomaso Ceccarelli (WUR),\nAneesh Chauhan (WUR), Diane Charlton (Université de l’État du Montana), Thomas Daum (Université de\nHohenheim), Kit Franklin (Université Harper Adams), Alexandra Hill (Université de l’État du Colorado),\nIvo Hostens (Association européenne de l’industrie des machines agricoles), Sander Janssen (WUR), Inder\nKumar (WUR), James Lowenberg-DeBoer (Université Harper Adams), Mariette McCampbell (WUR), Giacomo\nRambaldi (WUR), David Rose (Université de Reading), Salah Sukkarieh (Université de Sydney) et Edward\nTaylor (Université de Californie).\nANNEXES\nLes annexes ont été mises au point par Ahmad Sadiddin et Sara Vaz, appuyés par l’équipe de l’Université et\nde l’Institut de recherche de Wageningue: Christina Cappello, Tomaso Ceccarelli, Aneesh Chauhan, Sander\nJanssen, Inder Kumar, Mariette McCampbell et Giacomo Rambaldi.\nAPPUI ADMINISTRATIF\nLiliana Maldonado a assuré l’appui administratif.\nLa traduction a été réalisée par la Sous-Division des langues (CSGL) de la Division des services aux organes\ndirecteurs (CSG) de la FAO.\nLa Sous-Division des publications (OCCP) du Bureau de la communication (OCC) de la FAO a apporté un\nappui rédactionnel et s’est chargée de la conception et de la mise en page du document, ainsi que de la\ncoordination de la production dans les six langues officielles.\n| x |\n\n--- Page 13 ---\nSIGLES ET ABRÉVIATIONS\nAEC agriculture en environnement contrôlé ICRISAT Institut international de recherche sur les\ncultures des zones tropicales semi-arides\nAGRISurvey Programme d’enquête agricole et rurale\nintégrée IdO internet des objets\nCAAS Académie chinoise des sciences agricoles IFC Société financière internationale\nCEPALC Commission économique pour l’Amérique IFPRI Institut international de recherche sur les\nlatine et les Caraïbes politiques alimentaires\nCESAP Commission économique et sociale pour IICA Institut interaméricain de coopération\nl’Asie et le Pacifique pour l’agriculture\nCMAD Centre pour la mécanisation agricole LSMS Étude sur la mesure des niveaux de vie de\ndurable la Banque mondiale\nCNUCED Conférence des Nations Unies sur le MV vision industrielle\ncommerce et le développement\nODD objectif de développement durable\ncovid-19 maladie à coronavirus 2019\nOIT Organisation internationale du Travail\nCSA Comité de la sécurité alimentaire\nOMS Organisation mondiale de la Santé\nmondiale\nONU Organisation des Nations Unies\nCTA Centre technique de coopération agricole\net rurale PAM Programme alimentaire mondial\nCUA Commission de l’Union africaine RuLIS Système d’information sur les moyens\nd’existence ruraux de la FAO\nFAO Organisation des Nations Unies pour\nl’alimentation et l’agriculture RVI réponse vocale interactive\nFAOSTAT Base de données statistiques SIG système d’information géographique\nfondamentales de l’Organisation\nSMS service de messages courts\nFIDA Fonds international de développement\nTIC technologies de l’information et de la\nagricole\ncommunication\nFMIS Système d’information de gestion agricole\nTTV technologie à taux variable\nGES gaz à effet de serre\nUA Union africaine\nGIZ Agence allemande de coopération\nUAS système d’aéronef sans équipage à bord\ninternationale\nUAV aéronef sans équipage à bord\nGNSS système mondial de navigation par\nsatellite UIT Union internationale des\ntélécommunications\nGPS système de positionnement global\nUNICEF Fonds des Nations Unies pour l’enfance\nha hectare\nUSSD données de service supplémentaires non\nIA intelligence artificielle\nstructurées\nICARDA Centre international de recherche agricole\ndans les zones arides\n| xi |\n\n--- Page 14 ---\nGLOSSAIRE\nAéronef sans équipage à bord (UAV) ou drone.  les tracteurs qui poussent, tirent ou actionnent\nMachine volante autonome. Elle peut être guidée divers types d’instruments, de matériel ou\nà l’aide d’une télécommande ou d’un dispositif d’outils qui permettent d’accomplir des travaux\ncommandé par un logiciel. Dans l’agriculture, ce agricoles (automatisation de la fonction\ntype de machine est souvent utilisé pour recueillir d’exécution);\ndes images aériennes ou pour épandre des engrais,  les capteurs, machines, drones et satellites,\ndes semences, des pesticides ou d’autres intrants ainsi que les appareils tels que les téléphones\ndestinés aux cultures5, 9. portables, les tablettes ou les logiciels\n(applications proposant des conseils et gestion\nAgriculture de conservation (également appelée en ligne des exploitations agricoles, par\n«travail de conservation du sol»). Système cultural exemple) et les plateformes, qui permettent\nqui favorise une perturbation mécanique des de surveiller les animaux, les sols, l’eau et\nsols minimale (peu ou pas de travail du sol), le les plantes, et aident les humains à prendre\nmaintien d’une couverture permanente du sol et la des décisions concernant les tâches agricoles1\ndiversification des espèces végétales. Elle renforce (automatisation de la fonction d’analyse);\nla biodiversité et stimule les processus biologiques  des solutions plus sophistiquées, telles que\nnaturels qui ont lieu au-dessus et en dessous de des robots de désherbage qui pulvérisent des\nla surface du sol, et contribue à une utilisation herbicides de manière précise, uniquement\nplus efficace de l’eau et des nutriments tout en aux endroits nécessaires, ou des drones qui\naméliorant durablement la production végétale10. surveillent les conditions à distance et épandent\ndes engrais, des pesticides et d’autres traitements\nAgriculture de précision. Stratégie de gestion qui par le haut2, 3 (automatisation des trois fonctions:\nconsiste à recueillir, traiter et analyser des données analyse, prise de décision et exécution).\ntemporelles, spatiales et individualisées et à les\nassocier à d’autres informations pour tenir compte Matériel automatisé. Systèmes dans lesquels\nde manière rigoureuse des variations observées une partie des fonctions (matériel partiellement\ndans les champs, faciliter la prise de décision automatisé) ou toutes les fonctions (matériel\nen matière de gestion et permettre une action totalement automatisé), une activité définie ou le\nprécise des machines pour améliorer l’efficience comportement d’une machine, ou d’un système\nd’utilisation des ressources, la productivité, de machine, ont été automatisés de manière à\nla qualité, la rentabilité et la durabilité de la fonctionner sans intervention humaine4.\nproduction agricole11.\nAutomatisation numérique dans l’agriculture.\nAgriculture verticale. Agriculture d’intérieur Renforcement des processus automatisés dans\npratiquée dans un environnement totalement les machines et le matériel agricoles (tracteurs et\ncontrôlé pour cultiver des plantes verticalement leurs instruments, systèmes d’affouragement ou de\ntout au long de l’année9. nourrissage et trayeuses mécaniques, par exemple)\npar l’ajout d’outils numériques qui accroissent leur\nAutomatisation de l’agriculture. Utilisation, pour efficience et leur précision grâce à l’accès à des\nles travaux agricoles, de machines et de matériel données et à des services numériques au moyen de\nqui améliorent l’analyse, la prise de décision ou réseaux, de plateformes et de systèmes de gestion\nl’exécution, en réduisant la pénibilité du travail d’exploitation agricole interopérables et intelligents.\net/ou en accroissant la rapidité des tâches, et\néventuellement leur précision. L’automatisation Clôture virtuelle. Technologie consistant à équiper\nde l’agriculture englobe les technologies de des animaux de transpondeurs GNSS afin de\nl’agriculture de précision. On peut citer comme pouvoir les localiser, et à utiliser des signaux\nexemples de machines et de matériel utilisés dans d’alerte audio, des décharges électriques ou d’autres\nle cadre de l’automatisation de l’agriculture: types de stimulation pour maintenir les animaux\ndans les limites définies par géolocalisation. Elle est\nsusceptible d’éliminer la nécessité d’installer de\n| xii |\n\n--- Page 15 ---\nvéritables clôtures, et le GNSS aide les éleveurs à création de modèles d’analyse. L’apprentissage\nlocaliser les animaux dans les grands pâturages automatique consiste à détecter les tendances\nouverts5. qui ressortent des données afin d’améliorer la\nperformance des machines par une prédiction\nDonnées de services supplémentaires non structurées plus précise des résultats, sans instructions\n(USSD). Service d’envoi de messages plus interactif humaines explicites.\nque le service SMS. Il se caractérise par l’utilisation\nde codes commençant par * et se terminant par # Internet des objets (IdO). Système dans lequel les\n(*845#, par exemple). Un message USSD se compose dispositifs – notamment les téléphones mobiles, les\nde 182 caractères au maximum et permet d’accéder capteurs, les drones, les machines et les satellites –\nà des informations sur l’agriculture, la santé, sont connectés à internet9.\nl’actualité, la météo, etc.14.\nInteropérabilité. Capacité des machines et du\nÉlevage de précision. Stratégie de gestion de matériel à créer, échanger et consommer des\nl’élevage reposant sur des données, qui permet données du fait d’attentes claires et communes\nde suivre et de contrôler la productivité, quant au contenu, au contexte et à la signification\nl’environnement, la santé et le bien-être d’un de ces données9.\nanimal ou d’un groupe en continu, en temps\nréel et de manière automatisée. L’élevage de Mécanisation agricole. Utilisation, à tous les\nprécision est axé sur l’amélioration de l’efficience niveaux, de technologies – de simples outils à main\nd’utilisation des ressources, de la productivité, de de base à du matériel et des machines motorisés\nla qualité, de la rentabilité et de la durabilité de la plus sophistiqués – pour accomplir des travaux\nproduction animale5. agricoles6. La mécanisation agricole fait appel à\ntrois types de technologies reposant sur des forces\nExploitation. Dans les secteurs de la culture, de motrices différentes: outillage manuel (outils et\nl’élevage, de l’agroforesterie ou de l’aquaculture, instruments qui utilisent les muscles humains\ntoute unité de production agricole intégrant une comme principale source de force); traction animale\ndémarche de gestion. (machines, instruments et matériel actionnés\npar des animaux); et technologies motorisées\nIdentification électronique. Identification d’un (mécanisation alimentée par des moteurs\nanimal d’élevage à l’aide d’une micropuce ou d’un thermiques ou électriques)7.\ntranspondeur électronique incorporé dans une\nmarque, un bolus ou un implant5. Mécanisation agricole motorisée. Utilisation de\ntous types de moteurs mécaniques (toutes sources\nIntelligence artificielle (IA). Systèmes informatiques d’énergie confondues), pour des activités associées\nqui utilisent des algorithmes pour analyser à l’agriculture7.\nleur environnement et entreprendre des actions\n– avec un certain degré d’autonomie – en vue Mégadonnées. Ensembles de données volumineux,\nd’atteindre des objectifs définis. L’IA peut reposer divers et complexes produits à partir d’instruments,\nintégralement sur des logiciels et agir dans de capteurs, de transactions financières, de médias\nle monde virtuel (assistants vocaux, logiciels sociaux et d’autres moyens numériques, et dont la\nd’analyse d’images, moteurs de recherche, systèmes masse dépasse généralement la capacité de stockage\nde reconnaissance vocale et faciale, par exemple) et la puissance de traitement des ordinateurs\nou être intégrée dans des dispositifs matériels personnels et des logiciels d’analyse de base.\n(robots sophistiqués, voitures autonomes, drones ou\napplications IdO [internet des objets])5. Modèle d’entreprise à client. Relations et ventes\ndirectes de produits ou de services entre une\nApprentissage automatique. Type d’IA et entreprise et les clients qui sont les utilisateurs\nméthode d’analyse des données qui utilise des finaux de ces produits ou services9.\nalgorithmes informatiques pour automatiser la\n| xiii |\n\n--- Page 16 ---\nGLOSSAIRE\nModèle d’entreprise à entreprise. Relations et ventes particulier de bovins laitiers, sans intervention\nentre des entreprises, plutôt qu’entre une entreprise humaine. On parle également de «système de\net des particuliers9. traite automatisée».\nPrestations de services facturées. Dans le contexte Robots en essaim. Machines autonomes mobiles\ndes machines agricoles, arrangement commercial de taille relativement peu importante qui se\npar lequel l’agriculteur paye à un prestataire les regroupent pour accomplir le travail réalisé\nservices d’une machine sur une base unitaire par une grosse machine dans la mécanisation\n(par hectare, par heure, par animal ou par tonne classique.\nrécoltée), mais ne possède pas lui-même la\nmachine5. Robotique. Branche interdisciplinaire de la science\net de l’ingénierie informatiques qui touche à\nProducteurs agricoles. Ménages à la tête d’une la conception, la construction, l’exploitation et\nentreprise agricole qui pratiquent la culture, l’utilisation de robots. Elle englobe de nombreux\nl’élevage, la pêche, l’aquaculture, le pastoralisme ou domaines, notamment l’ingénierie mécanique,\nl’exploitation forestière. l’ingénierie électrique, l’ingénierie informationnelle,\nla mécatronique, l’électronique, la bio-ingénierie,\nPetits producteurs (agricoles). Producteurs qui l’ingénierie informatique, la régulation\nsont à la tête d’un des types d’entreprises automatique, le génie logiciel et les mathématiques.\nagricoles définis ci-dessus, mais qui sont\nconfrontés à de plus grandes difficultés en raison Serriculture. Production de légumes et d’autres\nd’un accès limité aux marchés et aux ressources cultures horticoles de forte valeur dans des serres\ntelles que la terre et l’eau, l’information, et des fermes verticales. La serriculture permet aux\nla technologie, le capital, les actifs et les agriculteurs de produire des cultures de rapport\ninstitutions8. sur de petites parcelles dans des zones à rendement\nmédiocre et à déficit hydrique où les cultures\nRéglage à la volée. Dans le contexte des machines traditionnelles ne seraient peut-être pas viables.\nagricoles, ajustement du réglage de la machine On parle également de culture sous abri ou de\npendant le déplacement dans le champ grâce à un culture protégée9.\nalgorithme alimenté par les données recueillies au\nmoyen de capteurs, sans intervention humaine5. Solutions numériques non incorporées ou incorporées.\nLes solutions numériques non incorporées sont\nRobot. Machine capable de fonctionner de principalement des solutions logicielles qui ne\nmanière autonome, sans intervention humaine reposent pas sur l’utilisation de machines agricoles;\ndirecte12. Un robot peut être fixe (robot de traite, elles ne nécessitent que des ressources matérielles\npar exemple) ou mobile (voiture autonome, limitées, généralement un téléphone portable ou\npar exemple). De manière générale, ce mot une tablette, ou des outils logiciels tels que des\nest principalement utilisé par les médias et applications proposant des conseils, des logiciels de\nle grand public, souvent pour désigner des gestion d’exploitation agricole ou des plateformes\nrobots anthropomorphes. Dans les exposés plus en ligne. Elles peuvent comprendre un système\ntechniques, on préférera utiliser des termes de télédétection et/ou un système d’aéronef sans\ntels que «machine autonome» ou «matériel équipage à bord, mais se limitent à la fourniture\nautonome»13. de données pour l’appui à la prise de décision et\nla prospection/surveillance. Lorsque des outils\nRobot sur jambes. Machine autonome mobile qui numériques sont installés sur des machines et du\nse déplace au moyen de membres articulés au matériel agricoles, ils sont qualifiés d’«incorporés»:\nlieu de roues5. plutôt que de fournir simplement des observations\net un appui à la prise de décision, ils permettent à\nRobot de traite. Toute trayeuse mécanique la machine d’interagir avec l’environnement par des\nqui automatise la traite d’animaux laitiers, en actions directes (exécution)9.\n| xiv |\n\n--- Page 17 ---\nSystème d’aéronef sans équipage à bord (UAS). Technologie à taux variable (TTV).\nGrand système comprenant des aéronefs (drones) Technologie reposant sur une combinaison de\ndotés d’un ou de plusieurs capteurs embarqués, matériel et de logiciels permettant de moduler\nun poste de contrôle au sol géré par le pilote et l’épandage d’engrais, de pesticides, de semences\ndes logiciels permettant d’analyser les données et d’autres intrants destinés aux cultures afin\nrecueillies par le ou les capteurs9. d’optimiser le rendement en tenant compte des\nbesoins des plantes, de façon à obtenir le rendement\nSystème d’aide à l’opérateur. Système qui assiste le plus élevé possible avec le moins d’intrants\nles opérateurs humains de machines agricoles. possible5.\nCe type de système utilise généralement les\ndonnées provenant de différents capteurs installés TTV fondée sur une carte. TTV fondée sur une\nsur la machine pour aider l’opérateur à prendre carte qui donne des informations spatiales\ndes décisions, et peut ajuster automatiquement sur les conditions locales dans les champs.\nles paramètres en fonction des priorités de Ces informations spatiales utilisées pour guider\nl’opérateur (rendement du carburant, vitesse la TTV sont préparées par un analyste en amont,\nd’accomplissement du travail, qualité des produits). lors d’une phase distincte.\nIl a été introduit pour la première fois sur les\nmoissonneuses-batteuses5. Système de fin de rang pour planteuse.\nTTV fondée sur un GNSS qui commande\nSystème mondial de navigation par satellite (GNSS). différents semoirs en lignes en fonction d’une\nTout système qui utilise des signaux reçus carte prescriptive ou de données provenant de\npar satellite pour fournir des informations de capteurs. Souvent utilisé pour éviter de semer\nlocalisation. On peut citer, entre autres exemples: dans les zones non cultivées ou les zones déjà\nle système de positionnement mondial (GPS) ensemencées en fin de rang.\ndes États-Unis d’Amérique, le système européen\nGalileo, le système GLONASS de la Fédération de TTV fondée sur un capteur. TTV fondée sur\nRussie et le système chinois BeiDou5. un capteur qui lit les données recueillies\npendant le déplacement dans les champs\nAutoguidage. Technologie GNSS qui assure un (les informations de guidage de la TTV sont\nguidage et un positionnement automatisés sur collectées automatiquement, ce qui n’est pas\ndes machines agricoles automotrices (tracteurs, le cas pour les technologies fondées sur une\nmoissonneuses-batteuses, faucheuses-hacheuses- carte). Généralement, le capteur est placé devant\nchargeuses, pulvérisateurs). Avec l’autoguidage l’applicateur; un ordinateur installé sur la\nle plus évolué, l’ordinateur effectue presque la machine utilise un algorithme pour moduler\ntotalité du guidage dans le champ, y compris les taux; et le matériel d’application est situé à\nle virage en fin de rang. La technologie l’arrière de la machine.\nd’autoguidage nécessite généralement la\nprésence sur le siège de la machine d’un Régulateurs de section de rampe de pulvérisation.\nopérateur humain qui puisse prendre le relais en TTV fondée sur un GNSS qui commande les\ncas de défaillance ou d’autre type de problème. pièces d’une rampe de pulvérisation en fonction\nElle offre un bon exemple de technologie d’une carte prescriptive ou de données provenant\nd’agriculture de précision5. de capteurs. La largeur de section varie de\nplusieurs mètres à une seule buse. La technologie\nSystème de positionnement mondial (GPS). actuelle permet d’activer et de désactiver les\nGNSS des États-Unis d’Amérique. Étant donné buses et de moduler la fréquence du jet.\nque le GPS a été le premier GNSS pouvant être\nutilisé à des fins civiles, cette dénomination est Télédétection. Processus consistant à recueillir, à\nparfois employée comme terme générique au lieu distance, des informations sur des objets situés sur\nde GNSS5. terre à l’aide d’aéronefs, de satellites ou d’autres\nplateformes dotées de capteurs9.\n| xv |\n\n--- Page 18 ---\nMESSAGES PRINCIPAUX\n1L’automatisation de l’agriculture peut apporter une d’autres voient leur diffusion entravée par le manque\ncontribution importante à la réalisation des objectifs d’infrastructures rurales – connectivité et réseau\nde développement durable (ODD) – à commencer par d’électricité, par exemple –, en particulier dans les pays\nles ODD 1 (Pas de pauvreté) et 2 (Faim «zéro»), sans à faible revenu et les pays à revenu intermédiaire.\noublier ceux relatifs à la durabilité environnementale et\nau changement climatique – en renforçant la résilience,\nen accroissant la productivité et l’efficience d’utilisation 6 L’investissement dans des infrastructures propices\ndes ressources, et en améliorant la qualité et la sécurité et l’amélioration de l’accès aux services ruraux\nsanitaire des aliments. (services financiers, assurance et éducation, par\nexemple) sont essentiels pour rendre ces technologies\naccessibles, notamment aux groupes marginalisés tels\n2 L’automatisation de l’agriculture peut aggraver que les petits producteurs agricoles et les femmes.\nles inégalités si elle reste inaccessible aux petits\nproducteurs et aux autres groupes marginalisés, comme\nles jeunes et les femmes; certaines technologies – 7 Les technologies d’automatisation numérique\ntelles que les grosses machines motorisées – peuvent, peuvent contribuer de manière importante à\nen outre, avoir des répercussions négatives sur l’accroissement de l’efficience, de la productivité,\nl’environnement en concourant à la monoculture et à de la durabilité et de la résilience. Cependant, des\nl’érosion des sols, par exemple. investissements inclusifs – qui fassent participer\nles producteurs, les fabricants et les prestataires de\nservices, et qui accordent une attention particulière\n3 Avant la révolution numérique, les machines aux femmes et aux jeunes – seront nécessaires pour\nmotorisées (tracteurs, par exemple) ont joué un continuer à développer les technologies et les adapter\nrôle essentiel dans la transformation agricole à l’échelle aux besoins des utilisateurs finaux.\nmondiale; cependant, on a observé que leur utilisation\nétait très inégale selon les pays et à l’intérieur de ceux-ci,\net qu’elle était notamment particulièrement limitée dans 8 Les effets de l’automatisation de l’agriculture\nla majeure partie de l’Afrique subsaharienne. sur l’emploi varient selon le contexte.\nLorsque les salaires augmentent et que la main-d’œuvre\nest rare, l’automatisation peut être bénéfique à la\n4 Si elle est adaptée aux besoins locaux et qu’elle fois aux employeurs et aux personnes travaillant dans\ns’appuie sur des outils numériques, la mécanisation l’agriculture et, plus largement, dans les systèmes\nmotorisée conserve un potentiel d’amélioration de agroalimentaires, et offrir des possibilités aux jeunes\nla production agricole et peut contribuer à réduire la travailleurs qualifiés.\npauvreté et à renforcer la sécurité alimentaire, et avoir\ndes retombées positives sur l’ensemble de l’économie.\n9 À l’inverse, lorsque la main-d’œuvre rurale\nest abondante et que les salaires sont bas,\n5 Le recours aux technologies d’automatisation l’automatisation de l’agriculture peut entraîner une\nnumérique augmente, mais principalement dans augmentation du chômage. C’est notamment le cas\nles pays à revenu élevé. L’intérêt économique de ces lorsque des subventions réduisent artificiellement\ntechnologies n’est souvent pas encore établi: certaines le coût de l’automatisation ou lorsque des avancées\nn’ont pas dépassé le stade du prototype, tandis que technologiques le font baisser très rapidement.\n| xvi |\n\n--- Page 19 ---\n10 Dans les contextes où la main-d’œuvre est réglementation, d’infrastructures, d’arrangements\nabondante, les décideurs publics doivent éviter institutionnels, d’éducation et de formation, de\nde subventionner l’automatisation, et s’attacher plutôt recherche-développement et d’appui aux processus\nà créer un environnement propice à son utilisation d’innovation du secteur privé.\n– en particulier par les petits producteurs agricoles,\nles femmes et les jeunes –, tout en apportant une\nprotection sociale aux travailleurs les moins qualifiés, qui 12Les investissements et les autres mesures\nrisquent le plus de perdre leur emploi pendant la phase d’action publique visant à encourager une\nde transition. automatisation responsable de l’agriculture doivent\ntenir compte des conditions propres au contexte,\ncomme la situation en matière de connectivité, les\n11La création d’un environnement propice problèmes liés aux connaissances et aux compétences,\nnécessite un ensemble de mesures cohérentes, l’adéquation des infrastructures et les inégalités\nnotamment en matière de législation et de d’accès.\n| xvii |\n\n--- Page 20 ---\nRÉSUMÉ\nAu fil du temps, l’évolution technologique – dans par exemple – se produisent généralement lorsque\nles systèmes agroalimentaires et dans d’autres cette automatisation n’est pas adaptée aux besoins\nsecteurs – a permis d’améliorer la productivité, les locaux particuliers. Il est possible de contrer ces\nrevenus et le bien-être humain. Aujourd’hui, les risques en facilitant la transition des travailleurs\nsolutions technologiques sont indispensables pour agricoles vers d’autres emplois, en levant les\nnourrir une population qui ne cesse de croître, obstacles qui empêchent les petits producteurs\net ce dans un contexte où la quantité de terres pauvres de participer aux avantages et en évitant\nagricoles est limitée, où les ressources naturelles les politiques qui subventionnent l’automatisation\nne sont pas utilisées de manière durable et où les alors que la main-d’œuvre est abondante et que les\ncrises et les tensions se multiplient, notamment salaires ruraux sont bas.\nsur le plan climatique. On ne peut se passer de ces\nsolutions pour rendre l’agriculture plus productive\nAUTOMATISATION DE L’AGRICULTURE:\net plus durable dans tous les secteurs – production\nvégétale et animale, aquaculture, pêche et forêts LES POSSIBILITÉS ABONDENT, MAIS NE\n– et pour stimuler les niveaux de productivité au SONT PAS EXEMPTES DE DIFFICULTÉS\nsein des systèmes agroalimentaires.\nToute tâche agricole comporte trois phases:\nLe changement technologique a réduit la part l’analyse, la prise de décision et l’exécution.\ndu travail manuel dans l’agriculture. Le terme La mécanisation motorisée automatise l’exécution\n«transformation agricole» est souvent employé de tâches telles que le labour, le semis, la\npour désigner ce processus d’amélioration fertilisation, la traite, l’affouragement ou\nde la productivité et de réorientation de la l’irrigation. À l’aide des technologies numériques,\nmain-d’œuvre vers des secteurs non agricoles. il devient possible d’automatiser également\nCela s’accompagne d’investissements dans les étapes d’analyse et de prise de décision.\nles systèmes agroalimentaires et d’autres Ces technologies permettent une précision accrue\ninfrastructures matérielles et commerciales. dans les tâches agricoles et une utilisation plus\nL’automatisation de l’agriculture peut être un efficiente des ressources et des intrants, ce qui\nfacteur de transformation et créer de nouvelles peut se traduire par une plus grande durabilité\npossibilités. La mécanisation motorisée, par environnementale et une meilleure résilience face\nexemple, a permis d’automatiser l’exécution aux crises et aux tensions. En résumé, l’évolution\ndes travaux agricoles et, plus récemment, les technique et technologique de l’agriculture est le\ntechnologies numériques ont ouvert de nouvelles passage progressif des outils manuels à la traction\nperspectives s’agissant d’automatiser la phase de animale, puis à la mécanisation motorisée, puis\nprise de décision qui précède l’exécution de ces à du matériel numérique, et enfin à la robotique\ntravaux. associée à l’intelligence artificielle (IA).\nDe façon générale, et bien qu’elle soit Le présent rapport donne donc de l’automatisation\ncompréhensible, la crainte courante que de l’agriculture la définition suivante:\nl’automatisation vienne accroître le chômage\nUtilisation, pour les travaux agricoles, de machines\nest discutable et ne se confirme pas dans les\net de matériel qui améliorent l’analyse, la prise de\nfaits. Globalement, l’automatisation remédie\ndécision ou l’exécution, en réduisant la pénibilité du\naux pénuries de main-d’œuvre et peut rendre la\ntravail et/ou en accroissant la rapidité des tâches, et\nproduction agricole plus résiliente et productive,\néventuellement leur précision.\naméliorer la qualité des produits, accroître\nl’efficacité d’utilisation des ressources, favoriser L’automatisation de l’agriculture ouvre de\nl’emploi décent et renforcer la durabilité nombreuses perspectives: elle peut en effet\nenvironnementale. Les effets défavorables de augmenter la productivité et permettre une\nl’automatisation de l’agriculture sur le plan gestion plus prudente des cultures, de l’élevage,\nsocioéconomique – un accroissement du chômage, de l’aquaculture et des forêts; améliorer les\n| xviii |\n\n--- Page 21 ---\nconditions de travail et les revenus et réduire la que la taille de l’exploitation n’entre pas en jeu\ncharge de travail sur l’exploitation; et offrir de dans cette utilisation, en d’autres termes, que ces\nnouvelles possibilités entrepreneuriales en milieu solutions soient accessibles quelle que soit l’échelle\nrural. Les technologies mises en œuvre en aval de de production, de la plus petite à la plus grande.\nl’exploitation permettent de réduire les pertes et On peut y parvenir au moyen d’innovations\nle gaspillage de nourriture, d’améliorer la sécurité technologiques qui adaptent l’automatisation à la\nsanitaire des aliments et d’apporter une valeur situation des petits producteurs. Par ailleurs, des\najoutée. arrangements institutionnels innovants, comme\nles services de partage d’actifs ou de location de\nDans de nombreux pays, la diminution de la machines, peuvent contribuer à cette neutralité de\nmain-d’œuvre rurale disponible - dont témoigne la taille d’exploitation en mettant en relation des\nla hausse des salaires agricoles - est l’un des propriétaires de matériel et des petits producteurs:\nprincipaux moteurs de l’automatisation de ces derniers paient alors une redevance pour\nl’agriculture. La place croissante qu’occupent obtenir un service d’automatisation au lieu de\nla qualité, la sécurité sanitaire, le goût et la supporter le coût d’achat des machines.\nfraîcheur des aliments dans les préoccupations\ndes consommateurs, associée aux craintes pour Faire reposer l’automatisation de l’agriculture sur\nl’environnement, incite également à investir dans un équipement lourd peut aussi compromettre\nles technologies numériques. On peut en dire la durabilité environnementale et contribuer\nautant des problèmes que posent la gestion des à la déforestation, à la monoculture, à\nélevages et la question du bien-être animal, du fait l’appauvrissement de la biodiversité, à la\nde la taille croissante des troupeaux. dégradation des terres et à l’érosion des sols.\nQuelques avancées récentes dans le domaine de\nÀ l’inverse, l’automatisation de l’agriculture l’automatisation, en particulier la création de petit\ncomporte le risque de renforcer les inégalités matériel fondé sur l’intelligence artificielle, peuvent\nsociales, car les producteurs qui ont une plus toutefois inverser la tendance dans certains cas.\nlarge assise et ont fait davantage d’études\nont de plus grandes capacités (sur le plan du\nCOMPRENDRE LE PASSÉ ET SE TOURNER\nfinancement, des infrastructures rurales ou des\ncompétences notamment) d’investir dans les VERS L’AVENIR DE L’AUTOMATISATION\nnouvelles technologies ou de suivre des formations DE L’AGRICULTURE\ncomplémentaires pour acquérir les qualifications\nqui leur manquent. Les femmes et les jeunes, en La mécanisation motorisée s’est considérablement\nparticulier, peuvent se heurter à des obstacles de développée dans le monde, encore que l’on ne\ntaille s’agissant de recevoir une éducation et une dispose de données mondiales fiables couvrant\nformation de qualité, par exemple, ou d’accéder un grand nombre de pays que pour les tracteurs,\nà la terre, au crédit et aux marchés. En outre, et uniquement jusqu’à 2009. L’utilisation du\non s’attend à ce que l’automatisation réduise le tracteur est l’une des innovations les plus\nnombre d’emplois associés à des tâches répétitives, importantes du XXe siècle. Elle a démarré aux\ncomme la plantation et la récolte, mais aussi à États-Unis d’Amérique entre 1910 et 1960, puis\nce qu’elle crée de nouveaux emplois qualifiés s’est répandue au Japon et en Europe après 1955.\nnécessitant d’avoir fait des études secondaires, Plus tard, l’adoption de machines motorisées a\npar exemple. Dans les pays qui disposent d’une considérablement progressé dans de nombreux\nmain-d’œuvre rurale importante, ce basculement pays d’Asie et d’Amérique latine, tandis que des\nrisque de creuser les inégalités. Pour surmonter secteurs manufacturiers spécialisés dans les\nces difficultés, il faut réduire les obstacles à machines agricoles apparaissaient dans certains\nl’utilisation de solutions automatisées – auxquels pays. Le développement des marchés de la location\nse heurtent notamment les petits producteurs, de machines a permis à la mécanisation de se\nles femmes et les jeunes – pour faire en sorte diffuser, et aux petits producteurs d’y accéder.\n| xix |\n\n--- Page 22 ---\nRÉSUMÉ\nEn revanche, l’utilisation de tracteurs n’a pas numériques comprennent aussi des services de\nprogressé en Afrique subsaharienne au cours partage d’actifs, qui mettent des propriétaires de\ndes dernières décennies et les outils à main matériel (tracteurs ou drones, par exemple), et\nlégers demeurent le principal type de matériel parfois aussi des exploitants, en relation avec des\nutilisé dans la sous-région. Les actions menées agriculteurs qui en ont besoin.\ndurant les années 1960 et 1970 pour promouvoir\nla mécanisation, en fournissant des machines Les technologies numériques sont intéressantes\nsubventionnées aux agriculteurs et en mettant en également pour une agriculture de précision non\nplace des fermes d’État et des entreprises publiques mécanisée. Des méthodes manuelles d’application\nde location, se sont révélées coûteuses et, pour modulaire d’engrais existent depuis longtemps\nla plupart, ont échoué, victimes de problèmes de – la technologie à taux variable (TTV) pour la\ngouvernance. La situation est en train de changer fertilisation des rizières en est un exemple – et\ndu fait de la résurgence de l’agriculture dans des scanneurs à main pour sol sont disponibles\nle programme de développement de l’Afrique, dans plusieurs pays à faible revenu d’Afrique et\nréveillant l’intérêt pour l’automatisation. d’Asie. Des services associés à un aéronef sans\néquipage à bord (UAV ou drone) sont également\nÀ partir des années 1970, les technologies utilisés par les agriculteurs non mécanisés d’Asie\nnumériques se sont frayé un chemin vers et d’Afrique; un système mondial de navigation par\nl’agriculture au moyen de diverses applications. satellite mesure les champs (Asie) et cartographie\nAu début, il s’agissait principalement de les limites des champs pour établir la propriété\ntechnologies simples d’élevage de précision, qui foncière (Afrique).\nfacilitaient la gestion individuelle des animaux\nà partir de leur identification électronique –\nÉTAT DES LIEUX DES TECHNOLOGIES\négalement appelée marquage électronique – et\nqui ont ensuite ouvert la voie aux robots de traite D’AUTOMATISATION NUMÉRIQUE ET DE\ndans les années 1990. Parallèlement, des machines LA ROBOTIQUE DANS L’AGRICULTURE\nintégrant des outils numériques, comme celles\néquipées d’un système mondial de navigation par Les applications d’automatisation numérique et\nsatellite (GNSS), ont commencé à apparaître et ont de robotique sont extrêmement diverses dans\npermis l’autoguidage des tracteurs, des épandeurs l’agriculture. Les smartphones, équipés d’une série\nd’engrais et des pulvérisateurs de pesticides. de capteurs et d’une caméra haute résolution, sont\nPlus récemment, des appareils non incorporés tels les appareils les plus accessibles aux producteurs\nque les téléphones portables, équipés de capteurs, (en particulier les petits producteurs) dans les pays\nde caméras haute résolution et de diverses à faible revenu et les pays à revenu intermédiaire.\napplications, ont été adoptés pour informer les Cependant, la faiblesse des compétences\nproducteurs. Ces technologies peuvent réduire les numériques dans les zones rurales, le manque\ncoûts et accroître la productivité, mais il semble de technologies adaptées aux petits producteurs\nque leur adoption soit plutôt déterminée par des et le coût relativement élevé de ces technologies\nconsidérations non monétaires, telles qu’une plus demeurent les principaux obstacles à leur\ngrande souplesse dans les programmes de travail utilisation.\net une meilleure qualité de vie, comme dans le cas\ndes robots de traite. Plus récemment, la commercialisation de\ntechnologies avancées, comme les robots de culture\nPlus évoluées encore, les solutions faisant appel à autonomes (pour récolter, semer ou désherber,\nl’internet des objets (IdO) sont utilisées pour des par exemple), a commencé. Des drones sont\ntâches de surveillance et parfois – du moins en utilisés pour recueillir des informations et pour\npartie – pour automatiser les décisions concernant automatiser l’application d’intrants, mais leur\nles traitements ou les soins à administrer aux emploi fait souvent l’objet d’une réglementation\ncultures, au bétail ou aux poissons. Les services stricte.\n| xx |\n\n--- Page 23 ---\nDans le secteur aquacole, l’automatisation est en permettre aux ménages agricoles de dégager\nplein essor du fait de la rareté de la main-d’œuvre du temps pour exercer des activités hors de\net du niveau élevé des salaires. En forêt, où les l’exploitation. Son utilisation peut aussi avoir des\ntravaux de récolte du bois sont déjà en grande retombées économiques plus larges. En effet, la\npartie mécanisés, des robots mobiles, associés à demande de biens et de services non agricoles de\ndes techniques nouvelles de réalité virtuelle et de la part des ménages agricoles s’accroît à mesure\ntélédétection, sont en train d’ouvrir la voie à des que la productivité de leur travail augmente, et\nmachines automatiques évoluées. La télédétection l’économie non agricole connaît un essor lorsque\nest également utilisée pour surveiller la des travailleurs quittent le monde agricole pour\ndéforestation. L’agriculture en environnement des secteurs dans lesquels la productivité de la\ncontrôlé (AEC), qui comprend l’agriculture main-d’œuvre est plus forte. L’automatisation peut\nd’intérieur et l’agriculture verticale, offre aussi aussi améliorer la sécurité sanitaire des aliments,\ndes possibilités d’exploitation numérique et grâce à des technologies de conservation et de\nd’automatisation. Les serres sont la forme la stockage, et accroître la résilience de la production\nplus courante d’agriculture en environnement agricole, face aux chocs climatiques notamment,\ncontrôlé et se prêtent intrinsèquement à une en permettant aux agriculteurs d’accomplir leurs\nsurveillance, un contrôle et une optimisation de activités agricoles plus rapidement et de les adapter\nl’environnement. plus souplement aux variations météorologiques.\nDe nombreuses solutions technologiques sont déjà Il peut donc encore y avoir intérêt à développer\ndisponibles et peuvent être adoptées dans les pays l’utilisation de la mécanisation motorisée dans\nà revenu élevé, les pays à revenu intermédiaire certains contextes. Dans les pays à faible revenu\net les pays à faible revenu. Leur évolution et et les pays à revenu intermédiaire, les petits\nla vitesse à laquelle elles sont adoptées sont producteurs pourraient tirer un meilleur parti\nconsidérablement influencées par les choix des de petites machines, telles que des motoculteurs,\npouvoirs publics. Les autorités doivent faciliter qui offrent une solution moins coûteuse et sont\nl’accès de tous à ces technologies – en particulier plus respectueuses de l’environnement que les\npour les petits producteurs, les femmes, les engins lourds classiques. Les innovations récentes\njeunes et les autres groupes vulnérables et permettant d’adapter les machines motorisées aux\nmarginalisés – et veiller à ce que celles-ci soient besoins locaux peuvent aider les pays à gagner\nadaptées au contexte et aux besoins particuliers en efficience dans l’utilisation des ressources et à\ndes producteurs. Idéalement, les pouvoirs publics économiser les ressources rares (l’eau, par exemple)\ndoivent faire en sorte que l’accès aux technologies en exploitant des effets de synergie innovants\ninnovantes soit équitable, afin de permettre entre la mécanisation et d’autres pratiques de\nau secteur privé de répondre à la demande terrain. La mécanisation de l’agriculture figure\nd’automatisation. donc en bonne place dans les programmes des\npouvoirs publics de nombreux pays à faible revenu\net pays à revenu intermédiaire, particulièrement\nNE PAS BRÛLER LES ÉTAPES: LA SIMPLE\nen Afrique subsaharienne, où elle était délaissée\nMÉCANISATION MOTORISÉE A ENCORE depuis un certain temps, du fait des échecs\nUN RÔLE À JOUER essuyés antérieurement par les programmes de\nmécanisation dirigés par l’État.\nLes technologies numériques et la robotique sont\nextrêmement prometteuses, mais la mécanisation Les technologies manuelles et la traction animale\nmotorisée peut encore apporter de nombreux peuvent aussi continuer à jouer un rôle majeur\navantages sur les plans de l’amélioration des dans de nombreuses situations. La traction\nrevenus, de la diminution des coûts, de l’économie animale peut constituer une force importante pour\nde main-d’œuvre et de la réduction de la pénibilité. des exploitations très petites ou fragmentées, et\nElle peut libérer la main-d’œuvre familiale et les outils à main évolués permettent de réduire\n| xxi |\n\n--- Page 24 ---\nRÉSUMÉ\nles besoins en force humaine. Quoique moins stades de l’élaboration et de la commercialisation.\npuissants que des tracteurs, les animaux de Les résultats indiquent que seuls 10 prestataires\ntrait comme les outils à main évolués peuvent de services sur 27 sont en situation de rentabilité\nnéanmoins contribuer à pallier les pénuries et de viabilité financière. Ces 10 prestataires -\nde main-d’œuvre et accroître le rendement installés, pour la plupart, dans des pays à revenu\ndes cultures et les superficies cultivées dans élevé - mettent en œuvre des solutions en phase\nde nombreuses régions. Dans bien des cas, ces de maturité (c’est-à-dire largement utilisées)\nsolutions seront probablement les plus viables pour et travaillent principalement pour de grands\naugmenter la force disponible. exploitants. Plus d’un tiers des études de cas\nlaissent à penser que les agriculteurs tirent profit\nde ces solutions, qui se traduisent par des gains de\nPENSER L’AVENIR: INTÉRÊT\nproductivité et d’efficience ainsi que de nouveaux\nÉCONOMIQUE DES INVESTISSEMENTS débouchés commerciaux. Globalement, les\nDANS L’AUTOMATISATION NUMÉRIQUE résultats indiquent que l’intérêt économique des\ntechnologies d’automatisation numérique n’est pas\nL’intérêt économique des investissements dans encore avéré, en partie parce qu’un grand nombre\nles technologies agricoles repose sur les gains d’entre elles sont encore au stade de prototype,\npotentiels des acteurs privés. On suppose que ces mais aussi parce que de sérieux obstacles à leur\nacteurs – producteurs, négociants et prestataires utilisation subsistent, surtout dans les pays à faible\nde services notamment – prennent des décisions revenu et les pays à revenu intermédiaire.\nrationnelles, qui maximisent leur bénéfice et\nleur bien-être. Investir dans les technologies Bien que nombre de ces technologies en soient\nd’automatisation entraîne des coûts et ces encore aux premiers stades de leur développement,\ncoûts tendent à augmenter si les technologies plusieurs enseignements importants peuvent être\nen question ne sont pas largement disponibles tirés des études de cas. Les principaux facteurs\nlocalement. Les fournisseurs et les producteurs qui déterminent l’adoption d’une technologie\ns’engageront donc uniquement si les avantages sont, premièrement, le fait de savoir qu’il existe\nattendus dépassent les coûts. Pour certaines une solution permettant de mener des travaux\ntechnologies et dans certaines conditions, il se agricoles à bien, et deuxièmement, la capacité\npeut que les sommes à investir excèdent la valeur de l’agriculteur d’appliquer cette solution.\ndes avantages potentiels pour les acteurs privés, Les obstacles à l’adoption de ces technologies\nmais que les avantages pour la société entière que l’on rencontre fréquemment sont le manque\nsoient considérables. Dans ce cas, une intervention de compétences numériques ainsi qu’une\npublique est nécessaire pour faire cadrer les connectivité limitée et une disponibilité réduite\navantages privés avec les intérêts de la société dans d’autres infrastructures nécessaires, y compris\nson ensemble. électriques. Ces obstacles sont souvent aggravés\npar une réticence au changement, généralement\nDu fait de la rareté des données disponibles, associée à des populations agricoles vieillissantes.\nnous nous sommes appuyés sur 27 études de cas Le changement de génération est noté comme\nréalisées à partir d’entretiens avec des prestataires un facteur déterminant d’utilisation et les jeunes\nde services d’automatisation numérique pour agriculteurs, comme un élément essentiel de\nmieux saisir l’intérêt économique de ces la transformation numérique et de l’évolution\ntechnologies dans l’agriculture. Les études de cas vers une automatisation avancée. La situation\nconcernent toutes les régions du monde et tous les du marché est un autre moteur d’adoption\nsystèmes de production agricole (cultures, élevage, ou au contraire un autre obstacle à celle-ci –\naquaculture et agroforesterie). Elles représentent lorsqu’une forte concurrence entre producteurs\ndes solutions d’automatisation numérique à pousse ces derniers à prendre davantage de\ndifférents stades d’évolution, un grand nombre risques et à utiliser de nouvelles technologies\nde technologies se trouvant encore aux premiers qui laissent espérer des gains de productivité et\n| xxii |\n\n--- Page 25 ---\nd’efficience. Les facteurs limitants peuvent être la d’ordinateurs et de l’internet des objets a permis\nréglementation des importations technologiques, d’automatiser des serres et d’économiser de l’eau\nl’absence de politiques sur le partage des données, et d’autres intrants. De petits robots en essaim\net des politiques et mesures d’incitation publiques sont un autre moyen de générer des avantages\ninsuffisantes. À l’inverse, une réglementation ou environnementaux en réduisant l’utilisation de\nun appui public bien conçus peuvent grandement pesticides et d’herbicides, en optimisant l’usage\nfavoriser l’adoption de technologies. d’autres intrants et en diminuant la compaction du\nsol. Leur emploi est déjà économiquement possible\nAU-DELÀ DE L’INTÉRÊT ÉCONOMIQUE: sous certaines conditions, mais des travaux de\nrecherche supplémentaires s’imposent, surtout\nL’AUTOMATISATION DE L’AGRICULTURE\nsur leur utilité dans l’agriculture artisanale; ils\nPROMET DES AVANTAGES\ndevraient en effet présenter un avantage par\nENVIRONNEMENTAUX, MAIS DES rapport aux gros engins sur des exploitations dont\nTRAVAUX DE RECHERCHE les champs sont de forme irrégulière.\nSUPPLÉMENTAIRES S’IMPOSENT\nÀ ce jour, ces avantages environnementaux sont\nDans les pays à revenu élevé, mais aussi dans propres à chaque lieu; de plus, de nombreuses\nun grand nombre d’exploitations commerciales solutions en sont encore aux premiers stades de\nde pays à faible revenu et de pays à revenu leur développement et de leur commercialisation.\nintermédiaire, l’agriculture est déjà fortement D’autres travaux de recherche, y compris des\nmécanisée, au moyen d’engins lourds essais, sont donc nécessaires. Si les décideurs\nprincipalement. Or, ce type de mécanisation est à publics et les producteurs sont tout à fait conscients\nl’origine d’une érosion des sols, d’une déforestation des avantages associés à ces technologies,\net d’un appauvrissement de la biodiversité, autant l’investissement dans le développement de\nde facteurs qui contribuent à réduire la résilience. celles-ci devrait prendre de l’ampleur. Le passage\nL’innovation dans le domaine des technologies à une énergie renouvelable est également\nd’automatisation et la recherche agronomique essentiel et peut ouvrir de nouvelles perspectives\nappliquée peuvent aider à imaginer des solutions d’automatisation motorisée, en particulier dans les\nà ces problèmes. On peut par exemple adapter la zones rurales reculées, mais, là encore, des travaux\nmécanisation motorisée en utilisant des machines de recherche sont nécessaires pour étudier quelles\nplus petites et plus légères. Ainsi, les petits solutions d’énergie renouvelable hors réseau sont\ntracteurs et les motoculteurs représentent des les plus à même d’alimenter efficacement les\nsolutions prometteuses pour les petits producteurs. différents types de machines.\nCelles-ci permettent de limiter l’appauvrissement\nde la biodiversité car elles ne nécessitent pas de\nL’AUTOMATISATION DE L’AGRICULTURE A\nmise à nu du terrain ni de travaux de terrassement\nDES CONSÉQUENCES COMPLEXES SUR\nimportants. D’autres petites machines motorisées,\ncomme les désherbeuses mécaniques et les LES TRAVAILLEURS AGRICOLES ET PEUT\nbatteuses mobiles, peuvent aussi présenter des AUSSI PROFITER AUX CONSOMMATEURS\navantages sur le plan de l’égalité des genres, car les\nfemmes peuvent les utiliser facilement. Mesurer les conséquences globales de\nl’automatisation de l’agriculture sur l’emploi\nDe grands avantages environnementaux peuvent est extrêmement difficile car il faut de grandes\naussi découler des technologies d’automatisation quantités de données pour suivre toutes les\nnumérique à la base de l’agriculture de précision. transformations, ainsi que les réaffectations de\nCes technologies sont en effet susceptibles de travailleurs qui y sont associées, non seulement\nfaciliter l’adoption de pratiques durables, comme sur l’exploitation, mais aussi en amont et en aval\nl’agriculture de conservation. En témoignent des de celle-ci. À mesure que la transformation de\nexemples de réussite, dans lesquels l’utilisation l’agriculture s’opère, certains quittent ce secteur\n| xxiii |\n\n--- Page 26 ---\nRÉSUMÉ\npour chercher un emploi mieux rémunéré et la Si l’automatisation, stimulée par des subventions\npart des personnes employées dans l’agriculture qui en réduisent artificiellement le coût, intervient\nbaisse. Ce processus remodèle l’offre et la alors que la main-d’œuvre est abondante, le risque\ndemande de main-d’œuvre dans l’ensemble des est sérieux qu’elle ne vienne se substituer au travail\nsystèmes agroalimentaires. Lorsque tous les pôles humain et engendrer du chômage, entraînant\ndes systèmes agroalimentaires se transforment des conséquences socioéconomiques majeures,\nsimultanément, il est presque impossible d’imputer en particulier pour les plus pauvres et les moins\nles effets observés sur le marché du travail et qualifiés, qui pourraient avoir des difficultés à\nles effets socioéconomiques à des cas précis trouver un emploi dans un autre secteur.\nd’automatisation de l’agriculture.\nL’automatisation de l’agriculture a des effets\nLes conséquences possibles de l’automatisation socioéconomiques considérables sur les\nde l’agriculture sur l’emploi agricole ont consommateurs, car elle entraîne une réduction des\ntoutes les chances d’être diverses. On peut coûts de production des aliments. L’évolution de\ns’attendre à ce que la demande de main-d’œuvre l’automatisation numérique peut aussi créer\nfaiblement qualifiée diminue à mesure que le de nouvelles possibilités entrepreneuriales\nnombre de tâches automatisées augmentera. qui profiteront aux consommateurs – en\nParallèlement, l’automatisation stimule la permettant, par exemple, le renouveau de cultures\ndemande de travailleurs relativement qualifiés. patrimoniales riches en micronutriments qui\nSi l’on considère les systèmes agroalimentaires étaient difficiles à automatiser – et réduire les\nglobalement, l’automatisation pourrait réduire le coûts de production des aliments biologiques,\nnombre d’emplois saisonniers peu payés sur les qui nécessitent actuellement une main-d’œuvre\nexploitations, mais accroître celui des emplois importante.\nmieux rémunérés et moins saisonniers en amont et\nen aval.\nLE PROCESSUS D’AUTOMATISATION DE\nLes effets de l’automatisation peuvent également L’AGRICULTURE DOIT ÊTRE INCLUSIF ET\ndifférer selon le type d’exploitation. Chez les NE LAISSER PERSONNE DE CÔTÉ\npetits exploitants et ceux qui pratiquent une\nagriculture de subsistance, l’automatisation L’automatisation de l’agriculture doit faire\nest susceptible de libérer de la main-d’œuvre participer ceux qui vivent en situation de\nfamiliale qui peut alors occuper un emploi non vulnérabilité, d’exclusion et de marginalisation,\nagricole, mais elle peut aussi favoriser l’essor de notamment les petits producteurs, les éleveurs\nla production. Sur les exploitations commerciales pastoraux, les petits pêcheurs, les petits exploitants\nfamiliales, l’automatisation peut à la fois libérer de forestiers et les communautés forestières, les\nla main-d’œuvre familiale et réduire la demande travailleurs agricoles, les microentreprises\nde main-d’œuvre salariée, sauf si elle permet de et les travailleurs du secteur informel, les\ndévelopper les activités agricoles commerciales, agriculteurs sans terre et les travailleurs migrants.\nauquel cas il peut être nécessaire d’embaucher de La participation des femmes, des jeunes et des\nnouveaux travailleurs. Les fermes commerciales, personnes handicapées est particulièrement\nquant à elles, sont les exploitations les plus essentielle.\nautomatisées, ce qui s’accompagne d’une chute\ndes besoins en main-d’œuvre. Mais, même dans Les conséquences de l’automatisation des\nce cas, si le recours à l’automatisation est dû à exploitations en matière de genre sont complexes.\ndes salaires en hausse et à une raréfaction de la Les femmes sont en retard sur les hommes en ce\nmain-d’œuvre, cette évolution aura tendance à qui concerne l’adoption des technologies agricoles,\naccroître la productivité du travail et les salaires du fait des obstacles auxquels elles se heurtent\nsans provoquer de chômage. dans l’accès au capital, aux intrants et aux services\n(information, vulgarisation, crédit et engrais,\n| xxiv |\n\n--- Page 27 ---\npar exemple) et en raison aussi, dans certains toutefois pas inévitable dans l’agriculture; la clé\ncontextes, des normes culturelles. Les responsables réside dans la généralisation d’une automatisation\npolitiques et les partenaires d’exécution locaux à faible coût, accessible à toutes les échelles de\ndoivent favoriser la prise en compte des questions production.\nde genre dans la mise au point et la diffusion\ndes technologies et dans la prestation de services Quoi qu’il en soit, l’hypothèse selon laquelle\ncorrespondants. limiter l’automatisation pourrait protéger l’emploi\net les revenus agricoles n’est pas fondée. En fait,\nLes jeunes agriculteurs semblent être les premiers les politiques visant à restreindre l’automatisation\nà adhérer avec enthousiasme au processus. ne serviront qu’à rendre les exploitations moins\nL’automatisation de l’agriculture annonce de compétitives et incapables d’accroître leur\nnouveaux types d’emplois, nécessitant un production. Pour améliorer les salaires et les\nensemble important de compétences. Priorité doit conditions de travail des personnes qu’elles\nêtre donnée à un programme étoffé de mise en emploient, les exploitations doivent améliorer\nvaleur du capital humain et de renforcement des leur productivité en faisant appel à de nouvelles\ncapacités, visant notamment les jeunes. technologies. Faute de technologie permettant\nd’augmenter la productivité, les perspectives\nÀ mesure que les exploitations adoptent une de faire sortir les travailleurs agricoles les\nautomatisation génératrice d’économies de plus démunis de la pauvreté et de l’insécurité\nmain-d’œuvre, non seulement le personnel alimentaire sont plutôt sombres.\nqu’elles emploient se réduit, mais son niveau de\nqualification augmente. L’un des défis essentiels PRÉSENTATION D’UNE FEUILLE DE\nest de faciliter la reconversion de la main-d’œuvre\nROUTE POUR UNE AUTOMATISATION\nagricole, pour qu’elle passe d’activités manuelles\nEFFICACE, DURABLE ET INCLUSIVE DE\nfaiblement qualifiées à des tâches faisant appel à\ndes technologies plus complexes. Cela étant, les L’AGRICULTURE: POLITIQUES,\ncraintes que l’automatisation ne supplante des INVESTISSEMENTS ET INSTITUTIONS\nmillions de travailleurs agricoles, les laissant sans\naucune perspective d’emploi, sont sans fondement. Le potentiel de l’automatisation de l’agriculture\nL’automatisation des emplois agricoles, tout comme est indubitable quand on veut parvenir à\nl’évolution de la main-d’œuvre agricole qu’elle un développement rural durable et inclusif\nprovoque, est un processus graduel qui diffère à partir d’une agriculture intensive, mais\nselon le lieu, les cultures et les tâches. Les facteurs durable. Cela étant, la réalisation de ce potentiel\nqui incitent le plus à recourir à une automatisation n’est pas automatique et dépend du contexte\npermettant d’économiser de la main-d’œuvre socioéconomique ainsi que du cadre d’action et\nconcernent des tâches spécifiques qui requièrent du cadre institutionnel dans lesquels le processus\nune main-d’œuvre importante et peuvent être d’automatisation s’inscrit. La façon dont les\nfacilement automatisées moyennant un faible pays gèrent la transition décidera du résultat,\ncoût. Certaines tâches seront progressivement favorable ou défavorable, de ce processus dans\nautomatisées, mais d’autres continueront de le pays considéré. Les pays qui mettent en place\ndemander une main-d’œuvre nombreuse. les infrastructures matérielles, économiques,\njuridiques et sociales nécessaires à l’automatisation\nSi les technologies d’automatisation disponibles numérique ont de bonnes chances de tirer profit de\nsont en corrélation avec la taille de l’exploitation, celle-ci. Ceux qui se désintéressent de ces enjeux\nil y a un risque que de petits producteurs et pourraient sortir perdants.\ntransformateurs soient contraints de cesser leurs\nactivités, impuissants à réaliser les économies Comme tout changement technologique,\nd’échelle nécessaires pour rester compétitifs. l’automatisation de l’agriculture provoque\nCette conséquence de l’automatisation n’est inévitablement son lot de bouleversements,\n| xxv |\n\n--- Page 28 ---\nRÉSUMÉ\napportant des avantages, mais imposant aussi des LES POLITIQUES ET LES INTERVENTIONS\ncompromis. Le présent rapport propose un éventail CIBLANT L’AGRICULTURE ONT AUSSI UNE\nde solutions possibles en matière de politiques,\nINCIDENCE SUR LE RECOURS À\nd’institutions, de lois et d’investissements.\nL’AUTOMATISATION\nEnsemble, ces solutions forment une feuille\nde route qui permet de faire en sorte que Un certain nombre de mesures ciblant\nl’automatisation de l’agriculture contribue à des l’agriculture peuvent constituer un soutien plus\nsystèmes agroalimentaires efficaces, productifs, direct à l’automatisation ou contribuer à lever\ndurables, résilients et inclusifs. Certaines de les obstacles à l’automatisation, en particulier\nces solutions tendent principalement à créer un pour les petits producteurs. Ainsi, les pouvoirs\nenvironnement propice aux activités commerciales publics peuvent influer sur le processus\ndans l’agriculture, en particulier en ce qui d’adoption des technologies concernées par\nconcerne les investissements dans les technologies des mesures relatives au crédit qui visent\nd’automatisation, et doivent être complétées par spécifiquement l’automatisation de l’agriculture.\ndes règlements et d’autres mesures garantissant Les prêts à l’investissement sont la solution\nque ces opérations économiques aboutissent à la la plus couramment utilisée pour financer\ndurabilité environnementale et à la résilience face l’automatisation, et peuvent prendre diverses\nau changement climatique. Enfin, il faut mettre formes, comme des sûretés contractuelles,\nen place les politiques et les programmes qui des dispositifs de garantie des emprunts, des\ns’imposent afin que le processus fonctionne pour groupes de caution solidaire, des systèmes de\ntous, en particulier pour les groupes marginalisés location avec option d’achat et des subventions de\ntels que les femmes, les petits producteurs et les contrepartie. En outre, des subventions sélectives,\njeunes. qui ne faussent pas les marchés, peuvent jouer\nun rôle dans ce domaine. Une sécurité foncière\nLes pouvoirs publics devront également trouver renforcée est essentielle, car un régime foncier\nun équilibre entre des objectifs économiques, incertain restreint l’accès des producteurs au\nenvironnementaux et sociaux qui divergent crédit, ceux-ci ne pouvant utiliser leurs titres\net parfois s’opposent. Les politiques, les fonciers en garantie. Il est aussi possible de\ninvestissements et les autres mesures d’action favoriser une baisse des coûts de transaction liés\npublique qui sont proposés - examinés à la aux technologies d’automatisation et de stimuler\nsection suivante dans le cadre d’une feuille de l’utilisation de celles-ci en réduisant les droits de\nroute d’automatisation de l’agriculture - n’ont douane sur les machines, le matériel numérique\npas la même importance dans tous les contextes. et les pièces détachées, et en allégeant les\nChaque État doit établir ses priorités d’action formalités douanières.\nen fonction des défis qu’il lui faut relever et des\ncapacités dont il dispose. L’un des principaux Le capital humain doit être mis en valeur de\ndomaines transversaux d’intervention des États façon à remédier au manque de compétences\nest celui de l’appui aux services d’intérêt général, numériques, grâce à des centres de formation\nqui représente les mesures prises par les pouvoirs professionnelle, par exemple. Les connaissances\npublics pour mettre en place un environnement et les compétences des fabricants, des\npropice aux activités commerciales dans propriétaires, des exploitants, des techniciens et\nl’agriculture et les systèmes agroalimentaires, sans des agriculteurs doivent toutes être renforcées,\nfausser les marchés ni favoriser certains acteurs (ou les jeunes constituant une cible stratégique, car\ncertains secteurs agricoles) par rapport à d’autres. ils jouent souvent un rôle moteur essentiel dans\nle recours à l’automatisation. L’amélioration\ndes services de vulgarisation agricole et de\nconseil rural peut s’avérer utile pour faciliter\nl’adoption des technologies concernées.\nLes services publics de vulgarisation ont\n| xxvi |\n\n--- Page 29 ---\nLES POLITIQUES, LES INSTITUTIONS ET\ntoujours joué un rôle important s’agissant de\nLES INVESTISSEMENTS EXTÉRIEURS AUX\nfaire en sorte que l’automatisation agricole soit\ninclusive. La pénurie d’agents de vulgarisation SYSTÈMES AGROALIMENTAIRES ONT UNE\ncorrectement formés constitue toutefois un frein INCIDENCE SUR LE RECOURS À\nmajeur dans les pays à faible revenu et les pays à\nL’AUTOMATISATION AGRICOLE\nrevenu intermédiaire.\nDes politiques générales et des investissements\nSi le capital humain est essentiel pour les qui ne visent pas spécifiquement les systèmes\nutilisateurs (agriculteurs et prestataires de agroalimentaires sont susceptibles de contribuer\nservices), il l’est tout autant pour ceux qui à la mise en place d’un environnement propice,\nparticipent à l’innovation (les chercheurs et notamment en ce qui concerne les infrastructures.\nles scientifiques, par exemple). Les pouvoirs L’infrastructure routière laisse particulièrement\npublics peuvent financer ou mener des activités à désirer dans les pays à faible revenu ainsi que\nde recherche-développement appliquée aux dans la majeure partie de l’Afrique subsaharienne.\ntechnologies d’automatisation, en ciblant En l’améliorant, on peut réduire les coûts de\nnotamment les solutions adaptées aux besoins transaction relatifs à l’accès aux machines, aux\nlocaux et à ceux des petits producteurs. L’un des pièces détachées, à la réparation et au carburant,\ndomaines de recherche essentiels est l’évaluation et faciliter ainsi la création de marchés de services.\nde l’impact des solutions d’agriculture de Il est tout aussi important d’investir dans les\nprécision sur la rentabilité, la durabilité infrastructures énergétiques, en mettant au point,\nenvironnementale et l’inclusion. Il est impératif par exemple, une alimentation électrique hors\nd’axer les efforts à la fois sur les petites machines réseau provenant de ressources renouvelables, car\net sur les solutions numériques de faible aucune technologie d’automatisation ne fonctionne\ntechnicité, comme la réponse vocale interactive sans énergie. La disponibilité d’une énergie\n(RVI), les données de services supplémentaires renouvelable reposant sur des investissements\nnon structurées (USSD) et le service de messages locaux peut amortir à la fois les crises qui touchent\ncourts (SMS). Les petites machines sont parfois le secteur énergétique et les fluctuations des prix\nmieux adaptées aux conditions locales et aux des carburants.\npetites exploitations, et les solutions de faible\ntechnicité ont davantage de chances de toucher Des infrastructures de communication et une\ntous les agriculteurs pour un faible coût. connexion à internet de meilleure qualité sont\ndéterminantes pour que l’automatisation de\nEnfin, les pouvoirs publics doivent mettre en l’agriculture fonctionne correctement. Or, les\nplace une assurance qualité et établir des normes problèmes de connexion sont très répandus et\nde sécurité, qui peuvent être gérées par l’État, n’épargnent pas non plus certaines zones rurales\nles marchés et des organisations du secteur de pays à revenu élevé. Il est possible de prévoir\nassociatif. Les lois et règlements relatifs à la des avantages fiscaux ou des prêts à faible\nsécurité de l’automatisation doivent reposer sur taux d’intérêt pour les fournisseurs d’accès à\nune consultation inclusive de toutes les parties internet opérant en milieu rural. La législation\nprenantes et doivent être transparents et appuyés peut jouer un rôle essentiel, en favorisant les\npar des mesures permettant de s’assurer que les partenariats public-privé-communauté pour\nutilisateurs s’y conforment. améliorer la connectivité et les infrastructures\ndans ce domaine dans les zones rurales et fournir\ndes services et un appui en matière de données.\nLes investissements doivent aussi cibler les\ninfrastructures d'appui connexes, comme les\nensembles de données publiques sur les prévisions\nmétéorologiques et les calendriers de production\nagricole et animale.\n| xxvii |\n\n--- Page 30 ---\nRÉSUMÉ\nLes infrastructures matérielles sont certes au peuvent être utiles pour relever ces défis et\ncentre des préoccupations, mais les institutions, veiller à ce que l’automatisation contribue à une\nla situation macroéconomique et les capacités transformation agricole inclusive et durable.\ninstitutionnelles au sens large jouent aussi un C’est pourquoi il est fort probable que ce processus\nrôle crucial dans le recours à l’automatisation nécessitera une action des décideurs publics.\nde l’agriculture. Il est important d’améliorer les\nmarchés du crédit de façon générale; de fait, Premièrement, les autorités doivent s’assurer\nl’accès des petits producteurs au crédit à des que les femmes, les jeunes et les autres groupes\ntaux d’intérêt abordables est habituellement défavorisés bénéficient de l’automatisation.\nlimité, ce qui ne leur permet pas de financer Les mesures qui visent à remédier aux\ndes technologies d’automatisation. Il est vital désavantages que subissent les femmes (en\nde renforcer les capacités institutionnelles et améliorant leurs droits fonciers ou en facilitant leur\npolitiques pour orienter le développement de accès au crédit et aux services de vulgarisation,\nces technologies; si, au contraire, on laisse de par exemple) contribuent aussi à accroître l’accès\npuissantes sociétés technologiques privées de celles-ci à l’automatisation. L’action publique\ns’emparer de la première phase, les conséquences en matière de recherche-développement\npeuvent être désastreuses et gagner la société peut se concentrer sur des technologies de\ndans son ensemble. Qui plus est, l’adoption de mécanisation qui répondent aux besoins des\npolitiques nationales transparentes en matière femmes. Par ailleurs, il est nécessaire d’établir\nde données – notamment de règlements dans un programme spécifique d’automatisation de\nle domaine de la protection et du partage l’agriculture, qui cible les jeunes ruraux et d’autres\ndes données et du respect de la vie privée groupes défavorisés, afin de permettre à ces\n– peut faciliter l’automatisation numérique. personnes d’acquérir les compétences nécessaires\nParmi les autres facteurs favorables, on peut citer pour occuper les nouveaux emplois hautement\nle développement d’infrastructures nationales qualifiés associés à l’automatisation.\nde données et la promotion de l’interopérabilité,\nc’est-à-dire d’une communication précise et fiable Deuxièmement, les pouvoirs publics doivent établir\nentre machines. Enfin, les politiques de change des garde-fous contre les effets préjudiciables sur\net les politiques commerciales peuvent agir sur l’emploi. Lorsque l’automatisation apparaît comme\nl’évolution de l’automatisation par l’intermédiaire une réaction aux forces du marché (des salaires\ndes coûts d’importation des machines, du matériel ruraux en hausse, par exemple) et qu’elle remplace\nnumérique et des pièces détachées. une main-d’œuvre familiale non rémunérée, il y\na peu de risques qu’elle engendre du chômage.\nSI ELLE EST CORRECTEMENT MENÉE, En revanche, si elle est stimulée artificiellement\npar des dépenses publiques (importations\nL’AUTOMATISATION DE L’AGRICULTURE\nsubventionnées des machines, par exemple),\nCONTRIBUERA À DES SYSTÈMES\nil est possible qu’elle entraîne du chômage,\nAGROALIMENTAIRES INCLUSIFS ET des pertes d’emplois et une baisse des salaires\nDURABLES ruraux. Les décideurs publics ne doivent donc pas\nsoutenir l’automatisation tant que celle-ci n’est pas\nMême en supposant que les pays soient en mesure réellement nécessaire. Ils ne doivent pas non plus\nd’établir des règles du jeu équitables pour la faire obstacle à son adoption au motif qu’elle va se\nfourniture de technologies innovantes par le substituer au travail humain et créer du chômage.\nsecteur privé, les défis associés à l’automatisation Les formes d’appui public qui permettent de\ndemeurent. Dans l’agriculture, ces défis sont fournir des biens publics ou collectifs au moyen de\nau nombre de trois: ne laisser aucun groupe services d’intérêt général sont les plus susceptibles\nmarginalisé de côté; éviter d’accroître le chômage de susciter une transition sans heurt vers une plus\net de faire disparaître des emplois; et se garder de grande automatisation sans produire de chômage.\ntout dommage environnemental. Des politiques Entre dans cette catégorie l’aide aux activités de\n| xxviii |",
    "text_file": "backend\\sources\\raw_data\\fao_publications\\pdfs\\extracted_text\\cb9479fr.txt",
    "metadata_file": "backend\\sources\\raw_data\\fao_publications\\pdfs\\metadata\\cb9479fr_meta.json"
  },
  "content": "\n--- Page 1 ---\n2022\nLA SITUATION\nMONDIALE DE\nL’ALIMENTATION ET\nDE L’AGRICULTURE\nL’AUTOMATISATION DE L’AGRICULTURE AU\nSERVICE DE LA TRANSFORMATION DES\nSYSTÈMES AGROALIMENTAIRES\n\n--- Page 2 ---\nCette publication phare fait partie de la série l’État du monde de l’Organisation des Nations Unies\npour l’alimentation et l’agriculture.\nRéférence bibliographique à citer:\nFAO. 2022. La Situation mondiale de l’alimentation et de l’agriculture 2022. L’automatisation de l’agriculture au service de la\ntransformation des systèmes agroalimentaires. Rome, FAO.\nhttps://doi.org/10.4060/cb9479fr\nLes appellations employées dans ce produit d’information et la présentation des données qui y figurent n’impliquent de la part\nde l’Organisation des Nations Unies pour l’alimentation et l’agriculture (FAO) aucune prise de position quant au statut juridique\nou au stade de développement des pays, territoires, villes ou zones ou de leurs autorités, ni quant au tracé de leurs frontières\nou limites. La mention de sociétés déterminées ou de produits de fabricants, qu’ils soient ou non brevetés, n’entraîne, de la part\nde la FAO, aucune approbation ou recommandation desdites sociétés ou desdits produits de préférence à d’autres de nature\nanalogue qui ne sont pas cités.\nLes appellations employées et la présentation des données sur les cartes n’impliquent de la part de la FAO aucune prise\nde position quant au statut juridique ou constitutionnel des pays, territoires ou zones maritimes, ni quant au tracé de leurs\nfrontières ou limites. Les lignes pointillées sur les cartes représentent des frontières approximatives dont le tracé peut ne pas\navoir fait l’objet d’un accord définitif.\nISSN 0251-1460 (imprimé)\nISSN 1564-3360 (en ligne)\nISBN 978-92-5-137017-9\n©FAO 2022\nCertains droits réservés. Ce travail est mis à la disposition du public sous la licence Creative Commons - Attribution - Pas\nd’utilisation commerciale - Partage dans les mêmes conditions 3.0 Organisations internationales (CC BY-NC-SA 3.0 IGO;\nhttps://creativecommons.org/licenses/by-nc-sa/3.0/igo/deed.fr).\nSelon les termes de cette licence, ce travail peut être copié, diffusé et adapté à des fins non commerciales, sous réserve de\nmention appropriée de la source. Lors de l’utilisation de ce travail, aucune indication relative à l’approbation de la part de la\nFAO d’une organisation, de produits ou de services spécifiques ne doit apparaître. L’utilisation du logo de la FAO n’est pas\nautorisée. Si le travail est adapté, il doit donc être sous la même licence Creative Commons ou sous une licence équivalente. Si\nce document fait l’objet d’une traduction, il est obligatoire d’intégrer la clause de non responsabilité suivante accompagnée de\nla citation requise: «Cette traduction n’a pas été réalisée par l’Organisation des Nations Unies pour l’alimentation et l’agriculture\n(FAO). La FAO n’est pas responsable du contenu ou de l’exactitude de cette traduction. L’édition originale anglaise doit être\nl’édition qui fait autorité.»\nToute médiation relative aux différends en rapport avec la licence doit être menée conformément au Règlement d’arbitrage de\nla Commission des Nations Unies pour le droit commercial international (CNUDCI) actuellement en vigueur.\nDocuments de tierce partie. Les utilisateurs qui souhaitent réutiliser des matériels provenant de ce travail et qui sont attribués\nà un tiers, tels que des tableaux, des figures ou des images, ont la responsabilité de déterminer si l’autorisation est requise pour\nla réutilisation et d’obtenir la permission du détenteur des droits d’auteur. Le risque de demandes résultant de la violation d’un\ncomposant du travail détenu par une tierce partie incombe exclusivement à l’utilisateur.\nVentes, droits et licences. Les produits d’information de la FAO sont disponibles sur le site web de la FAO\n(www.fao.org/publications/fr/) et peuvent être acquis par le biais du courriel suivant: publications-sales@fao.org.\nLes demandes pour usage commercial doivent être soumises à: www.fao.org/contact-us/licence-request.\nLes demandes relatives aux droits et aux licences doivent être adressées à: copyright@fao.org.\nPHOTOGRAPHIE DE COUVERTURE ©Sorapong Chaipanya/Shutterstock.com\nTHAÏLANDE. Vue aérienne d’un agriculteur utilisant une tablette dans une rizière verte.\n\n--- Page 3 ---\nLA SITUATION\nMONDIALE DE\nL’ALIMENTATION ET\nDE L’AGRICULTURE\nL’AUTOMATISATION DE L’AGRICULTURE AU\nSERVICE DE LA TRANSFORMATION DES\nSYSTÈMES AGROALIMENTAIRES\n0641-1520\nNSSI\nOrganisation des Nations Unies pour l’alimentation et l’agriculture\nRome, 2022\n\n--- Page 4 ---\nTABLE DES MATIÈRES\nAVANT-PROPOS v CHAPITRE 3\nINTÉRÊT ÉCONOMIQUE DES INVESTISSEMENTS\nMÉTHODE ix\nDANS L’AUTOMATISATION DE L’AGRICULTURE 43\nREMERCIEMENTS x\nMessages clés 43\nSIGLES ET ABRÉVIATIONS xi\nLa mécanisation motorisée peut effectivement\nGLOSSAIRE xii\nprésenter un intérêt économique dans de\nMESSAGES PRINCIPAUX xvi\nnombreux contextes 45\nRÉSUMÉ xviii\nExamen de l’intérêt économique de\nl’automatisation numérique: enseignements\nCHAPITRE 1\ntirés des études de cas 51\nQU’EST-CE QUE L’AUTOMATISATION\nAu-delà de l’intérêt économique: le rôle\nDE L’AGRICULTURE ET EN QUOI\nEST-ELLE IMPORTANTE? 1 des investissements, des politiques et de\nMessages clés 1 la législation 56\nQuelle a été l’évolution jusqu’ici? 3 Trajectoires futures de l’automatisation\nde l’agriculture: quelques considérations\nQu’est-ce que l’automatisation de l’agriculture? 4\nsur l’adoption inclusive et la durabilité\nPourquoi tirer parti de l’automatisation de\nenvironnementale 58\nl’agriculture? Comprendre les principaux\nConclusion 66\nmoteurs de l’automatisation de l’agriculture 8\nDifficultés liées aux progrès de l’automatisation\nde l’agriculture 12 CHAPITRE 4\nINCIDENCES SOCIOÉCONOMIQUES\nTransformer les difficultés en possibilités 14\nET POSSIBILITÉS ASSOCIÉES À\nSur quoi porte le présent rapport? 15\nL’AUTOMATISATION DE L’AGRICULTURE 69\nMessages clés 69\nCHAPITRE 2 Analyse des incidences sociales de\nCOMPRENDRE LE PASSÉ ET ENVISAGER\nl’automatisation selon l’approche des\nL’AVENIR DE L’AUTOMATISATION DANS\nsystèmes agroalimentaires 70\nLE SECTEUR AGRICOLE 19\nEffets de l’automatisation de l’agriculture\nMessages clés 19\nsur la main-d’oeuvre 73\nÉvolutions et facteurs de la mécanisation\nL’automatisation de l’agriculture ouvre de\nmotorisée dans le monde entier 20\nnouvelles possibilités entrepreneuriales et des\nLa révolution numérique et sa capacité de\ndébouchés porteurs de transformation qui\ntransformer l’usage de la mécanisation\nauront des incidences sur la nutrition et les\nmotorisée et des pratiques agricoles 26\nconsommateurs 79\nL’état des technologies d’automatisation\nUn processus inclusif d’automatisation\nnumérique et de la robotique dans l’agriculture 31\nde l’agriculture 80\nConclusion 40\nL’avenir de la main-d’oeuvre agroalimentaire 85\nConclusion 86\n| ii |\n\n--- Page 5 ---\nCHAPITRE 5 FIGURES\nMESURES POSSIBLES EN FAVEUR D’UNE\n1 Cycle en trois phases des systèmes\nAUTOMATISATION EFFICACE, DURABLE ET\nd’automatisation 5\nINCLUSIVE DE L’AGRICULTURE 89\nMessages clés 89 2 Évolution de l’automatisation agricole 6\nVers une automatisation responsable 3 Part de l’emploi agricole par rapport à l’emploi\nde l’agriculture 90 total, par niveau de revenu des pays (en haut) et par\nPolitiques générales visant à mettre en place région (en bas), 1991-2019 9\nun environnement porteur 93 4 Nombre de tracteurs utilisés pour 1 000 hectares\nPolitiques, législation et investissements de terres arables 22\nciblant l’agriculture 96\n5 Exemples de technologies numériques et\nPolitiques mises en place pour que robotiques associées à l’intelligence artificielle,\nl’automatisation de l’agriculture contribue classées par système de production agricole 33\nà des systèmes agroalimentaires durables\n6 Niveaux de préparation au changement d’échelle\net résilients 102 des technologies d’automatisation numérique 53\nPolitiques visant à favoriser une automatisation\n7 Analyse des effets de l’automatisation sur l’emploi\ninclusive de l’agriculture, au service de tous 104 selon l’approche fondée sur les systèmes\nConclusion 108 agroalimentaires 71\n8 Ensemble des mesures possibles en faveur d’une\nANNEXES 111 automatisation responsable de l’agriculture 91\nANNEXE 1\nENCADRÉS\nDescription des études de cas 112\n1 Remédier aux problèmes en matière de données\nsur l’utilisation des machines agricoles 21\nANNEXE 2\nTableaux statistiques 140 2 La mécanisation en Afrique subsaharienne 25\n3 Des outils numériques pour améliorer l’accès aux\nservices de mécanisation 28\nBIBLIOGRAPHIE 146\n4 Outils numériques sans lien avec la mécanisation:\nles solutions non incorporées 30\nTABLEAUX 5 Automatisation numérique de la production\nanimale: exemples recueillis en Amérique latine, en\n1 Nombre d’études de cas par échelle de production,\nAfrique et en Europe 34\nniveau d’automatisation et secteur 17\n6 Nouvelles technologies aquacoles: exemples\n2 Dates importantes de l’automatisation numérique\nrecueillis en Inde et au Mexique 37\ndans l’agriculture 32\n7 Évolution du secteur des forêts: mécanisation et\nA2.1 Nombre de tracteurs utilisés par millier\nautomatisation numérique 38\nd’hectares de terres arables (dernière année\ndisponible) 140\n| iii |\n\n--- Page 6 ---\nTABLE DES MATIÈRES\n8 Analyse comparative coûts-avantages de la 18 Robots de culture autonomes à bas coût:\nmécanisation et de la traction manuelle et/ou animale un tableau à grands traits 64\ndans la production de blé: éléments recueillis en\n19 Analyse de l’automatisation de l’agriculture\nÉthiopie et au Népal 46\nsous l’angle de l’emploi décent 74\n9 Tirer parti de l’automatisation de l’agriculture pour\n20 Effets de la récolte mécanisée de la canne à\naméliorer la sécurité sanitaire des aliments 48\nsucre sur la main-d’œuvre au Brésil 77\n10 Renforcer la résilience des petits producteurs par\n21 Automatisation et communautés rurales\nla petite mécanisation motorisée 49\nd’origine des migrants: le cas de la Californie 79\n11 En Égypte, la plantation mécanisée sur\n22 Inclusion des personnes handicapées 82\nplates-bandes surélevées contribue à l’amélioration\nde la productivité et à l’utilisation durable de l’eau 50 23 Inclusion des femmes et des jeunes:\néléments recueillis au moyen des études de cas 83\n12 En République démocratique populaire lao, les\nsemoirs à tambour font économiser du temps, des 24 «Des femmes sur le siège conducteur»:\nefforts et de l’argent 51 faire progresser l’autonomisation des femmes\ngrâce au tracteur 84\n13 Évolution de l’intérêt économique des systèmes\nde traite robotisée 52 25 Différents types de soutien des pouvoirs publics\npouvant favoriser l’automatisation de l’agriculture 92\n14 Impact du projet de pulvérisateur numérique\npour vergers de l’Union européenne: éléments 26 Réseau à haut débit ouvert à Komen (Slovénie) 95\nrecueillis en Pologne et en Hongrie 55\n27 Stratégies nationales en faveur d’une adoption\n15 La pandémie de covid-19 a aiguisé l’intérêt pour plus large des outils numériques dans le secteur\nles technologies numériques: éléments recueillis agricole africain 97\ndans le cadre de deux études de cas 56\n28 Adaptation de l’automatisation numérique à\n16 Des robots cueilleurs pour remédier aux pénuries différents contextes: éléments factuels issus de\nde main-d’œuvre dans la culture des fraises 60 27 études de cas 100\n17 Intérêt économique de l’adoption de la\nmécanisation motorisée par les femmes: éléments\nrecueillis au Népal 61\n| iv |\n\n--- Page 7 ---\nAVANT-PROPOS\nLe présent rapport plonge au cœur d’une réalité: Ce processus a permis d’accroître la productivité,\nl’agriculture fait actuellement l’objet d’une de réduire la pénibilité des travaux agricoles,\ntransformation technologique profonde, et cette de libérer de la main-d’œuvre pour d’autres\névolution ne fait que s’accélérer. De nouvelles activités et, au bout du compte, d’améliorer\ntechnologies que l’on n’aurait pu imaginer les moyens de subsistance et le bien-être\nquelques années plus tôt apparaissent sans humain. Les machines et le matériel ont\ncesse. Dans le domaine de l’élevage, par exemple, apporté des améliorations aux trois étapes\ncertains pays adoptent de plus en plus souvent clés des travaux agricoles, à savoir l’analyse,\ndes technologies fondées sur le marquage la prise de décision et l’exécution, jusqu’à les\nélectronique des bêtes – notamment des robots prendre totalement en charge dans certains\nde traite et des dispositifs d’alimentation de cas. L’évolution historique fait apparaître cinq\nla volaille. Le guidage à l’aide d’un système niveaux technologiques: introduction d’outils\nmondial de navigation par satellite permet une manuels; utilisation de la traction animale;\nautomatisation de la production végétale grâce mécanisation motorisée à partir des années\nà l’autoguidage des tracteurs, des épandeurs 1910; utilisation d’équipements numériques\nd’engrais et des pulvérisateurs de pesticides. à partir des années 1980; et, plus récemment,\nDes technologies encore plus avancées arrivent recours à la robotique. L’automatisation dont il\nsur le marché dans tous les secteurs. Dans le est question dans le présent rapport commence\ndomaine de la production végétale, des machines réellement avec la mécanisation motorisée,\nautonomes telles que des robots de désherbage qui a permis d’automatiser considérablement\ncommencent à être commercialisées, tandis que la phase d’exécution des travaux agricoles.\ndes aéronefs sans équipage à bord (couramment Les technologies numériques récentes et\nappelés «drones») recueillent des informations la robotique, quant à elles, permettent une\nqui servent à la gestion des cultures et à automatisation progressive des phases d’analyse\nl’application des intrants. En aquaculture, les et de prise de décision. Comme le présent rapport\ntechnologies d’automatisation de l’alimentation le souligne, cette évolution est en cours, mais les\net du suivi sont de plus en plus souvent utilisées. producteurs agricoles du monde entier n’en sont\nEn matière forestière, l’automatisation repose pas tous au même stade.\nprincipalement sur des machines permettant\nde débiter des grumes et de les transporter. On ne peut nier que les inquiétudes suscitées\nUn grand nombre des technologies les plus par les effets socioéconomiques préjudiciables –\nrécentes facilitent l’agriculture de précision, notamment les pertes d’emploi et le chômage qui\nstratégie de gestion des cultures qui se sert de s’ensuit – qui peuvent découler d’un changement\nl’information pour optimiser l’utilisation des technologique visant à réduire la charge de\nintrants et des ressources. travail sont largement partagées. Ces craintes\nremontent au moins au début du XIXe siècle.\nCette évolution technologique récente peut Pourtant, rétrospectivement, la peur que\nstupéfier et fasciner, suscitant le désir d’en l’automatisation, qui augmente la productivité\napprendre davantage. Il est toutefois essentiel du travail, ne conduise nécessairement à un\nde se rappeler que le changement technologique chômage à grande échelle ne se confirme pas\nn’est pas un phénomène nouveau et, surtout, que dans les faits. Cela s’explique par le fait que\nles acteurs des systèmes agroalimentaires n’y ont l’automatisation de l’agriculture s’inscrit dans\npas tous accès. La FAO étudie le sujet depuis des un processus de transformation structurelle des\ndécennies. Ce que nous connaissons aujourd’hui sociétés dans le cadre duquel l’accroissement de\nn’est rien d’autre qu’une phase de consolidation – la productivité de la main-d’œuvre agricole libère\nau stade actuel – d’un long processus d’évolution progressivement des travailleurs de ce secteur,\ntechnologique de l’agriculture qui s’est accéléré qui peuvent alors exercer une activité lucrative\nau cours des deux derniers siècles. dans d’autres branches, comme l’industrie et les\n| v |\n\n--- Page 8 ---\nAVANT-PROPOS\nservices. Au fil de cette transformation, la part rapidement et sans tenir compte des conditions\nde la population employée dans l’agriculture socioéconomiques ni de la situation du\ndiminue naturellement, tandis que des emplois marché du travail au niveau local, elle peut\nse créent dans d’autres secteurs. Ce mouvement effectivement entraîner des pertes d’emplois\ns’accompagne généralement de changements dans – conséquence courante qu’il est nécessaire\nles systèmes agroalimentaires, les secteurs amont de prévenir. En outre, l’automatisation peut\net aval évoluant et créant de nouveaux emplois accroître la demande de main-d’œuvre hautement\net de nouvelles possibilités entrepreneuriales. qualifiée tout en réduisant celle des travailleurs\nC’est pourquoi il est essentiel de considérer non qualifiés. Si les grands exploitants\nl’agriculture comme étant un élément important agricoles prospères ont un accès plus facile à\nde systèmes agroalimentaires plus vastes. l’automatisation que les producteurs travaillant\nà moindre échelle et moins fortunés, celle-ci\nLe présent rapport met en lumière les avantages présente alors le risque de creuser les inégalités,\npotentiels d’une automatisation de l’agriculture, et ce phénomène doit être évité à tout prix.\nqui sont multiples et peuvent contribuer à Si elle n’est pas gérée correctement ni adaptée\ntransformer les systèmes agroalimentaires aux conditions locales, l’automatisation, et en\nde sorte qu’ils deviennent plus efficaces, plus particulier la mécanisation faisant appel à des\nproductifs, plus résilients, plus durables et plus engins lourds, peut mettre la durabilité agricole\ninclusifs. L’automatisation offre de nombreuses en péril. Ces risques, bien réels, sont pris en\npossibilités: accroître la productivité de la considération et analysés dans le présent rapport.\nmain-d’œuvre et la rentabilité de l’agriculture;\naméliorer les conditions de travail des Pourtant, comme ce même rapport l’indique,\ntravailleurs agricoles; créer de nouvelles fermer la porte à l’automatisation n’est pas\npossibilités entrepreneuriales en milieu rural, une solution d’avenir. La FAO est intimement\nce qui présente un intérêt particulier pour la convaincue que, sans progrès technologique et\njeunesse rurale; contribuer à réduire les pertes de sans gains de productivité, il est impossible de\nproduits alimentaires et améliorer la qualité et libérer des centaines de millions de personnes de\nla sécurité sanitaire des aliments. Elle peut aussi la pauvreté, de la faim, de l’insécurité alimentaire\ncomporter des avantages en matière de durabilité et de la malnutrition. Refuser l’automatisation\nenvironnementale et d’adaptation aux effets du pourrait signifier condamner à jamais les\nchangement climatique. Des solutions récentes travailleurs agricoles à un travail peu productif\nfaisant intervenir l’agriculture de précision et et à de maigres revenus en retour. La question\nl’utilisation de petit matériel – souvent mieux essentielle n’est pas de savoir s’il faut ou non se\nadapté aux conditions locales que les engins tourner vers l’automatisation, mais comment\nlourds auxquels fait appel la mécanisation celle-ci doit être mise en œuvre dans la pratique.\nmotorisée – peuvent améliorer la durabilité Nous devons nous assurer que cette évolution\nenvironnementale et la résilience face aux aléas s’opère de façon inclusive et favorise la durabilité.\nclimatiques et à d’autres chocs. Ces nombreux\navantages permettent aussi à l’automatisation de Dans l’ensemble de ce rapport, la FAO expose\nl’agriculture de contribuer à concrétiser plusieurs l’idée d’un changement technologique\ndes objectifs de développement durable (ODD). responsable, pour faire de l’automatisation de\nl’agriculture une réussite. Que cela implique-t-il?\nCela étant, les risques et les problèmes\nassociés à l’automatisation ne sont pas Premièrement, l’automatisation de l’agriculture\nignorés dans le présent rapport. Comme tout doit s’inscrire dans un processus de\nchangement technologique, l’automatisation transformation agricole qui se déroule en\nde l’agriculture ne va pas sans perturber les parallèle avec des évolutions plus générales\nsystèmes agroalimentaires. Si elle s’opère de la société et des systèmes agroalimentaires\n| vi |\n\n--- Page 9 ---\net qui facilite ces évolutions et s’en trouve les services partagés. Il est essentiel également\nfacilité en retour. Pour ce faire, il est essentiel de renforcer les compétences numériques par\nque le recours à l’automatisation réponde à des l’éducation et la formation, de façon à faciliter le\nmotivations concrètes. Ainsi, les technologies recours aux technologies et à éviter qu’un fossé\nqui permettent de réduire la charge de travail numérique se creuse sous l’effet d’inégalités en\npeuvent servir le processus de transformation de matière de connaissances ou de compétences.\nl’agriculture si elles répondent à une raréfaction\ncroissante de la main-d’œuvre et à une hausse Pour améliorer la durabilité et avoir des\ndes salaires ruraux. À l’inverse, si les facteurs effets véritablement inclusifs et porteurs de\nqui incitent à adopter l’automatisation ou des transformation, les solutions d’automatisation\ntechnologies d’automatisation particulières sont doivent être adaptées au contexte local,\ncréés artificiellement au moyen de subventions c’est-à-dire non seulement aux caractéristiques\npubliques, par exemple – en particulier dans des des producteurs, mais aussi aux conditions\nsituations où la main-d’œuvre est abondante –, biophysiques, topographiques, climatiques\nle recours à l’automatisation peut se révéler et socioéconomiques. Le présent rapport\nextrêmement pernicieux et avoir des effets se veut réaliste et ne propose donc aucune\npréjudiciables sur le marché du travail et dans solution universelle. Les technologies les plus\nle domaine socioéconomique. Cela étant, il est évoluées ne sont pas nécessairement les plus\ntout aussi important que les politiques publiques appropriées partout et pour tous. Comme le\nne fassent pas obstacle à l’automatisation, car montrent les éléments factuels présentés, des\ncela pourrait revenir à condamner durablement technologies simples (petites machines, voire\nles producteurs et les travailleurs agricoles outils à main) peuvent présenter dans certains\nà une faible productivité et à un défaut de cas des avantages considérables pour les petits\ncompétitivité. Le présent rapport indique producteurs et permettre de produire sur des\nque le rôle des pouvoirs publics est de créer terres accidentées. Il peut même arriver que\nun environnement propice à l’utilisation des des producteurs soient en mesure de sauter des\nsolutions d’automatisation qui conviennent, étapes et d’adopter directement les solutions\nplutôt que de prôner directement l’adoption technologiques les plus avancées. L’essentiel est\nde solutions spécifiques dans des contextes où que ce soit les producteurs agricoles eux-mêmes\ncelles-ci pourraient ne pas être adaptées, ou de qui choisissent les technologies les mieux\nbloquer l’adoption de l’automatisation de quelque adaptées à leurs besoins, les pouvoirs publics se\nmanière que ce soit. contentant de créer un environnement propice à\nce choix.\nPour aller dans le sens des ODD, l’automatisation\ndoit être inclusive. Elle doit ouvrir des Enfin, le présent rapport expose aussi l’idée\nperspectives à tous, des petits producteurs selon laquelle l’automatisation doit contribuer\naux grandes exploitations commerciales, sans à rendre l’agriculture plus durable et plus\noublier les groupes marginalisés, tels que les résiliente. Jusqu’à présent, l’utilisation d’engins\nfemmes, les jeunes et les personnes handicapées. lourds opérant à grande échelle a souvent\nLes obstacles à son adoption doivent être levés, eu des effets défavorables sur la durabilité\nsurtout pour les femmes. Pour que toutes les environnementale. Pour remédier à cela, il faut\ncatégories de producteurs puissent bénéficier adapter la mécanisation à des machines plus\nde solutions techniques adaptées, il faut que petites et plus légères. D’autre part, l’agriculture\nl’accès à ces technologies ne dépende pas de la numérique et la robotique, qui facilitent\ntaille de l’exploitation, c’est-à-dire que celles-ci l’agriculture de précision, offrent des solutions\npuissent fonctionner quelle que soit l’échelle de qui permettent d’utiliser les ressources de\nproduction et qu’elles soient accessibles à tous manière plus efficiente et plus durable sur le\ngrâce à des mécanismes institutionnels comme plan environnemental. La recherche technique et\n| vii |\n\n--- Page 10 ---\nAVANT-PROPOS\nagronomique appliquée peut aider à trouver des La FAO est résolument et stratégiquement\nsolutions propres à favoriser la progression vers convaincue de l’importance des technologies,\nla durabilité environnementale. de l’innovation et des données, soutenues par\nune gouvernance, des institutions et un capital\nCes questions sont examinées en détail dans le humain adéquats, et les considère comme des\nprésent rapport: l’automatisation de l’agriculture accélérateurs transversaux essentiels de toutes\nest analysée de façon objective et approfondie, les ses interventions programmatiques, utilisés pour\nmythes infondés qui l’entourent sont déconstruits en stimuler les effets et limiter au minimum les\net des voies à suivre sont proposées aux fins de arbitrages à opérer. Il ne fait aucun doute que ces\nson adoption dans différents contextes nationaux accélérateurs auront un rôle de catalyseurs de la\net locaux. Ce document définit des domaines clés transformation agricole dans tous les contextes.\nd’action publique et d’investissement permettant J’espère que le présent rapport de la FAO\nde faire en sorte que l’automatisation contribue à contribuera de façon constructive au débat public\nun développement inclusif et durable. dans ce domaine, qui revêt une importance\nmajeure pour la concrétisation des ODD.\nQu Dongyu\nDirecteur général de la FAO\n| viii |\n\n--- Page 11 ---\nMÉTHODE\nL’élaboration de La Situation mondiale de l’alimentation et de l’agriculture 2022 a commencé par la création d’un\ngroupe consultatif, composé de toutes les unités techniques pertinentes de la FAO et d’un groupe d’experts\nextérieurs, et épaulé par une équipe chargée des recherches et de la rédaction. Le rapport a été établi à\npartir de six documents de référence et d’une analyse empirique originale réalisée par la FAO et des experts\nextérieurs. Le groupe consultatif s’est réuni à distance le 24 janvier 2022 pour définir le plan du rapport.\nEn mars 2022, il a formulé des observations sur l’avant-projet des chapitres 1 et 2. Les avant-projets de tous\nles chapitres ont été présentés au groupe consultatif et au groupe d’experts extérieurs avant un atelier qui\ns’est tenu en ligne du 31 mars au 6 avril 2022, sous la présidence du Directeur adjoint de la Division de\nl’économie agroalimentaire de la FAO. Le rapport a été révisé sur la base des indications données lors de\nl’atelier et par le groupe consultatif, qui s’est réuni à la suite de celui-ci, puis il a été présenté à l’équipe de\ndirection de l’axe Développement économique et social de la FAO. La version révisée a été soumise aux\néquipes des autres axes de l’Organisation et aux bureaux régionaux de la FAO pour l’Afrique, l’Amérique\nlatine et les Caraïbes, l’Asie et le Pacifique, l’Europe et l’Asie centrale, et le Proche-Orient et l’Afrique du\nNord afin de recueillir leurs observations. Ces observations ont été incorporées dans le projet final, qui a\nété examiné par le Directeur adjoint de la Division de l’économie agroalimentaire, l’Économiste en chef de la\nFAO et le Bureau du Directeur général.\n| ix |\n\n--- Page 12 ---\nREMERCIEMENTS\nLa Situation mondiale de l’alimentation et de l’agriculture 2022 a été élaborée par une équipe multidisciplinaire\nde la FAO, sous la direction de Marco V. Sánchez Cantillo, Directeur adjoint de la Division de l’économie\nagroalimentaire, et d’Andrea Cattaneo, Économiste principal et coordonnateur de la publication.\nMáximo Torero Cullen, Économiste en chef, et l’équipe de direction de l’axe Développement économique et\nsocial, ont donné des orientations générales.\nÉQUIPE CHARGÉE DES RECHERCHES ET DE LA RÉDACTION\nTheresa McMenomy, Fergus Mulligan (rédacteur consultant), Ahmad Sadiddin, Jakob Skøt et Sara Vaz.\nDOCUMENTS DE RÉFÉRENCE\nChristina Cappello (Université et Institut de recherche de Wageningue [WUR]), Tomaso Ceccarelli (WUR),\nAneesh Chauhan (WUR), Diane Charlton (Université de l’État du Montana), Thoman Daum (Université de\nHohenheim), Alexandra Hill (Université de l’État du Colorado), Sander Janssen (WUR), Inder Kumar (WUR),\nJames Lowenberg-DeBoer (Université Harper Adams), Mariette McCampbell (WUR), Giacomo Rambaldi\n(WUR), David Rose (Université de Reading) et Edward Taylor (Université de Californie).\nCONTRIBUTIONS EXTÉRIEURES SUPPLÉMENTAIRES\nRabe Yahaya (Centre international pour l’amélioration du maïs et du blé [CIMMYT]).\nCONTRIBUTIONS SUPPLÉMENTAIRES DE LA FAO\nVeronica Boero, Alban Lika, Madhusudan Singh Basnyat, Atef Swelam et Michele Vollaro.\nGROUPE CONSULTATIF DE LA FAO\nMaysoon Alzoubi, Huda Alsahi, Marwan Benali, Henry Burgsteden, Aziz Elbehri, Mayling Flores Rojas,\nKen Lohento, Magnus Grylle, Karim Houmy, Dejan Jakov Ijevic, Josef Kienzle, Lan Li, Preetmoninder\nLidder, Joseph Mpagalile, Ahmad Mukhtar, Eva Galvez Nogales, Santiago Santos Valle, Beate Scherf, Josef\nSchmidhuber et Xinhua Yuan.\nGROUPE D’EXPERTS EXTÉRIEURS\nImran Ali (Université du Queensland central), Christina Cappello (WUR), Tomaso Ceccarelli (WUR),\nAneesh Chauhan (WUR), Diane Charlton (Université de l’État du Montana), Thomas Daum (Université de\nHohenheim), Kit Franklin (Université Harper Adams), Alexandra Hill (Université de l’État du Colorado),\nIvo Hostens (Association européenne de l’industrie des machines agricoles), Sander Janssen (WUR), Inder\nKumar (WUR), James Lowenberg-DeBoer (Université Harper Adams), Mariette McCampbell (WUR), Giacomo\nRambaldi (WUR), David Rose (Université de Reading), Salah Sukkarieh (Université de Sydney) et Edward\nTaylor (Université de Californie).\nANNEXES\nLes annexes ont été mises au point par Ahmad Sadiddin et Sara Vaz, appuyés par l’équipe de l’Université et\nde l’Institut de recherche de Wageningue: Christina Cappello, Tomaso Ceccarelli, Aneesh Chauhan, Sander\nJanssen, Inder Kumar, Mariette McCampbell et Giacomo Rambaldi.\nAPPUI ADMINISTRATIF\nLiliana Maldonado a assuré l’appui administratif.\nLa traduction a été réalisée par la Sous-Division des langues (CSGL) de la Division des services aux organes\ndirecteurs (CSG) de la FAO.\nLa Sous-Division des publications (OCCP) du Bureau de la communication (OCC) de la FAO a apporté un\nappui rédactionnel et s’est chargée de la conception et de la mise en page du document, ainsi que de la\ncoordination de la production dans les six langues officielles.\n| x |\n\n--- Page 13 ---\nSIGLES ET ABRÉVIATIONS\nAEC agriculture en environnement contrôlé ICRISAT Institut international de recherche sur les\ncultures des zones tropicales semi-arides\nAGRISurvey Programme d’enquête agricole et rurale\nintégrée IdO internet des objets\nCAAS Académie chinoise des sciences agricoles IFC Société financière internationale\nCEPALC Commission économique pour l’Amérique IFPRI Institut international de recherche sur les\nlatine et les Caraïbes politiques alimentaires\nCESAP Commission économique et sociale pour IICA Institut interaméricain de coopération\nl’Asie et le Pacifique pour l’agriculture\nCMAD Centre pour la mécanisation agricole LSMS Étude sur la mesure des niveaux de vie de\ndurable la Banque mondiale\nCNUCED Conférence des Nations Unies sur le MV vision industrielle\ncommerce et le développement\nODD objectif de développement durable\ncovid-19 maladie à coronavirus 2019\nOIT Organisation internationale du Travail\nCSA Comité de la sécurité alimentaire\nOMS Organisation mondiale de la Santé\nmondiale\nONU Organisation des Nations Unies\nCTA Centre technique de coopération agricole\net rurale PAM Programme alimentaire mondial\nCUA Commission de l’Union africaine RuLIS Système d’information sur les moyens\nd’existence ruraux de la FAO\nFAO Organisation des Nations Unies pour\nl’alimentation et l’agriculture RVI réponse vocale interactive\nFAOSTAT Base de données statistiques SIG système d’information géographique\nfondamentales de l’Organisation\nSMS service de messages courts\nFIDA Fonds international de développement\nTIC technologies de l’information et de la\nagricole\ncommunication\nFMIS Système d’information de gestion agricole\nTTV technologie à taux variable\nGES gaz à effet de serre\nUA Union africaine\nGIZ Agence allemande de coopération\nUAS système d’aéronef sans équipage à bord\ninternationale\nUAV aéronef sans équipage à bord\nGNSS système mondial de navigation par\nsatellite UIT Union internationale des\ntélécommunications\nGPS système de positionnement global\nUNICEF Fonds des Nations Unies pour l’enfance\nha hectare\nUSSD données de service supplémentaires non\nIA intelligence artificielle\nstructurées\nICARDA Centre international de recherche agricole\ndans les zones arides\n| xi |\n\n--- Page 14 ---\nGLOSSAIRE\nAéronef sans équipage à bord (UAV) ou drone.  les tracteurs qui poussent, tirent ou actionnent\nMachine volante autonome. Elle peut être guidée divers types d’instruments, de matériel ou\nà l’aide d’une télécommande ou d’un dispositif d’outils qui permettent d’accomplir des travaux\ncommandé par un logiciel. Dans l’agriculture, ce agricoles (automatisation de la fonction\ntype de machine est souvent utilisé pour recueillir d’exécution);\ndes images aériennes ou pour épandre des engrais,  les capteurs, machines, drones et satellites,\ndes semences, des pesticides ou d’autres intrants ainsi que les appareils tels que les téléphones\ndestinés aux cultures5, 9. portables, les tablettes ou les logiciels\n(applications proposant des conseils et gestion\nAgriculture de conservation (également appelée en ligne des exploitations agricoles, par\n«travail de conservation du sol»). Système cultural exemple) et les plateformes, qui permettent\nqui favorise une perturbation mécanique des de surveiller les animaux, les sols, l’eau et\nsols minimale (peu ou pas de travail du sol), le les plantes, et aident les humains à prendre\nmaintien d’une couverture permanente du sol et la des décisions concernant les tâches agricoles1\ndiversification des espèces végétales. Elle renforce (automatisation de la fonction d’analyse);\nla biodiversité et stimule les processus biologiques  des solutions plus sophistiquées, telles que\nnaturels qui ont lieu au-dessus et en dessous de des robots de désherbage qui pulvérisent des\nla surface du sol, et contribue à une utilisation herbicides de manière précise, uniquement\nplus efficace de l’eau et des nutriments tout en aux endroits nécessaires, ou des drones qui\naméliorant durablement la production végétale10. surveillent les conditions à distance et épandent\ndes engrais, des pesticides et d’autres traitements\nAgriculture de précision. Stratégie de gestion qui par le haut2, 3 (automatisation des trois fonctions:\nconsiste à recueillir, traiter et analyser des données analyse, prise de décision et exécution).\ntemporelles, spatiales et individualisées et à les\nassocier à d’autres informations pour tenir compte Matériel automatisé. Systèmes dans lesquels\nde manière rigoureuse des variations observées une partie des fonctions (matériel partiellement\ndans les champs, faciliter la prise de décision automatisé) ou toutes les fonctions (matériel\nen matière de gestion et permettre une action totalement automatisé), une activité définie ou le\nprécise des machines pour améliorer l’efficience comportement d’une machine, ou d’un système\nd’utilisation des ressources, la productivité, de machine, ont été automatisés de manière à\nla qualité, la rentabilité et la durabilité de la fonctionner sans intervention humaine4.\nproduction agricole11.\nAutomatisation numérique dans l’agriculture.\nAgriculture verticale. Agriculture d’intérieur Renforcement des processus automatisés dans\npratiquée dans un environnement totalement les machines et le matériel agricoles (tracteurs et\ncontrôlé pour cultiver des plantes verticalement leurs instruments, systèmes d’affouragement ou de\ntout au long de l’année9. nourrissage et trayeuses mécaniques, par exemple)\npar l’ajout d’outils numériques qui accroissent leur\nAutomatisation de l’agriculture. Utilisation, pour efficience et leur précision grâce à l’accès à des\nles travaux agricoles, de machines et de matériel données et à des services numériques au moyen de\nqui améliorent l’analyse, la prise de décision ou réseaux, de plateformes et de systèmes de gestion\nl’exécution, en réduisant la pénibilité du travail d’exploitation agricole interopérables et intelligents.\net/ou en accroissant la rapidité des tâches, et\néventuellement leur précision. L’automatisation Clôture virtuelle. Technologie consistant à équiper\nde l’agriculture englobe les technologies de des animaux de transpondeurs GNSS afin de\nl’agriculture de précision. On peut citer comme pouvoir les localiser, et à utiliser des signaux\nexemples de machines et de matériel utilisés dans d’alerte audio, des décharges électriques ou d’autres\nle cadre de l’automatisation de l’agriculture: types de stimulation pour maintenir les animaux\ndans les limites définies par géolocalisation. Elle est\nsusceptible d’éliminer la nécessité d’installer de\n| xii |\n\n--- Page 15 ---\nvéritables clôtures, et le GNSS aide les éleveurs à création de modèles d’analyse. L’apprentissage\nlocaliser les animaux dans les grands pâturages automatique consiste à détecter les tendances\nouverts5. qui ressortent des données afin d’améliorer la\nperformance des machines par une prédiction\nDonnées de services supplémentaires non structurées plus précise des résultats, sans instructions\n(USSD). Service d’envoi de messages plus interactif humaines explicites.\nque le service SMS. Il se caractérise par l’utilisation\nde codes commençant par * et se terminant par # Internet des objets (IdO). Système dans lequel les\n(*845#, par exemple). Un message USSD se compose dispositifs – notamment les téléphones mobiles, les\nde 182 caractères au maximum et permet d’accéder capteurs, les drones, les machines et les satellites –\nà des informations sur l’agriculture, la santé, sont connectés à internet9.\nl’actualité, la météo, etc.14.\nInteropérabilité. Capacité des machines et du\nÉlevage de précision. Stratégie de gestion de matériel à créer, échanger et consommer des\nl’élevage reposant sur des données, qui permet données du fait d’attentes claires et communes\nde suivre et de contrôler la productivité, quant au contenu, au contexte et à la signification\nl’environnement, la santé et le bien-être d’un de ces données9.\nanimal ou d’un groupe en continu, en temps\nréel et de manière automatisée. L’élevage de Mécanisation agricole. Utilisation, à tous les\nprécision est axé sur l’amélioration de l’efficience niveaux, de technologies – de simples outils à main\nd’utilisation des ressources, de la productivité, de de base à du matériel et des machines motorisés\nla qualité, de la rentabilité et de la durabilité de la plus sophistiqués – pour accomplir des travaux\nproduction animale5. agricoles6. La mécanisation agricole fait appel à\ntrois types de technologies reposant sur des forces\nExploitation. Dans les secteurs de la culture, de motrices différentes: outillage manuel (outils et\nl’élevage, de l’agroforesterie ou de l’aquaculture, instruments qui utilisent les muscles humains\ntoute unité de production agricole intégrant une comme principale source de force); traction animale\ndémarche de gestion. (machines, instruments et matériel actionnés\npar des animaux); et technologies motorisées\nIdentification électronique. Identification d’un (mécanisation alimentée par des moteurs\nanimal d’élevage à l’aide d’une micropuce ou d’un thermiques ou électriques)7.\ntranspondeur électronique incorporé dans une\nmarque, un bolus ou un implant5. Mécanisation agricole motorisée. Utilisation de\ntous types de moteurs mécaniques (toutes sources\nIntelligence artificielle (IA). Systèmes informatiques d’énergie confondues), pour des activités associées\nqui utilisent des algorithmes pour analyser à l’agriculture7.\nleur environnement et entreprendre des actions\n– avec un certain degré d’autonomie – en vue Mégadonnées. Ensembles de données volumineux,\nd’atteindre des objectifs définis. L’IA peut reposer divers et complexes produits à partir d’instruments,\nintégralement sur des logiciels et agir dans de capteurs, de transactions financières, de médias\nle monde virtuel (assistants vocaux, logiciels sociaux et d’autres moyens numériques, et dont la\nd’analyse d’images, moteurs de recherche, systèmes masse dépasse généralement la capacité de stockage\nde reconnaissance vocale et faciale, par exemple) et la puissance de traitement des ordinateurs\nou être intégrée dans des dispositifs matériels personnels et des logiciels d’analyse de base.\n(robots sophistiqués, voitures autonomes, drones ou\napplications IdO [internet des objets])5. Modèle d’entreprise à client. Relations et ventes\ndirectes de produits ou de services entre une\nApprentissage automatique. Type d’IA et entreprise et les clients qui sont les utilisateurs\nméthode d’analyse des données qui utilise des finaux de ces produits ou services9.\nalgorithmes informatiques pour automatiser la\n| xiii |\n\n--- Page 16 ---\nGLOSSAIRE\nModèle d’entreprise à entreprise. Relations et ventes particulier de bovins laitiers, sans intervention\nentre des entreprises, plutôt qu’entre une entreprise humaine. On parle également de «système de\net des particuliers9. traite automatisée».\nPrestations de services facturées. Dans le contexte Robots en essaim. Machines autonomes mobiles\ndes machines agricoles, arrangement commercial de taille relativement peu importante qui se\npar lequel l’agriculteur paye à un prestataire les regroupent pour accomplir le travail réalisé\nservices d’une machine sur une base unitaire par une grosse machine dans la mécanisation\n(par hectare, par heure, par animal ou par tonne classique.\nrécoltée), mais ne possède pas lui-même la\nmachine5. Robotique. Branche interdisciplinaire de la science\net de l’ingénierie informatiques qui touche à\nProducteurs agricoles. Ménages à la tête d’une la conception, la construction, l’exploitation et\nentreprise agricole qui pratiquent la culture, l’utilisation de robots. Elle englobe de nombreux\nl’élevage, la pêche, l’aquaculture, le pastoralisme ou domaines, notamment l’ingénierie mécanique,\nl’exploitation forestière. l’ingénierie électrique, l’ingénierie informationnelle,\nla mécatronique, l’électronique, la bio-ingénierie,\nPetits producteurs (agricoles). Producteurs qui l’ingénierie informatique, la régulation\nsont à la tête d’un des types d’entreprises automatique, le génie logiciel et les mathématiques.\nagricoles définis ci-dessus, mais qui sont\nconfrontés à de plus grandes difficultés en raison Serriculture. Production de légumes et d’autres\nd’un accès limité aux marchés et aux ressources cultures horticoles de forte valeur dans des serres\ntelles que la terre et l’eau, l’information, et des fermes verticales. La serriculture permet aux\nla technologie, le capital, les actifs et les agriculteurs de produire des cultures de rapport\ninstitutions8. sur de petites parcelles dans des zones à rendement\nmédiocre et à déficit hydrique où les cultures\nRéglage à la volée. Dans le contexte des machines traditionnelles ne seraient peut-être pas viables.\nagricoles, ajustement du réglage de la machine On parle également de culture sous abri ou de\npendant le déplacement dans le champ grâce à un culture protégée9.\nalgorithme alimenté par les données recueillies au\nmoyen de capteurs, sans intervention humaine5. Solutions numériques non incorporées ou incorporées.\nLes solutions numériques non incorporées sont\nRobot. Machine capable de fonctionner de principalement des solutions logicielles qui ne\nmanière autonome, sans intervention humaine reposent pas sur l’utilisation de machines agricoles;\ndirecte12. Un robot peut être fixe (robot de traite, elles ne nécessitent que des ressources matérielles\npar exemple) ou mobile (voiture autonome, limitées, généralement un téléphone portable ou\npar exemple). De manière générale, ce mot une tablette, ou des outils logiciels tels que des\nest principalement utilisé par les médias et applications proposant des conseils, des logiciels de\nle grand public, souvent pour désigner des gestion d’exploitation agricole ou des plateformes\nrobots anthropomorphes. Dans les exposés plus en ligne. Elles peuvent comprendre un système\ntechniques, on préférera utiliser des termes de télédétection et/ou un système d’aéronef sans\ntels que «machine autonome» ou «matériel équipage à bord, mais se limitent à la fourniture\nautonome»13. de données pour l’appui à la prise de décision et\nla prospection/surveillance. Lorsque des outils\nRobot sur jambes. Machine autonome mobile qui numériques sont installés sur des machines et du\nse déplace au moyen de membres articulés au matériel agricoles, ils sont qualifiés d’«incorporés»:\nlieu de roues5. plutôt que de fournir simplement des observations\net un appui à la prise de décision, ils permettent à\nRobot de traite. Toute trayeuse mécanique la machine d’interagir avec l’environnement par des\nqui automatise la traite d’animaux laitiers, en actions directes (exécution)9.\n| xiv |\n\n--- Page 17 ---\nSystème d’aéronef sans équipage à bord (UAS). Technologie à taux variable (TTV).\nGrand système comprenant des aéronefs (drones) Technologie reposant sur une combinaison de\ndotés d’un ou de plusieurs capteurs embarqués, matériel et de logiciels permettant de moduler\nun poste de contrôle au sol géré par le pilote et l’épandage d’engrais, de pesticides, de semences\ndes logiciels permettant d’analyser les données et d’autres intrants destinés aux cultures afin\nrecueillies par le ou les capteurs9. d’optimiser le rendement en tenant compte des\nbesoins des plantes, de façon à obtenir le rendement\nSystème d’aide à l’opérateur. Système qui assiste le plus élevé possible avec le moins d’intrants\nles opérateurs humains de machines agricoles. possible5.\nCe type de système utilise généralement les\ndonnées provenant de différents capteurs installés TTV fondée sur une carte. TTV fondée sur une\nsur la machine pour aider l’opérateur à prendre carte qui donne des informations spatiales\ndes décisions, et peut ajuster automatiquement sur les conditions locales dans les champs.\nles paramètres en fonction des priorités de Ces informations spatiales utilisées pour guider\nl’opérateur (rendement du carburant, vitesse la TTV sont préparées par un analyste en amont,\nd’accomplissement du travail, qualité des produits). lors d’une phase distincte.\nIl a été introduit pour la première fois sur les\nmoissonneuses-batteuses5. Système de fin de rang pour planteuse.\nTTV fondée sur un GNSS qui commande\nSystème mondial de navigation par satellite (GNSS). différents semoirs en lignes en fonction d’une\nTout système qui utilise des signaux reçus carte prescriptive ou de données provenant de\npar satellite pour fournir des informations de capteurs. Souvent utilisé pour éviter de semer\nlocalisation. On peut citer, entre autres exemples: dans les zones non cultivées ou les zones déjà\nle système de positionnement mondial (GPS) ensemencées en fin de rang.\ndes États-Unis d’Amérique, le système européen\nGalileo, le système GLONASS de la Fédération de TTV fondée sur un capteur. TTV fondée sur\nRussie et le système chinois BeiDou5. un capteur qui lit les données recueillies\npendant le déplacement dans les champs\nAutoguidage. Technologie GNSS qui assure un (les informations de guidage de la TTV sont\nguidage et un positionnement automatisés sur collectées automatiquement, ce qui n’est pas\ndes machines agricoles automotrices (tracteurs, le cas pour les technologies fondées sur une\nmoissonneuses-batteuses, faucheuses-hacheuses- carte). Généralement, le capteur est placé devant\nchargeuses, pulvérisateurs). Avec l’autoguidage l’applicateur; un ordinateur installé sur la\nle plus évolué, l’ordinateur effectue presque la machine utilise un algorithme pour moduler\ntotalité du guidage dans le champ, y compris les taux; et le matériel d’application est situé à\nle virage en fin de rang. La technologie l’arrière de la machine.\nd’autoguidage nécessite généralement la\nprésence sur le siège de la machine d’un Régulateurs de section de rampe de pulvérisation.\nopérateur humain qui puisse prendre le relais en TTV fondée sur un GNSS qui commande les\ncas de défaillance ou d’autre type de problème. pièces d’une rampe de pulvérisation en fonction\nElle offre un bon exemple de technologie d’une carte prescriptive ou de données provenant\nd’agriculture de précision5. de capteurs. La largeur de section varie de\nplusieurs mètres à une seule buse. La technologie\nSystème de positionnement mondial (GPS). actuelle permet d’activer et de désactiver les\nGNSS des États-Unis d’Amérique. Étant donné buses et de moduler la fréquence du jet.\nque le GPS a été le premier GNSS pouvant être\nutilisé à des fins civiles, cette dénomination est Télédétection. Processus consistant à recueillir, à\nparfois employée comme terme générique au lieu distance, des informations sur des objets situés sur\nde GNSS5. terre à l’aide d’aéronefs, de satellites ou d’autres\nplateformes dotées de capteurs9.\n| xv |\n\n--- Page 18 ---\nMESSAGES PRINCIPAUX\n1L’automatisation de l’agriculture peut apporter une d’autres voient leur diffusion entravée par le manque\ncontribution importante à la réalisation des objectifs d’infrastructures rurales – connectivité et réseau\nde développement durable (ODD) – à commencer par d’électricité, par exemple –, en particulier dans les pays\nles ODD 1 (Pas de pauvreté) et 2 (Faim «zéro»), sans à faible revenu et les pays à revenu intermédiaire.\noublier ceux relatifs à la durabilité environnementale et\nau changement climatique – en renforçant la résilience,\nen accroissant la productivité et l’efficience d’utilisation 6 L’investissement dans des infrastructures propices\ndes ressources, et en améliorant la qualité et la sécurité et l’amélioration de l’accès aux services ruraux\nsanitaire des aliments. (services financiers, assurance et éducation, par\nexemple) sont essentiels pour rendre ces technologies\naccessibles, notamment aux groupes marginalisés tels\n2 L’automatisation de l’agriculture peut aggraver que les petits producteurs agricoles et les femmes.\nles inégalités si elle reste inaccessible aux petits\nproducteurs et aux autres groupes marginalisés, comme\nles jeunes et les femmes; certaines technologies – 7 Les technologies d’automatisation numérique\ntelles que les grosses machines motorisées – peuvent, peuvent contribuer de manière importante à\nen outre, avoir des répercussions négatives sur l’accroissement de l’efficience, de la productivité,\nl’environnement en concourant à la monoculture et à de la durabilité et de la résilience. Cependant, des\nl’érosion des sols, par exemple. investissements inclusifs – qui fassent participer\nles producteurs, les fabricants et les prestataires de\nservices, et qui accordent une attention particulière\n3 Avant la révolution numérique, les machines aux femmes et aux jeunes – seront nécessaires pour\nmotorisées (tracteurs, par exemple) ont joué un continuer à développer les technologies et les adapter\nrôle essentiel dans la transformation agricole à l’échelle aux besoins des utilisateurs finaux.\nmondiale; cependant, on a observé que leur utilisation\nétait très inégale selon les pays et à l’intérieur de ceux-ci,\net qu’elle était notamment particulièrement limitée dans 8 Les effets de l’automatisation de l’agriculture\nla majeure partie de l’Afrique subsaharienne. sur l’emploi varient selon le contexte.\nLorsque les salaires augmentent et que la main-d’œuvre\nest rare, l’automatisation peut être bénéfique à la\n4 Si elle est adaptée aux besoins locaux et qu’elle fois aux employeurs et aux personnes travaillant dans\ns’appuie sur des outils numériques, la mécanisation l’agriculture et, plus largement, dans les systèmes\nmotorisée conserve un potentiel d’amélioration de agroalimentaires, et offrir des possibilités aux jeunes\nla production agricole et peut contribuer à réduire la travailleurs qualifiés.\npauvreté et à renforcer la sécurité alimentaire, et avoir\ndes retombées positives sur l’ensemble de l’économie.\n9 À l’inverse, lorsque la main-d’œuvre rurale\nest abondante et que les salaires sont bas,\n5 Le recours aux technologies d’automatisation l’automatisation de l’agriculture peut entraîner une\nnumérique augmente, mais principalement dans augmentation du chômage. C’est notamment le cas\nles pays à revenu élevé. L’intérêt économique de ces lorsque des subventions réduisent artificiellement\ntechnologies n’est souvent pas encore établi: certaines le coût de l’automatisation ou lorsque des avancées\nn’ont pas dépassé le stade du prototype, tandis que technologiques le font baisser très rapidement.\n| xvi |\n\n--- Page 19 ---\n10 Dans les contextes où la main-d’œuvre est réglementation, d’infrastructures, d’arrangements\nabondante, les décideurs publics doivent éviter institutionnels, d’éducation et de formation, de\nde subventionner l’automatisation, et s’attacher plutôt recherche-développement et d’appui aux processus\nà créer un environnement propice à son utilisation d’innovation du secteur privé.\n– en particulier par les petits producteurs agricoles,\nles femmes et les jeunes –, tout en apportant une\nprotection sociale aux travailleurs les moins qualifiés, qui 12Les investissements et les autres mesures\nrisquent le plus de perdre leur emploi pendant la phase d’action publique visant à encourager une\nde transition. automatisation responsable de l’agriculture doivent\ntenir compte des conditions propres au contexte,\ncomme la situation en matière de connectivité, les\n11La création d’un environnement propice problèmes liés aux connaissances et aux compétences,\nnécessite un ensemble de mesures cohérentes, l’adéquation des infrastructures et les inégalités\nnotamment en matière de législation et de d’accès.\n| xvii |\n\n--- Page 20 ---\nRÉSUMÉ\nAu fil du temps, l’évolution technologique – dans par exemple – se produisent généralement lorsque\nles systèmes agroalimentaires et dans d’autres cette automatisation n’est pas adaptée aux besoins\nsecteurs – a permis d’améliorer la productivité, les locaux particuliers. Il est possible de contrer ces\nrevenus et le bien-être humain. Aujourd’hui, les risques en facilitant la transition des travailleurs\nsolutions technologiques sont indispensables pour agricoles vers d’autres emplois, en levant les\nnourrir une population qui ne cesse de croître, obstacles qui empêchent les petits producteurs\net ce dans un contexte où la quantité de terres pauvres de participer aux avantages et en évitant\nagricoles est limitée, où les ressources naturelles les politiques qui subventionnent l’automatisation\nne sont pas utilisées de manière durable et où les alors que la main-d’œuvre est abondante et que les\ncrises et les tensions se multiplient, notamment salaires ruraux sont bas.\nsur le plan climatique. On ne peut se passer de ces\nsolutions pour rendre l’agriculture plus productive\nAUTOMATISATION DE L’AGRICULTURE:\net plus durable dans tous les secteurs – production\nvégétale et animale, aquaculture, pêche et forêts LES POSSIBILITÉS ABONDENT, MAIS NE\n– et pour stimuler les niveaux de productivité au SONT PAS EXEMPTES DE DIFFICULTÉS\nsein des systèmes agroalimentaires.\nToute tâche agricole comporte trois phases:\nLe changement technologique a réduit la part l’analyse, la prise de décision et l’exécution.\ndu travail manuel dans l’agriculture. Le terme La mécanisation motorisée automatise l’exécution\n«transformation agricole» est souvent employé de tâches telles que le labour, le semis, la\npour désigner ce processus d’amélioration fertilisation, la traite, l’affouragement ou\nde la productivité et de réorientation de la l’irrigation. À l’aide des technologies numériques,\nmain-d’œuvre vers des secteurs non agricoles. il devient possible d’automatiser également\nCela s’accompagne d’investissements dans les étapes d’analyse et de prise de décision.\nles systèmes agroalimentaires et d’autres Ces technologies permettent une précision accrue\ninfrastructures matérielles et commerciales. dans les tâches agricoles et une utilisation plus\nL’automatisation de l’agriculture peut être un efficiente des ressources et des intrants, ce qui\nfacteur de transformation et créer de nouvelles peut se traduire par une plus grande durabilité\npossibilités. La mécanisation motorisée, par environnementale et une meilleure résilience face\nexemple, a permis d’automatiser l’exécution aux crises et aux tensions. En résumé, l’évolution\ndes travaux agricoles et, plus récemment, les technique et technologique de l’agriculture est le\ntechnologies numériques ont ouvert de nouvelles passage progressif des outils manuels à la traction\nperspectives s’agissant d’automatiser la phase de animale, puis à la mécanisation motorisée, puis\nprise de décision qui précède l’exécution de ces à du matériel numérique, et enfin à la robotique\ntravaux. associée à l’intelligence artificielle (IA).\nDe façon générale, et bien qu’elle soit Le présent rapport donne donc de l’automatisation\ncompréhensible, la crainte courante que de l’agriculture la définition suivante:\nl’automatisation vienne accroître le chômage\nUtilisation, pour les travaux agricoles, de machines\nest discutable et ne se confirme pas dans les\net de matériel qui améliorent l’analyse, la prise de\nfaits. Globalement, l’automatisation remédie\ndécision ou l’exécution, en réduisant la pénibilité du\naux pénuries de main-d’œuvre et peut rendre la\ntravail et/ou en accroissant la rapidité des tâches, et\nproduction agricole plus résiliente et productive,\néventuellement leur précision.\naméliorer la qualité des produits, accroître\nl’efficacité d’utilisation des ressources, favoriser L’automatisation de l’agriculture ouvre de\nl’emploi décent et renforcer la durabilité nombreuses perspectives: elle peut en effet\nenvironnementale. Les effets défavorables de augmenter la productivité et permettre une\nl’automatisation de l’agriculture sur le plan gestion plus prudente des cultures, de l’élevage,\nsocioéconomique – un accroissement du chômage, de l’aquaculture et des forêts; améliorer les\n| xviii |\n\n--- Page 21 ---\nconditions de travail et les revenus et réduire la que la taille de l’exploitation n’entre pas en jeu\ncharge de travail sur l’exploitation; et offrir de dans cette utilisation, en d’autres termes, que ces\nnouvelles possibilités entrepreneuriales en milieu solutions soient accessibles quelle que soit l’échelle\nrural. Les technologies mises en œuvre en aval de de production, de la plus petite à la plus grande.\nl’exploitation permettent de réduire les pertes et On peut y parvenir au moyen d’innovations\nle gaspillage de nourriture, d’améliorer la sécurité technologiques qui adaptent l’automatisation à la\nsanitaire des aliments et d’apporter une valeur situation des petits producteurs. Par ailleurs, des\najoutée. arrangements institutionnels innovants, comme\nles services de partage d’actifs ou de location de\nDans de nombreux pays, la diminution de la machines, peuvent contribuer à cette neutralité de\nmain-d’œuvre rurale disponible - dont témoigne la taille d’exploitation en mettant en relation des\nla hausse des salaires agricoles - est l’un des propriétaires de matériel et des petits producteurs:\nprincipaux moteurs de l’automatisation de ces derniers paient alors une redevance pour\nl’agriculture. La place croissante qu’occupent obtenir un service d’automatisation au lieu de\nla qualité, la sécurité sanitaire, le goût et la supporter le coût d’achat des machines.\nfraîcheur des aliments dans les préoccupations\ndes consommateurs, associée aux craintes pour Faire reposer l’automatisation de l’agriculture sur\nl’environnement, incite également à investir dans un équipement lourd peut aussi compromettre\nles technologies numériques. On peut en dire la durabilité environnementale et contribuer\nautant des problèmes que posent la gestion des à la déforestation, à la monoculture, à\nélevages et la question du bien-être animal, du fait l’appauvrissement de la biodiversité, à la\nde la taille croissante des troupeaux. dégradation des terres et à l’érosion des sols.\nQuelques avancées récentes dans le domaine de\nÀ l’inverse, l’automatisation de l’agriculture l’automatisation, en particulier la création de petit\ncomporte le risque de renforcer les inégalités matériel fondé sur l’intelligence artificielle, peuvent\nsociales, car les producteurs qui ont une plus toutefois inverser la tendance dans certains cas.\nlarge assise et ont fait davantage d’études\nont de plus grandes capacités (sur le plan du\nCOMPRENDRE LE PASSÉ ET SE TOURNER\nfinancement, des infrastructures rurales ou des\ncompétences notamment) d’investir dans les VERS L’AVENIR DE L’AUTOMATISATION\nnouvelles technologies ou de suivre des formations DE L’AGRICULTURE\ncomplémentaires pour acquérir les qualifications\nqui leur manquent. Les femmes et les jeunes, en La mécanisation motorisée s’est considérablement\nparticulier, peuvent se heurter à des obstacles de développée dans le monde, encore que l’on ne\ntaille s’agissant de recevoir une éducation et une dispose de données mondiales fiables couvrant\nformation de qualité, par exemple, ou d’accéder un grand nombre de pays que pour les tracteurs,\nà la terre, au crédit et aux marchés. En outre, et uniquement jusqu’à 2009. L’utilisation du\non s’attend à ce que l’automatisation réduise le tracteur est l’une des innovations les plus\nnombre d’emplois associés à des tâches répétitives, importantes du XXe siècle. Elle a démarré aux\ncomme la plantation et la récolte, mais aussi à États-Unis d’Amérique entre 1910 et 1960, puis\nce qu’elle crée de nouveaux emplois qualifiés s’est répandue au Japon et en Europe après 1955.\nnécessitant d’avoir fait des études secondaires, Plus tard, l’adoption de machines motorisées a\npar exemple. Dans les pays qui disposent d’une considérablement progressé dans de nombreux\nmain-d’œuvre rurale importante, ce basculement pays d’Asie et d’Amérique latine, tandis que des\nrisque de creuser les inégalités. Pour surmonter secteurs manufacturiers spécialisés dans les\nces difficultés, il faut réduire les obstacles à machines agricoles apparaissaient dans certains\nl’utilisation de solutions automatisées – auxquels pays. Le développement des marchés de la location\nse heurtent notamment les petits producteurs, de machines a permis à la mécanisation de se\nles femmes et les jeunes – pour faire en sorte diffuser, et aux petits producteurs d’y accéder.\n| xix |\n\n--- Page 22 ---\nRÉSUMÉ\nEn revanche, l’utilisation de tracteurs n’a pas numériques comprennent aussi des services de\nprogressé en Afrique subsaharienne au cours partage d’actifs, qui mettent des propriétaires de\ndes dernières décennies et les outils à main matériel (tracteurs ou drones, par exemple), et\nlégers demeurent le principal type de matériel parfois aussi des exploitants, en relation avec des\nutilisé dans la sous-région. Les actions menées agriculteurs qui en ont besoin.\ndurant les années 1960 et 1970 pour promouvoir\nla mécanisation, en fournissant des machines Les technologies numériques sont intéressantes\nsubventionnées aux agriculteurs et en mettant en également pour une agriculture de précision non\nplace des fermes d’État et des entreprises publiques mécanisée. Des méthodes manuelles d’application\nde location, se sont révélées coûteuses et, pour modulaire d’engrais existent depuis longtemps\nla plupart, ont échoué, victimes de problèmes de – la technologie à taux variable (TTV) pour la\ngouvernance. La situation est en train de changer fertilisation des rizières en est un exemple – et\ndu fait de la résurgence de l’agriculture dans des scanneurs à main pour sol sont disponibles\nle programme de développement de l’Afrique, dans plusieurs pays à faible revenu d’Afrique et\nréveillant l’intérêt pour l’automatisation. d’Asie. Des services associés à un aéronef sans\néquipage à bord (UAV ou drone) sont également\nÀ partir des années 1970, les technologies utilisés par les agriculteurs non mécanisés d’Asie\nnumériques se sont frayé un chemin vers et d’Afrique; un système mondial de navigation par\nl’agriculture au moyen de diverses applications. satellite mesure les champs (Asie) et cartographie\nAu début, il s’agissait principalement de les limites des champs pour établir la propriété\ntechnologies simples d’élevage de précision, qui foncière (Afrique).\nfacilitaient la gestion individuelle des animaux\nà partir de leur identification électronique –\nÉTAT DES LIEUX DES TECHNOLOGIES\négalement appelée marquage électronique – et\nqui ont ensuite ouvert la voie aux robots de traite D’AUTOMATISATION NUMÉRIQUE ET DE\ndans les années 1990. Parallèlement, des machines LA ROBOTIQUE DANS L’AGRICULTURE\nintégrant des outils numériques, comme celles\néquipées d’un système mondial de navigation par Les applications d’automatisation numérique et\nsatellite (GNSS), ont commencé à apparaître et ont de robotique sont extrêmement diverses dans\npermis l’autoguidage des tracteurs, des épandeurs l’agriculture. Les smartphones, équipés d’une série\nd’engrais et des pulvérisateurs de pesticides. de capteurs et d’une caméra haute résolution, sont\nPlus récemment, des appareils non incorporés tels les appareils les plus accessibles aux producteurs\nque les téléphones portables, équipés de capteurs, (en particulier les petits producteurs) dans les pays\nde caméras haute résolution et de diverses à faible revenu et les pays à revenu intermédiaire.\napplications, ont été adoptés pour informer les Cependant, la faiblesse des compétences\nproducteurs. Ces technologies peuvent réduire les numériques dans les zones rurales, le manque\ncoûts et accroître la productivité, mais il semble de technologies adaptées aux petits producteurs\nque leur adoption soit plutôt déterminée par des et le coût relativement élevé de ces technologies\nconsidérations non monétaires, telles qu’une plus demeurent les principaux obstacles à leur\ngrande souplesse dans les programmes de travail utilisation.\net une meilleure qualité de vie, comme dans le cas\ndes robots de traite. Plus récemment, la commercialisation de\ntechnologies avancées, comme les robots de culture\nPlus évoluées encore, les solutions faisant appel à autonomes (pour récolter, semer ou désherber,\nl’internet des objets (IdO) sont utilisées pour des par exemple), a commencé. Des drones sont\ntâches de surveillance et parfois – du moins en utilisés pour recueillir des informations et pour\npartie – pour automatiser les décisions concernant automatiser l’application d’intrants, mais leur\nles traitements ou les soins à administrer aux emploi fait souvent l’objet d’une réglementation\ncultures, au bétail ou aux poissons. Les services stricte.\n| xx |\n\n--- Page 23 ---\nDans le secteur aquacole, l’automatisation est en permettre aux ménages agricoles de dégager\nplein essor du fait de la rareté de la main-d’œuvre du temps pour exercer des activités hors de\net du niveau élevé des salaires. En forêt, où les l’exploitation. Son utilisation peut aussi avoir des\ntravaux de récolte du bois sont déjà en grande retombées économiques plus larges. En effet, la\npartie mécanisés, des robots mobiles, associés à demande de biens et de services non agricoles de\ndes techniques nouvelles de réalité virtuelle et de la part des ménages agricoles s’accroît à mesure\ntélédétection, sont en train d’ouvrir la voie à des que la productivité de leur travail augmente, et\nmachines automatiques évoluées. La télédétection l’économie non agricole connaît un essor lorsque\nest également utilisée pour surveiller la des travailleurs quittent le monde agricole pour\ndéforestation. L’agriculture en environnement des secteurs dans lesquels la productivité de la\ncontrôlé (AEC), qui comprend l’agriculture main-d’œuvre est plus forte. L’automatisation peut\nd’intérieur et l’agriculture verticale, offre aussi aussi améliorer la sécurité sanitaire des aliments,\ndes possibilités d’exploitation numérique et grâce à des technologies de conservation et de\nd’automatisation. Les serres sont la forme la stockage, et accroître la résilience de la production\nplus courante d’agriculture en environnement agricole, face aux chocs climatiques notamment,\ncontrôlé et se prêtent intrinsèquement à une en permettant aux agriculteurs d’accomplir leurs\nsurveillance, un contrôle et une optimisation de activités agricoles plus rapidement et de les adapter\nl’environnement. plus souplement aux variations météorologiques.\nDe nombreuses solutions technologiques sont déjà Il peut donc encore y avoir intérêt à développer\ndisponibles et peuvent être adoptées dans les pays l’utilisation de la mécanisation motorisée dans\nà revenu élevé, les pays à revenu intermédiaire certains contextes. Dans les pays à faible revenu\net les pays à faible revenu. Leur évolution et et les pays à revenu intermédiaire, les petits\nla vitesse à laquelle elles sont adoptées sont producteurs pourraient tirer un meilleur parti\nconsidérablement influencées par les choix des de petites machines, telles que des motoculteurs,\npouvoirs publics. Les autorités doivent faciliter qui offrent une solution moins coûteuse et sont\nl’accès de tous à ces technologies – en particulier plus respectueuses de l’environnement que les\npour les petits producteurs, les femmes, les engins lourds classiques. Les innovations récentes\njeunes et les autres groupes vulnérables et permettant d’adapter les machines motorisées aux\nmarginalisés – et veiller à ce que celles-ci soient besoins locaux peuvent aider les pays à gagner\nadaptées au contexte et aux besoins particuliers en efficience dans l’utilisation des ressources et à\ndes producteurs. Idéalement, les pouvoirs publics économiser les ressources rares (l’eau, par exemple)\ndoivent faire en sorte que l’accès aux technologies en exploitant des effets de synergie innovants\ninnovantes soit équitable, afin de permettre entre la mécanisation et d’autres pratiques de\nau secteur privé de répondre à la demande terrain. La mécanisation de l’agriculture figure\nd’automatisation. donc en bonne place dans les programmes des\npouvoirs publics de nombreux pays à faible revenu\net pays à revenu intermédiaire, particulièrement\nNE PAS BRÛLER LES ÉTAPES: LA SIMPLE\nen Afrique subsaharienne, où elle était délaissée\nMÉCANISATION MOTORISÉE A ENCORE depuis un certain temps, du fait des échecs\nUN RÔLE À JOUER essuyés antérieurement par les programmes de\nmécanisation dirigés par l’État.\nLes technologies numériques et la robotique sont\nextrêmement prometteuses, mais la mécanisation Les technologies manuelles et la traction animale\nmotorisée peut encore apporter de nombreux peuvent aussi continuer à jouer un rôle majeur\navantages sur les plans de l’amélioration des dans de nombreuses situations. La traction\nrevenus, de la diminution des coûts, de l’économie animale peut constituer une force importante pour\nde main-d’œuvre et de la réduction de la pénibilité. des exploitations très petites ou fragmentées, et\nElle peut libérer la main-d’œuvre familiale et les outils à main évolués permettent de réduire\n| xxi |\n\n--- Page 24 ---\nRÉSUMÉ\nles besoins en force humaine. Quoique moins stades de l’élaboration et de la commercialisation.\npuissants que des tracteurs, les animaux de Les résultats indiquent que seuls 10 prestataires\ntrait comme les outils à main évolués peuvent de services sur 27 sont en situation de rentabilité\nnéanmoins contribuer à pallier les pénuries et de viabilité financière. Ces 10 prestataires -\nde main-d’œuvre et accroître le rendement installés, pour la plupart, dans des pays à revenu\ndes cultures et les superficies cultivées dans élevé - mettent en œuvre des solutions en phase\nde nombreuses régions. Dans bien des cas, ces de maturité (c’est-à-dire largement utilisées)\nsolutions seront probablement les plus viables pour et travaillent principalement pour de grands\naugmenter la force disponible. exploitants. Plus d’un tiers des études de cas\nlaissent à penser que les agriculteurs tirent profit\nde ces solutions, qui se traduisent par des gains de\nPENSER L’AVENIR: INTÉRÊT\nproductivité et d’efficience ainsi que de nouveaux\nÉCONOMIQUE DES INVESTISSEMENTS débouchés commerciaux. Globalement, les\nDANS L’AUTOMATISATION NUMÉRIQUE résultats indiquent que l’intérêt économique des\ntechnologies d’automatisation numérique n’est pas\nL’intérêt économique des investissements dans encore avéré, en partie parce qu’un grand nombre\nles technologies agricoles repose sur les gains d’entre elles sont encore au stade de prototype,\npotentiels des acteurs privés. On suppose que ces mais aussi parce que de sérieux obstacles à leur\nacteurs – producteurs, négociants et prestataires utilisation subsistent, surtout dans les pays à faible\nde services notamment – prennent des décisions revenu et les pays à revenu intermédiaire.\nrationnelles, qui maximisent leur bénéfice et\nleur bien-être. Investir dans les technologies Bien que nombre de ces technologies en soient\nd’automatisation entraîne des coûts et ces encore aux premiers stades de leur développement,\ncoûts tendent à augmenter si les technologies plusieurs enseignements importants peuvent être\nen question ne sont pas largement disponibles tirés des études de cas. Les principaux facteurs\nlocalement. Les fournisseurs et les producteurs qui déterminent l’adoption d’une technologie\ns’engageront donc uniquement si les avantages sont, premièrement, le fait de savoir qu’il existe\nattendus dépassent les coûts. Pour certaines une solution permettant de mener des travaux\ntechnologies et dans certaines conditions, il se agricoles à bien, et deuxièmement, la capacité\npeut que les sommes à investir excèdent la valeur de l’agriculteur d’appliquer cette solution.\ndes avantages potentiels pour les acteurs privés, Les obstacles à l’adoption de ces technologies\nmais que les avantages pour la société entière que l’on rencontre fréquemment sont le manque\nsoient considérables. Dans ce cas, une intervention de compétences numériques ainsi qu’une\npublique est nécessaire pour faire cadrer les connectivité limitée et une disponibilité réduite\navantages privés avec les intérêts de la société dans d’autres infrastructures nécessaires, y compris\nson ensemble. électriques. Ces obstacles sont souvent aggravés\npar une réticence au changement, généralement\nDu fait de la rareté des données disponibles, associée à des populations agricoles vieillissantes.\nnous nous sommes appuyés sur 27 études de cas Le changement de génération est noté comme\nréalisées à partir d’entretiens avec des prestataires un facteur déterminant d’utilisation et les jeunes\nde services d’automatisation numérique pour agriculteurs, comme un élément essentiel de\nmieux saisir l’intérêt économique de ces la transformation numérique et de l’évolution\ntechnologies dans l’agriculture. Les études de cas vers une automatisation avancée. La situation\nconcernent toutes les régions du monde et tous les du marché est un autre moteur d’adoption\nsystèmes de production agricole (cultures, élevage, ou au contraire un autre obstacle à celle-ci –\naquaculture et agroforesterie). Elles représentent lorsqu’une forte concurrence entre producteurs\ndes solutions d’automatisation numérique à pousse ces derniers à prendre davantage de\ndifférents stades d’évolution, un grand nombre risques et à utiliser de nouvelles technologies\nde technologies se trouvant encore aux premiers qui laissent espérer des gains de productivité et\n| xxii |\n\n--- Page 25 ---\nd’efficience. Les facteurs limitants peuvent être la d’ordinateurs et de l’internet des objets a permis\nréglementation des importations technologiques, d’automatiser des serres et d’économiser de l’eau\nl’absence de politiques sur le partage des données, et d’autres intrants. De petits robots en essaim\net des politiques et mesures d’incitation publiques sont un autre moyen de générer des avantages\ninsuffisantes. À l’inverse, une réglementation ou environnementaux en réduisant l’utilisation de\nun appui public bien conçus peuvent grandement pesticides et d’herbicides, en optimisant l’usage\nfavoriser l’adoption de technologies. d’autres intrants et en diminuant la compaction du\nsol. Leur emploi est déjà économiquement possible\nAU-DELÀ DE L’INTÉRÊT ÉCONOMIQUE: sous certaines conditions, mais des travaux de\nrecherche supplémentaires s’imposent, surtout\nL’AUTOMATISATION DE L’AGRICULTURE\nsur leur utilité dans l’agriculture artisanale; ils\nPROMET DES AVANTAGES\ndevraient en effet présenter un avantage par\nENVIRONNEMENTAUX, MAIS DES rapport aux gros engins sur des exploitations dont\nTRAVAUX DE RECHERCHE les champs sont de forme irrégulière.\nSUPPLÉMENTAIRES S’IMPOSENT\nÀ ce jour, ces avantages environnementaux sont\nDans les pays à revenu élevé, mais aussi dans propres à chaque lieu; de plus, de nombreuses\nun grand nombre d’exploitations commerciales solutions en sont encore aux premiers stades de\nde pays à faible revenu et de pays à revenu leur développement et de leur commercialisation.\nintermédiaire, l’agriculture est déjà fortement D’autres travaux de recherche, y compris des\nmécanisée, au moyen d’engins lourds essais, sont donc nécessaires. Si les décideurs\nprincipalement. Or, ce type de mécanisation est à publics et les producteurs sont tout à fait conscients\nl’origine d’une érosion des sols, d’une déforestation des avantages associés à ces technologies,\net d’un appauvrissement de la biodiversité, autant l’investissement dans le développement de\nde facteurs qui contribuent à réduire la résilience. celles-ci devrait prendre de l’ampleur. Le passage\nL’innovation dans le domaine des technologies à une énergie renouvelable est également\nd’automatisation et la recherche agronomique essentiel et peut ouvrir de nouvelles perspectives\nappliquée peuvent aider à imaginer des solutions d’automatisation motorisée, en particulier dans les\nà ces problèmes. On peut par exemple adapter la zones rurales reculées, mais, là encore, des travaux\nmécanisation motorisée en utilisant des machines de recherche sont nécessaires pour étudier quelles\nplus petites et plus légères. Ainsi, les petits solutions d’énergie renouvelable hors réseau sont\ntracteurs et les motoculteurs représentent des les plus à même d’alimenter efficacement les\nsolutions prometteuses pour les petits producteurs. différents types de machines.\nCelles-ci permettent de limiter l’appauvrissement\nde la biodiversité car elles ne nécessitent pas de\nL’AUTOMATISATION DE L’AGRICULTURE A\nmise à nu du terrain ni de travaux de terrassement\nDES CONSÉQUENCES COMPLEXES SUR\nimportants. D’autres petites machines motorisées,\ncomme les désherbeuses mécaniques et les LES TRAVAILLEURS AGRICOLES ET PEUT\nbatteuses mobiles, peuvent aussi présenter des AUSSI PROFITER AUX CONSOMMATEURS\navantages sur le plan de l’égalité des genres, car les\nfemmes peuvent les utiliser facilement. Mesurer les conséquences globales de\nl’automatisation de l’agriculture sur l’emploi\nDe grands avantages environnementaux peuvent est extrêmement difficile car il faut de grandes\naussi découler des technologies d’automatisation quantités de données pour suivre toutes les\nnumérique à la base de l’agriculture de précision. transformations, ainsi que les réaffectations de\nCes technologies sont en effet susceptibles de travailleurs qui y sont associées, non seulement\nfaciliter l’adoption de pratiques durables, comme sur l’exploitation, mais aussi en amont et en aval\nl’agriculture de conservation. En témoignent des de celle-ci. À mesure que la transformation de\nexemples de réussite, dans lesquels l’utilisation l’agriculture s’opère, certains quittent ce secteur\n| xxiii |\n\n--- Page 26 ---\nRÉSUMÉ\npour chercher un emploi mieux rémunéré et la Si l’automatisation, stimulée par des subventions\npart des personnes employées dans l’agriculture qui en réduisent artificiellement le coût, intervient\nbaisse. Ce processus remodèle l’offre et la alors que la main-d’œuvre est abondante, le risque\ndemande de main-d’œuvre dans l’ensemble des est sérieux qu’elle ne vienne se substituer au travail\nsystèmes agroalimentaires. Lorsque tous les pôles humain et engendrer du chômage, entraînant\ndes systèmes agroalimentaires se transforment des conséquences socioéconomiques majeures,\nsimultanément, il est presque impossible d’imputer en particulier pour les plus pauvres et les moins\nles effets observés sur le marché du travail et qualifiés, qui pourraient avoir des difficultés à\nles effets socioéconomiques à des cas précis trouver un emploi dans un autre secteur.\nd’automatisation de l’agriculture.\nL’automatisation de l’agriculture a des effets\nLes conséquences possibles de l’automatisation socioéconomiques considérables sur les\nde l’agriculture sur l’emploi agricole ont consommateurs, car elle entraîne une réduction des\ntoutes les chances d’être diverses. On peut coûts de production des aliments. L’évolution de\ns’attendre à ce que la demande de main-d’œuvre l’automatisation numérique peut aussi créer\nfaiblement qualifiée diminue à mesure que le de nouvelles possibilités entrepreneuriales\nnombre de tâches automatisées augmentera. qui profiteront aux consommateurs – en\nParallèlement, l’automatisation stimule la permettant, par exemple, le renouveau de cultures\ndemande de travailleurs relativement qualifiés. patrimoniales riches en micronutriments qui\nSi l’on considère les systèmes agroalimentaires étaient difficiles à automatiser – et réduire les\nglobalement, l’automatisation pourrait réduire le coûts de production des aliments biologiques,\nnombre d’emplois saisonniers peu payés sur les qui nécessitent actuellement une main-d’œuvre\nexploitations, mais accroître celui des emplois importante.\nmieux rémunérés et moins saisonniers en amont et\nen aval.\nLE PROCESSUS D’AUTOMATISATION DE\nLes effets de l’automatisation peuvent également L’AGRICULTURE DOIT ÊTRE INCLUSIF ET\ndifférer selon le type d’exploitation. Chez les NE LAISSER PERSONNE DE CÔTÉ\npetits exploitants et ceux qui pratiquent une\nagriculture de subsistance, l’automatisation L’automatisation de l’agriculture doit faire\nest susceptible de libérer de la main-d’œuvre participer ceux qui vivent en situation de\nfamiliale qui peut alors occuper un emploi non vulnérabilité, d’exclusion et de marginalisation,\nagricole, mais elle peut aussi favoriser l’essor de notamment les petits producteurs, les éleveurs\nla production. Sur les exploitations commerciales pastoraux, les petits pêcheurs, les petits exploitants\nfamiliales, l’automatisation peut à la fois libérer de forestiers et les communautés forestières, les\nla main-d’œuvre familiale et réduire la demande travailleurs agricoles, les microentreprises\nde main-d’œuvre salariée, sauf si elle permet de et les travailleurs du secteur informel, les\ndévelopper les activités agricoles commerciales, agriculteurs sans terre et les travailleurs migrants.\nauquel cas il peut être nécessaire d’embaucher de La participation des femmes, des jeunes et des\nnouveaux travailleurs. Les fermes commerciales, personnes handicapées est particulièrement\nquant à elles, sont les exploitations les plus essentielle.\nautomatisées, ce qui s’accompagne d’une chute\ndes besoins en main-d’œuvre. Mais, même dans Les conséquences de l’automatisation des\nce cas, si le recours à l’automatisation est dû à exploitations en matière de genre sont complexes.\ndes salaires en hausse et à une raréfaction de la Les femmes sont en retard sur les hommes en ce\nmain-d’œuvre, cette évolution aura tendance à qui concerne l’adoption des technologies agricoles,\naccroître la productivité du travail et les salaires du fait des obstacles auxquels elles se heurtent\nsans provoquer de chômage. dans l’accès au capital, aux intrants et aux services\n(information, vulgarisation, crédit et engrais,\n| xxiv |\n\n--- Page 27 ---\npar exemple) et en raison aussi, dans certains toutefois pas inévitable dans l’agriculture; la clé\ncontextes, des normes culturelles. Les responsables réside dans la généralisation d’une automatisation\npolitiques et les partenaires d’exécution locaux à faible coût, accessible à toutes les échelles de\ndoivent favoriser la prise en compte des questions production.\nde genre dans la mise au point et la diffusion\ndes technologies et dans la prestation de services Quoi qu’il en soit, l’hypothèse selon laquelle\ncorrespondants. limiter l’automatisation pourrait protéger l’emploi\net les revenus agricoles n’est pas fondée. En fait,\nLes jeunes agriculteurs semblent être les premiers les politiques visant à restreindre l’automatisation\nà adhérer avec enthousiasme au processus. ne serviront qu’à rendre les exploitations moins\nL’automatisation de l’agriculture annonce de compétitives et incapables d’accroître leur\nnouveaux types d’emplois, nécessitant un production. Pour améliorer les salaires et les\nensemble important de compétences. Priorité doit conditions de travail des personnes qu’elles\nêtre donnée à un programme étoffé de mise en emploient, les exploitations doivent améliorer\nvaleur du capital humain et de renforcement des leur productivité en faisant appel à de nouvelles\ncapacités, visant notamment les jeunes. technologies. Faute de technologie permettant\nd’augmenter la productivité, les perspectives\nÀ mesure que les exploitations adoptent une de faire sortir les travailleurs agricoles les\nautomatisation génératrice d’économies de plus démunis de la pauvreté et de l’insécurité\nmain-d’œuvre, non seulement le personnel alimentaire sont plutôt sombres.\nqu’elles emploient se réduit, mais son niveau de\nqualification augmente. L’un des défis essentiels PRÉSENTATION D’UNE FEUILLE DE\nest de faciliter la reconversion de la main-d’œuvre\nROUTE POUR UNE AUTOMATISATION\nagricole, pour qu’elle passe d’activités manuelles\nEFFICACE, DURABLE ET INCLUSIVE DE\nfaiblement qualifiées à des tâches faisant appel à\ndes technologies plus complexes. Cela étant, les L’AGRICULTURE: POLITIQUES,\ncraintes que l’automatisation ne supplante des INVESTISSEMENTS ET INSTITUTIONS\nmillions de travailleurs agricoles, les laissant sans\naucune perspective d’emploi, sont sans fondement. Le potentiel de l’automatisation de l’agriculture\nL’automatisation des emplois agricoles, tout comme est indubitable quand on veut parvenir à\nl’évolution de la main-d’œuvre agricole qu’elle un développement rural durable et inclusif\nprovoque, est un processus graduel qui diffère à partir d’une agriculture intensive, mais\nselon le lieu, les cultures et les tâches. Les facteurs durable. Cela étant, la réalisation de ce potentiel\nqui incitent le plus à recourir à une automatisation n’est pas automatique et dépend du contexte\npermettant d’économiser de la main-d’œuvre socioéconomique ainsi que du cadre d’action et\nconcernent des tâches spécifiques qui requièrent du cadre institutionnel dans lesquels le processus\nune main-d’œuvre importante et peuvent être d’automatisation s’inscrit. La façon dont les\nfacilement automatisées moyennant un faible pays gèrent la transition décidera du résultat,\ncoût. Certaines tâches seront progressivement favorable ou défavorable, de ce processus dans\nautomatisées, mais d’autres continueront de le pays considéré. Les pays qui mettent en place\ndemander une main-d’œuvre nombreuse. les infrastructures matérielles, économiques,\njuridiques et sociales nécessaires à l’automatisation\nSi les technologies d’automatisation disponibles numérique ont de bonnes chances de tirer profit de\nsont en corrélation avec la taille de l’exploitation, celle-ci. Ceux qui se désintéressent de ces enjeux\nil y a un risque que de petits producteurs et pourraient sortir perdants.\ntransformateurs soient contraints de cesser leurs\nactivités, impuissants à réaliser les économies Comme tout changement technologique,\nd’échelle nécessaires pour rester compétitifs. l’automatisation de l’agriculture provoque\nCette conséquence de l’automatisation n’est inévitablement son lot de bouleversements,\n| xxv |\n\n--- Page 28 ---\nRÉSUMÉ\napportant des avantages, mais imposant aussi des LES POLITIQUES ET LES INTERVENTIONS\ncompromis. Le présent rapport propose un éventail CIBLANT L’AGRICULTURE ONT AUSSI UNE\nde solutions possibles en matière de politiques,\nINCIDENCE SUR LE RECOURS À\nd’institutions, de lois et d’investissements.\nL’AUTOMATISATION\nEnsemble, ces solutions forment une feuille\nde route qui permet de faire en sorte que Un certain nombre de mesures ciblant\nl’automatisation de l’agriculture contribue à des l’agriculture peuvent constituer un soutien plus\nsystèmes agroalimentaires efficaces, productifs, direct à l’automatisation ou contribuer à lever\ndurables, résilients et inclusifs. Certaines de les obstacles à l’automatisation, en particulier\nces solutions tendent principalement à créer un pour les petits producteurs. Ainsi, les pouvoirs\nenvironnement propice aux activités commerciales publics peuvent influer sur le processus\ndans l’agriculture, en particulier en ce qui d’adoption des technologies concernées par\nconcerne les investissements dans les technologies des mesures relatives au crédit qui visent\nd’automatisation, et doivent être complétées par spécifiquement l’automatisation de l’agriculture.\ndes règlements et d’autres mesures garantissant Les prêts à l’investissement sont la solution\nque ces opérations économiques aboutissent à la la plus couramment utilisée pour financer\ndurabilité environnementale et à la résilience face l’automatisation, et peuvent prendre diverses\nau changement climatique. Enfin, il faut mettre formes, comme des sûretés contractuelles,\nen place les politiques et les programmes qui des dispositifs de garantie des emprunts, des\ns’imposent afin que le processus fonctionne pour groupes de caution solidaire, des systèmes de\ntous, en particulier pour les groupes marginalisés location avec option d’achat et des subventions de\ntels que les femmes, les petits producteurs et les contrepartie. En outre, des subventions sélectives,\njeunes. qui ne faussent pas les marchés, peuvent jouer\nun rôle dans ce domaine. Une sécurité foncière\nLes pouvoirs publics devront également trouver renforcée est essentielle, car un régime foncier\nun équilibre entre des objectifs économiques, incertain restreint l’accès des producteurs au\nenvironnementaux et sociaux qui divergent crédit, ceux-ci ne pouvant utiliser leurs titres\net parfois s’opposent. Les politiques, les fonciers en garantie. Il est aussi possible de\ninvestissements et les autres mesures d’action favoriser une baisse des coûts de transaction liés\npublique qui sont proposés - examinés à la aux technologies d’automatisation et de stimuler\nsection suivante dans le cadre d’une feuille de l’utilisation de celles-ci en réduisant les droits de\nroute d’automatisation de l’agriculture - n’ont douane sur les machines, le matériel numérique\npas la même importance dans tous les contextes. et les pièces détachées, et en allégeant les\nChaque État doit établir ses priorités d’action formalités douanières.\nen fonction des défis qu’il lui faut relever et des\ncapacités dont il dispose. L’un des principaux Le capital humain doit être mis en valeur de\ndomaines transversaux d’intervention des États façon à remédier au manque de compétences\nest celui de l’appui aux services d’intérêt général, numériques, grâce à des centres de formation\nqui représente les mesures prises par les pouvoirs professionnelle, par exemple. Les connaissances\npublics pour mettre en place un environnement et les compétences des fabricants, des\npropice aux activités commerciales dans propriétaires, des exploitants, des techniciens et\nl’agriculture et les systèmes agroalimentaires, sans des agriculteurs doivent toutes être renforcées,\nfausser les marchés ni favoriser certains acteurs (ou les jeunes constituant une cible stratégique, car\ncertains secteurs agricoles) par rapport à d’autres. ils jouent souvent un rôle moteur essentiel dans\nle recours à l’automatisation. L’amélioration\ndes services de vulgarisation agricole et de\nconseil rural peut s’avérer utile pour faciliter\nl’adoption des technologies concernées.\nLes services publics de vulgarisation ont\n| xxvi |\n\n--- Page 29 ---\nLES POLITIQUES, LES INSTITUTIONS ET\ntoujours joué un rôle important s’agissant de\nLES INVESTISSEMENTS EXTÉRIEURS AUX\nfaire en sorte que l’automatisation agricole soit\ninclusive. La pénurie d’agents de vulgarisation SYSTÈMES AGROALIMENTAIRES ONT UNE\ncorrectement formés constitue toutefois un frein INCIDENCE SUR LE RECOURS À\nmajeur dans les pays à faible revenu et les pays à\nL’AUTOMATISATION AGRICOLE\nrevenu intermédiaire.\nDes politiques générales et des investissements\nSi le capital humain est essentiel pour les qui ne visent pas spécifiquement les systèmes\nutilisateurs (agriculteurs et prestataires de agroalimentaires sont susceptibles de contribuer\nservices), il l’est tout autant pour ceux qui à la mise en place d’un environnement propice,\nparticipent à l’innovation (les chercheurs et notamment en ce qui concerne les infrastructures.\nles scientifiques, par exemple). Les pouvoirs L’infrastructure routière laisse particulièrement\npublics peuvent financer ou mener des activités à désirer dans les pays à faible revenu ainsi que\nde recherche-développement appliquée aux dans la majeure partie de l’Afrique subsaharienne.\ntechnologies d’automatisation, en ciblant En l’améliorant, on peut réduire les coûts de\nnotamment les solutions adaptées aux besoins transaction relatifs à l’accès aux machines, aux\nlocaux et à ceux des petits producteurs. L’un des pièces détachées, à la réparation et au carburant,\ndomaines de recherche essentiels est l’évaluation et faciliter ainsi la création de marchés de services.\nde l’impact des solutions d’agriculture de Il est tout aussi important d’investir dans les\nprécision sur la rentabilité, la durabilité infrastructures énergétiques, en mettant au point,\nenvironnementale et l’inclusion. Il est impératif par exemple, une alimentation électrique hors\nd’axer les efforts à la fois sur les petites machines réseau provenant de ressources renouvelables, car\net sur les solutions numériques de faible aucune technologie d’automatisation ne fonctionne\ntechnicité, comme la réponse vocale interactive sans énergie. La disponibilité d’une énergie\n(RVI), les données de services supplémentaires renouvelable reposant sur des investissements\nnon structurées (USSD) et le service de messages locaux peut amortir à la fois les crises qui touchent\ncourts (SMS). Les petites machines sont parfois le secteur énergétique et les fluctuations des prix\nmieux adaptées aux conditions locales et aux des carburants.\npetites exploitations, et les solutions de faible\ntechnicité ont davantage de chances de toucher Des infrastructures de communication et une\ntous les agriculteurs pour un faible coût. connexion à internet de meilleure qualité sont\ndéterminantes pour que l’automatisation de\nEnfin, les pouvoirs publics doivent mettre en l’agriculture fonctionne correctement. Or, les\nplace une assurance qualité et établir des normes problèmes de connexion sont très répandus et\nde sécurité, qui peuvent être gérées par l’État, n’épargnent pas non plus certaines zones rurales\nles marchés et des organisations du secteur de pays à revenu élevé. Il est possible de prévoir\nassociatif. Les lois et règlements relatifs à la des avantages fiscaux ou des prêts à faible\nsécurité de l’automatisation doivent reposer sur taux d’intérêt pour les fournisseurs d’accès à\nune consultation inclusive de toutes les parties internet opérant en milieu rural. La législation\nprenantes et doivent être transparents et appuyés peut jouer un rôle essentiel, en favorisant les\npar des mesures permettant de s’assurer que les partenariats public-privé-communauté pour\nutilisateurs s’y conforment. améliorer la connectivité et les infrastructures\ndans ce domaine dans les zones rurales et fournir\ndes services et un appui en matière de données.\nLes investissements doivent aussi cibler les\ninfrastructures d'appui connexes, comme les\nensembles de données publiques sur les prévisions\nmétéorologiques et les calendriers de production\nagricole et animale.\n| xxvii |\n\n--- Page 30 ---\nRÉSUMÉ\nLes infrastructures matérielles sont certes au peuvent être utiles pour relever ces défis et\ncentre des préoccupations, mais les institutions, veiller à ce que l’automatisation contribue à une\nla situation macroéconomique et les capacités transformation agricole inclusive et durable.\ninstitutionnelles au sens large jouent aussi un C’est pourquoi il est fort probable que ce processus\nrôle crucial dans le recours à l’automatisation nécessitera une action des décideurs publics.\nde l’agriculture. Il est important d’améliorer les\nmarchés du crédit de façon générale; de fait, Premièrement, les autorités doivent s’assurer\nl’accès des petits producteurs au crédit à des que les femmes, les jeunes et les autres groupes\ntaux d’intérêt abordables est habituellement défavorisés bénéficient de l’automatisation.\nlimité, ce qui ne leur permet pas de financer Les mesures qui visent à remédier aux\ndes technologies d’automatisation. Il est vital désavantages que subissent les femmes (en\nde renforcer les capacités institutionnelles et améliorant leurs droits fonciers ou en facilitant leur\npolitiques pour orienter le développement de accès au crédit et aux services de vulgarisation,\nces technologies; si, au contraire, on laisse de par exemple) contribuent aussi à accroître l’accès\npuissantes sociétés technologiques privées de celles-ci à l’automatisation. L’action publique\ns’emparer de la première phase, les conséquences en matière de recherche-développement\npeuvent être désastreuses et gagner la société peut se concentrer sur des technologies de\ndans son ensemble. Qui plus est, l’adoption de mécanisation qui répondent aux besoins des\npolitiques nationales transparentes en matière femmes. Par ailleurs, il est nécessaire d’établir\nde données – notamment de règlements dans un programme spécifique d’automatisation de\nle domaine de la protection et du partage l’agriculture, qui cible les jeunes ruraux et d’autres\ndes données et du respect de la vie privée groupes défavorisés, afin de permettre à ces\n– peut faciliter l’automatisation numérique. personnes d’acquérir les compétences nécessaires\nParmi les autres facteurs favorables, on peut citer pour occuper les nouveaux emplois hautement\nle développement d’infrastructures nationales qualifiés associés à l’automatisation.\nde données et la promotion de l’interopérabilité,\nc’est-à-dire d’une communication précise et fiable Deuxièmement, les pouvoirs publics doivent établir\nentre machines. Enfin, les politiques de change des garde-fous contre les effets préjudiciables sur\net les politiques commerciales peuvent agir sur l’emploi. Lorsque l’automatisation apparaît comme\nl’évolution de l’automatisation par l’intermédiaire une réaction aux forces du marché (des salaires\ndes coûts d’importation des machines, du matériel ruraux en hausse, par exemple) et qu’elle remplace\nnumérique et des pièces détachées. une main-d’œuvre familiale non rémunérée, il y\na peu de risques qu’elle engendre du chômage.\nSI ELLE EST CORRECTEMENT MENÉE, En revanche, si elle est stimulée artificiellement\npar des dépenses publiques (importations\nL’AUTOMATISATION DE L’AGRICULTURE\nsubventionnées des machines, par exemple),\nCONTRIBUERA À DES SYSTÈMES\nil est possible qu’elle entraîne du chômage,\nAGROALIMENTAIRES INCLUSIFS ET des pertes d’emplois et une baisse des salaires\nDURABLES ruraux. Les décideurs publics ne doivent donc pas\nsoutenir l’automatisation tant que celle-ci n’est pas\nMême en supposant que les pays soient en mesure réellement nécessaire. Ils ne doivent pas non plus\nd’établir des règles du jeu équitables pour la faire obstacle à son adoption au motif qu’elle va se\nfourniture de technologies innovantes par le substituer au travail humain et créer du chômage.\nsecteur privé, les défis associés à l’automatisation Les formes d’appui public qui permettent de\ndemeurent. Dans l’agriculture, ces défis sont fournir des biens publics ou collectifs au moyen de\nau nombre de trois: ne laisser aucun groupe services d’intérêt général sont les plus susceptibles\nmarginalisé de côté; éviter d’accroître le chômage de susciter une transition sans heurt vers une plus\net de faire disparaître des emplois; et se garder de grande automatisation sans produire de chômage.\ntout dommage environnemental. Des politiques Entre dans cette catégorie l’aide aux activités de\n| xxviii |",
  "file_path": "backend\\sources\\raw_data\\fao_publications\\pdfs\\cb9479fr.pdf",
  "extraction_method": "pdf"
}