{
  "status": "failed",
  "doi": "https://doi.org/10.4060/cd4965en",
  "source_type": "fao_publication",
  "url": "https://openknowledge.fao.org/handle/20.500.14283/cd4965en",
  "fao_code": "cd4965en",
  "source_url": "https://openknowledge.fao.org/handle/20.500.14283/cd4965en",
  "scraped_at": "2026-02-03T00:26:49.544961",
  "title": "FAO Knowledge Repository",
  "abstract": null,
  "pdf_links": [],
  "pdf_data": {
    "status": "success",
    "url": "https://www.fao.org/3/cd4965en/cd4965en.pdf",
    "source_type": "pdf",
    "file_path": "backend\\sources\\raw_data\\fao_publications\\pdfs\\cd4965en.pdf",
    "metadata": {
      "filename": "cd4965en.pdf",
      "file_size": 466852,
      "file_path": "backend\\sources\\raw_data\\fao_publications\\pdfs\\cd4965en.pdf",
      "title": "Chinese information technology experience on digitalization of rural areas and poverty alleviation",
      "author": "",
      "subject": "",
      "creator": "Adobe Illustrator 28.5 (Windows)",
      "producer": "Adobe PDF library 17.00",
      "creation_date": "D:20250505122536-03'00'",
      "modification_date": "D:20250505122536-04'00'",
      "pages": 22,
      "is_encrypted": false,
      "extracted_chars": 53042
    },
    "title": "Chinese information technology experience on digitalization of rural areas and poverty alleviation",
    "content": "\n--- Page 1 ---\n(cid:31)(cid:30)(cid:29)(cid:28)(cid:27)(cid:26)(cid:27)(cid:25)(cid:29)(cid:28)(cid:24)(cid:23)(cid:22)(cid:21)(cid:20)(cid:19)(cid:29)(cid:23)(cid:28)\n(cid:19)(cid:27)(cid:18)(cid:30)(cid:28)(cid:23)(cid:17)(cid:23)(cid:16)(cid:15)(cid:25)(cid:27)(cid:14)(cid:13)(cid:27)(cid:22)(cid:29)(cid:27)(cid:28)(cid:18)(cid:27)\n(cid:31)(cid:30)(cid:29)(cid:28)(cid:27)(cid:26)(cid:27)(cid:25)(cid:24)(cid:23)(cid:27)(cid:22)(cid:24)(cid:25)(cid:27)(cid:31)(cid:30)(cid:29)(cid:31)(cid:21)(cid:29)(cid:20)(cid:19)(cid:20)(cid:24)(cid:23)(cid:29)(cid:24)(cid:20)(cid:18)(cid:24)(cid:17)\n(cid:24)(cid:30)(cid:28)(cid:29)(cid:16)(cid:31)(cid:15)(cid:18)(cid:20)(cid:25)(cid:14)(cid:29)(cid:24)(cid:23)(cid:23)(cid:18)(cid:15)(cid:27)(cid:24)(cid:25)(cid:27)(cid:31)(cid:30)\n\n--- Page 2 ---\n(cid:31)(cid:30)(cid:29)(cid:28)(cid:27)(cid:26)(cid:27)(cid:25)(cid:29)(cid:28)(cid:24)(cid:23)(cid:22)(cid:21)(cid:20)(cid:19)(cid:29)(cid:23)(cid:28)\n(cid:19)(cid:27)(cid:18)(cid:30)(cid:28)(cid:23)(cid:17)(cid:23)(cid:16)(cid:15)(cid:25)(cid:27)(cid:14)(cid:13)(cid:27)(cid:22)(cid:29)(cid:27)(cid:28)(cid:18)(cid:27)\n(cid:31)(cid:30)(cid:29)(cid:28)(cid:27)(cid:26)(cid:27)(cid:25)(cid:24)(cid:23)(cid:27)(cid:22)(cid:24)(cid:25)(cid:27)(cid:31)(cid:30)(cid:29)(cid:31)(cid:21)(cid:29)(cid:20)(cid:19)(cid:20)(cid:24)(cid:23)(cid:29)(cid:24)(cid:20)(cid:18)(cid:24)(cid:17)\n(cid:24)(cid:30)(cid:28)(cid:29)(cid:16)(cid:31)(cid:15)(cid:18)(cid:20)(cid:25)(cid:14)(cid:29)(cid:24)(cid:23)(cid:23)(cid:18)(cid:15)(cid:27)(cid:24)(cid:25)(cid:27)(cid:31)(cid:30)\nFood and Agriculture Organization of the United Nations\nSantiago, 2025\n\n--- Page 3 ---\nRequired citation:\nFAO. 2025. Chinese information technology experience on digitalization of rural areas and poverty alleviation. Santiago.\nhttps://doi.org/10.4060/cd4965en\nThe designations employed and the presentation of material in this information product do not imply the expression of any opinion\nwhatsoever on the part of the Food and Agriculture Organization of the United Nations (FAO) concerning the legal or\ndevelopment status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or\nboundaries. The mention of specific companies or products of manufacturers, whether or not these have been patented, does not\nimply that these have been endorsed or recommended by FAO in preference to others of a similar nature that are not mentioned.(cid:31)\n© FAO, 2025\nSome rights reserved. This work is made available under the Creative Commons Attribution- 4.0 International licence (CC BY 4.0:\nhttps://creativecommons.org/licenses/by/4.0/legalcode.en).\nUnder the terms of this licence, this work may be copied, redistributed and adapted, provided that the work is appropriately cited.\nIn any use of this work, there should be no suggestion that FAO endorses any specific organization, products or services. The use\nof the FAO logo is not permitted. If a translation or adaptation of this work is created, it must include the following disclaimer along\nwith the required citation: “This translation [or adaptation] was not created by the Food and Agriculture Organization of the United\nNations (FAO). FAO is not responsible for the content or accuracy of this translation [or adaptation]. The original [Language]\nedition shall be the authoritative edition.”\nAny dispute arising under this licence that cannot be settled amicably shall be referred to arbitration in accordance with the\nArbitration Rules of the United Nations Commission on International Trade Law (UNCITRAL). The parties shall be bound by any\narbitration award rendered as a result of such arbitration as the final adjudication of such a dispute.\nThird-party materials. This Creative Commons licence CC BY 4.0 does not apply to non-FAO copyright materials included in this\npublication. Users wishing to reuse material from this work that is attributed to a third party, such as tables, figures or images, are\nresponsible for determining whether permission is needed for that reuse and for obtaining permission from the copyright holder.\nThe risk of claims resulting from infringement of any third-party-owned component in the work rests solely with the user.\nFAO photographs. FAO photographs that may appear in this work are not subject to the above-mentioned Creative Commons\nlicence. Queries for the use of any FAO photographs should be submitted to: photo-library@fao.org.\nSales, rights and licensing. FAO information products are available on the FAO website (www.fao.org/publications) and print\ncopies can be purchased through the distributors listed there. For general enquiries about FAO publications please\ncontact:publications@fao.org. Queries regarding rights and licensing of publications should be submitted to: copyright@fao.org.\nCover photo: © FAO\n\n--- Page 4 ---\nSouth-South cooperation project: Response and recovery of the impacto of COVID-19 pandemic on rural livelihoods and food\nsystems in the countries of the Community of Latin American and the Caribbean States (CELAC)\nFood and Agriculture Organization of the United Nations\nRegional Office for Latin America and the Caribbean\nContent Development: Guofu Feng\nTechnical Review: Katalina Moyano, Milza López\nTechnical Supervision: Dina López\nGraphic Design: Erikson Aponte\nGraphic Supervision: Catalina Acosta\n\n--- Page 5 ---\nContents\nKey concepts (cid:27)(cid:26)\nIntroduction (cid:31)\n1 - Background (cid:31)\n2 - Necessity and urgency (cid:31)\n3 - Challenges (cid:30)\n4 - Positive factors (cid:30)\n5 - About family farmers (cid:30)\nElements in the development cycle (cid:30)\n1 - The role of government (cid:29)\n1.1 - Internet access in China (cid:29)\n1.2 - Digital skills, education, and digital inclusion (cid:28)\n1.2.1 - Primary education (cid:28)\n1.2.2 - Higher education (cid:28)\n1.2.3 - Indigenous education (cid:28)\n1.2.4 - Computer technology for Indigenous Peoples' languages (cid:27)\n1.3 - Infrastructure development (cid:27)\n1.3.1 - Logistics and Internet access (cid:27)\n1.3.2 - The introduction of competition (cid:26)\n2 - Private investment in e-commerce (cid:26)\n2.1 - Introduction (cid:26)\n2.2 - New technology: Web 2.0 (cid:26)\n2.3 - Affordability: private investment in Internet cafés (cid:26)\n2.4 - External stimulation: the launch of e-commerce (cid:26)\n2.5 - New technology: the smartphone (cid:25)\n2.6 - New technology: social media (cid:24)\n2.7 - Free movement of e-commerce elements – O2O (cid:24)\nConnecting with market and improving farm productivity (cid:28)\n1 - Background (cid:23)\n2 - Challenges to be overcome in the digital process on the farm-side (cid:23)\n3 - Government infrastructure investment (cid:23)\n3.1 - Eastern data-Western computing (cid:23)\n3.2 - South-to-North Water Diversion Project (cid:31)(cid:22)\n3.3 - Information service platform (cid:31)(cid:22)\n3.3.1 - High spatial resolution satellite (cid:31)(cid:22)\n3.3.2 - Beidou navigation satellite system (cid:31)(cid:22)\n4 - Key technology (cid:31)(cid:22)\n4.1 - Data collection\n4.2 - Control model and facility agriculture (cid:31)(cid:22)\n4.3 - Data storage and visualization Examples of agricultural applications (cid:31)(cid:30)\nExamples of agricultural applications (cid:31)(cid:29)\n1 - Fishery industry (cid:31)(cid:30)\n2 - Aquaculture (cid:31)(cid:30)\nRecommendations for Latin America and the Caribbean (cid:31)(cid:30)\nReferences (cid:31)(cid:25)\n(cid:31)(cid:31)(cid:31)\n\n--- Page 6 ---\nKey concepts\nDigitization: Digitization usually refers to converting Geographical Information System (GIS): A GIS is an\ntraditional information into data that can be processed by a agriculture-oriented data management platform or technology\ncomputer. For example, converting symbols in paper designed to facilitate data storage and access in the\ndocuments into files on a computer disk, converting paper agriculture sector when the amount of data is large enough,\nphotos into image files, or converting a parameter in the taking into account the spatial characteristics of agricultural\nnatural environment into a digital signal that can be processed data. The emergence of open-source GIS platforms has also\nby a computer. Digitization is the prerequisite for humans to reduced its implementation costs.\nperceive and improve the physical world through digital\ntechnology, focusing on a static description of data. Digital twin: In order to build a digital platform for agriculture,\nit is important to develop a method to quickly obtain valuable\nDigitalization: When the digital data in the above-mentioned information from large databases. The extraction of relevant\ndigitization has a positive impact on elements in the digital data based on these large databases and specific models, and\ndomain or the real world, according to certain rules or models, then displaying the results graphically with multiple dimensions,\nwe call it digitalization. For example: an order information is a technical challenge. Digital twin technology provides a\naffects inventory and profit information, or a temperature good solution, although its cost is still relatively high.\nchange signal triggers the turning on or off of the air\nconditioner through digital tools, and ultimately affects the Generalizability: New digital technologies are constantly\nindoor temperature. Digitalization is a dynamic concept emerging, while some technologies are being phased out.\nrelative to digitization. Information technologies with strong cohesion tend to remain,\nsuch as smartphones, digital cameras, smart cars, drones, and\nDigital transformation: If there are many digital models, they robots. The cohesiveness of these technologies is manifested in,\ncould extend to all aspects of an organization and change the for example, the increasing number of sensors on cell phones\nentire organization's business model. They can even and the machine vision technology that enables camera\naccelerate its connection with collaborative partners in society applications to penetrate various application areas. This\nand change related business models. The implementation of cohesiveness makes these technologies highly generalizable\nthese models is called digital transformation. and continues to attract private investment, creating wealth\nmyths while generating scale effects to reduce their cost of use.\nField technologies: Field technologies in the digital domain\nrefer to how information flows affect the production Standardization: The issue of universality is also closely\nenvironment in the field, or how the production environment related to standardization. In addition to the use of GIS and\ngenerates information flows. Since this involves an interaction digital twins as mentioned above, there is also a\nbetween the information world and the production site, it is standardization issue, especially since we are focused on the\nusually more difficult and costly to implement than the flow and whole region of Latin America and the Caribbean.\ninteraction of information streams in their own world and their Standardization is an important task when dealing with\nimpact on society and people. different pilot solutions or projects, and it also supports\ngeneralizability, which plays an important role in bridging the\ndigital divide, while reducing system and training costs.\n(cid:31)(cid:30)\n\n--- Page 7 ---\nIntroduction\n1. - Background\nAgriculture is a human production activity based on natural The advantage of digital technology lies in the efficiency of its\nresources (Figure 1), while industrialization and information flow and its substitution of traditional transformations under\ntechnology are human processes that enhance productivity certain conditions. Digital technology allows human beings to\nand output, with strong social attributes. The increase in communicate across time and space and allows for precise\nproductivity and production has created a demand for trade, modelling and control of things.\nwhile trade efficiency is itself a new value.\nThe main challenge in digital agriculture is how to implement\nModern information technology is a type of abstract symbol digital technology quickly and efficiently in an agricultural\nprocessing technology which uses electrons as the carrier and environment with strong natural attributes, so that it can\ntransmits information at the speed of light. Information can flow connect society and nature and generate added value.\nrapidly between human beings and industrial tools, thus\nhaving an impact on them and the human living environment.\nFigure 1: Relationship between agriculture and information\nMachine\nInformation\nInformation Human Smart Phone\nHuman Smart Phone\nNature Society\nSource: Own elaboration.\n2. - Necessity and urgency\nAlthough digitalization is now a hot trend globally, agriculture the wave, it will be at an even greater disadvantage in the\nas a primary industry lags the secondary and tertiary industries division of labour among the three major industries.\nin this wave. In recent years, e-commerce has been growing\nrapidly, and the entire tertiary industry is now aiming at Of course, the digitalization of agriculture does not mean that\ndeveloping new markets, which means extending the reach of there will be a clash between agriculture, industry and service,\nbusiness to the place of origin of products, including factories but rather that through their development these three industries\nand farms. In other words, the tertiary industry is trying to will work together and avoid widening the digital divide in the\npenetrate agriculture and industry. agricultural sector.\nIn terms of the secondary industry, its goal is Industry 4.0, or The coordinated development of these three industries will\nthe Industrial Internet of Things (IoT), which is essentially a create an inclusive digital society and improve the efficiency of\ndigital interconnection of everything, including the origins and e-commerce activities.\nmarkets of agricultural raw materials. This is the age of\ndigitalization, and if the(cid:21)(cid:21)agricultural industry fails to grow with\n(cid:29)\n\n--- Page 8 ---\n3. - Challenges\nModern information technologies, such as Big Data, IoT, cloud\nDigital skills\ncomputing and artificial intelligence (AI), need to penetrate\nrural areas to narrow the digital divide. However, the\ndigitalization of agriculture is relatively difficult to implement Affordability\ncompared to industrial digitalization because information has\nto interact with the natural environment.\nAccessibility (including not only the physical\nInternet connection, but also language, text\nIn this process, it is necessary to focus on addressing the and the security of network connection)\nfollowing three main issues:\n4. - Positive factors\nIn order to overcome the above challenges, the necessary measures include:\nGovernmental support New technology Private investment\nIn the discussion and analysis of the following case, we will only discuss the main positive factors and will not mention the\ninfluence of other minor elements due to time constraints. In addition, some external factors may become the main driving force\nof an event. For example, e-commerce in China started with the Severe Acute Respiratory Syndrome (SARS) outbreak in 2003,\nand after recently experiencing the impact of the COVID-19 pandemic we are now looking to accelerate the process of\ndigitization in agriculture.\n5. - About family farmers\nIn the value chain of the agricultural industry, family farmers\nare in a relatively weak position. Efficient information flow\nusing digital tools can not only improve production efficiency\nat the farm level, but also support the standardization of\nproduction and the adding of value to agricultural products,\nand efficiently organize family farmers to increase production\nand supply.\n(cid:28)\n\n--- Page 9 ---\nElements in the\ndevelopment cycle\nFigure 2: Development model\n1 - Discovery, support and piloting 3 - Applied to the field\nGovernment\nNew Technology\nPrivate Investment\n2 - Attracted by profits, followed by scale to reduce costs\nSource: Own elaboration.\nAs shown in Figure 2, government participation, the adoption 1. - The role of government\nof new technologies and private investment are important\nelements in the healthy development of agricultural\n1.1 - Internet access in China\ndigitization and maintaining a high level of interaction among\nthese three elements will facilitate the effective advancement\nIn the early stages of the development of information\nof the process.\ntechnology and the Internet in China, new technologies and\ngovernment foresight played an important role.\nPromoting agricultural digitization requires the intervention of\nnew technologies, but the diffusion of new technologies often\nChina established its first connection to the Internet in 1994\nfaces challenges in terms of affordability and digital skills, and\nafter the rise and rapid development of the Internet between\nthis is where the importance of public and private investment\n1990 and 1992. The rapid development of the Internet during\ncomes to the fore.\nthis period was thanks to the launch of Intel 80386 in 1985\nand the rise of the open source community GNU¹ in 1990,\nThe government identifies and nurtures the development of\nwhich cleared the software and hardware barriers to the\nnew technologies when they are unprofitable or less profitable\naffordability of Internet access.\nand demonstrates their development potential. For its part,\nprivate investment selects valuable new technologies in the\nThe Chinese Government accurately identified the key moment\nmarket for investment and increases production through market\nto promote technological development and, after approving\nexpansion to reduce costs.\nthe National Computing and Networking Facility of China\n(NCFC) project financed by the World Bank in 1989 to\nThe implementation of digital technologies requires a complete\npromote Internet access, access was finally obtained in 1994.\ndevelopment process in which various elements are involved:\ntransportation, communication facilities, education and laws,\namong others. The government plays the most important role in (cid:21)\nthe initial creation of this process, since its commitment is based\non a long-term return rather than on short-term results. The\nexamples below, which cover different time periods, show the\nactive role of the government in the digitization process.\n¹GNU (GNU's Not Unix) is a community organization of the Open Source System (OSS) project, founded in 1984, and is currently the largest free software consortium\nin the Unix field.\n(cid:27)\n\n--- Page 10 ---\n1.2 - Digital skills, education, 1.2.2 - Higher education\nand digital inclusion\nChina's higher education programme in computer science\n1.2.1 - Primary education began in 1956. That year, China released its first scientific and\ntechnological development plan, the Long term Plan for the\nOn 16 February 1984, the Government of China proposed Development of Science and Technology 1956-1967. The\nthat \"the popularization of computers should start with government included computers in the long-term plan for\nchildren\". From then on, digital skills training began in primary scientific development, which was the origin of computer\nand secondary schools where conditions permit. The reason education in Chinese universities.\nwhy China proposed such an education strategy in 1984 is\nthat the large-scale development of global informatization\n1.2.3 - Indigenous education\nbegan with the popularization of microcomputers in 1982.\nChina has always attached great importance to the education\nOn 10 June 1977, the Apple II officially launched in the United\nof Indigenous Peoples. In addition to ordinary colleges and\nStates of America. Then, in 1982, International Business\nuniversities, there are also specialized universities for\nMachines Corporation (IBM) publicly released information on\nIndigenous Peoples. For example, as shown in Figure 3, there\npersonal computer technology, enabling the global promotion\nare six universities directly under the State Ethnic Affairs\nof microcomputers. In August 1983, China's first Personal\nCommission of the People's Republic of China.\nComputer (PC) compatible computer was exhibited at the\nBeijing Exhibition Hall, marking the beginning of the\npopularization and promotion of microcomputers in China.\nFigure 3: Universities for Indigenous Peoples belonging to the National Ethnic Affairs Commission\n1 Minzu University of China 4 NorthWest Minzu University\n2 South-Central Minzu University 5 North Minzu University\n3 SouthWest Minzu University 6 DaLian Minzu University\nSource: Own elaboration.\nThe Affiliated High School of Minzu University of China for is also a national high school for ethnic minorities in China.\nIn addition, there are many other indigenous universities, as shown in Figure 4.\nFigure 4: Public universities for Indigenous Peoples\n1 Xizang Minzu University\n6 Qinghai Minzu University\n2 Giuzhou Minzu University\n7 Sichuan Minzu College\n3 South-Central Minzu University\n8 Hebei Normal University for Nationalities\n4 Guangxi Minzu University\n9 Hohhot Minzu College\n5 Yunnan Minzu University\nSource: Own elaboration.\nIn addition to the above, universities located in ethnic minority areas also have targeted policies for indigenous students,\nincluding scholarships, admission rewards, and language preparatory courses. These regional universities as shown in\nFigure 5.\nFigure 5: Regional universities for Indigenous People\n1 Inner Mongolia University 3 Tibet University\n2 Xinjiang University 4 Kashi University\nSource: Own elaboration.\n(cid:26)\n\n--- Page 11 ---\n1.2.4 - Computer technology for Indigenous Series dictionary of Peoples' languages without\nPeoples' languages character sets\nIn the 1990s, China began editing and publishing the Chinese\nChina is a multi-ethnic country with dozens of Indigenous\nEthnic Minority Language Dictionary Series, promoting the\nPeoples' languages in addition to the widely used Chinese\ncompilation of small language dictionaries. Dictionaries play a\nlanguage, some of which are only spoken but not written.\nvery important role in the comparative study of the history of\nBefore the Internet was connected to China, the\nSino Tibetan language families.\ninformatization work of ethnic minority languages had also\nbeen carried out.\nWebsite for Indigenous Peoples' languages without\ncharacter sets\n(cid:31)(cid:31)(cid:31)Uyghur language\nThrough the establishment of websites, the Chinese\nGovernment has achieved the goals of preserving indigenous\nXinjiang University has been engaged in the research and\nlanguage materials, disseminating indigenous knowledge and\ndevelopment of multilingual information technology such as\nhighlighting the culture of Indigenous Peoples. From the\nUyghur, Kazakh, and Kirgiz since 1984, and has developed\nperspective of cultural inheritance, the information contained in\nUyghur and multilingual mixed processing and typesetting\nthe network is irreplaceable by any other means of cultural\nsystems. In terms of intelligence, it has established a recognition\ninheritance, and represents a new tendency in the use of\nmodel for Uyghur speech signal features and proposed an\nscience and technology to play a dynamic role in cultural\nHidden Markov Method (HMM) model with state dwell\npreservation and dissemination.\nsegment length distribution and its parameter estimation.\n1.3. - Infrastructure development\nTibetan language\n1.3.1 - Logistics and Internet access\nIn 1984, with the support of relevant national departments,\nNorthWest Minzu University established a company to\ndevelop multi-functional series of combination software with In terms of physical logistics, the Chinese Ministry of Transport\nindependent intellectual property rights, using the Tibetan formulated the \"Five Verticals and Seven Horizontals\" National\nlanguage window platform as the core technology. Highway Main Line System Plan in 1993 and put it into\npractice, laying a solid foundation for logistics and population\nIt has also developed the first Tibetan software package based mobility. In 2007, China completed this planned goal 13\non mainstream intelligent mobile phone operating systems years ahead of schedule.\nboth at the domestic and international level, solving the\ntechnical problem of Tibetan mobile phones being unable to In 1993, the government launched the Three Golden Projects,\nachieve multiple operating systems and models coverage. namely the Golden Bridge Project, the Golden Card Project\nand the Golden Gateway Project, with the goal of building\nChina's \"quasi-speed information highway\", realizing\nYi language\ninterconnectivity among various government departments.\nSouthWest Minzu University invented the input method for Yi\nThe above-mentioned policies and investments have played a\nlanguage on computers and promoted the establishment of\nrole in promoting and guiding the initial formation of China's\nnational and international standards for Yi language\nlogistics, information and payment flows.\ninformation processing. In June 1984, the development of Yi\nlanguage processing was carried out on a PIED PIPER\nOn 1 April 1998, the Chinese Government revised its\nmicrocomputer. It also established a Yi character library, which\nregulations on foreign investment in China's mobile and\ncan be accessed using BASIC or FORTRAN languages.\nfixed-line telephone networks with the aim of ensuring the\nrapid development of the information industry. (cid:21)(cid:21)(cid:21)\nUnwritten indigenous language\nFor non-literate Indigenous Peoples, the Chinese Government\nhelped them establish dictionaries and websites to protect their\nlanguages and culture.\n(cid:21)\n(cid:25)\n\n--- Page 12 ---\n1.3.2 - The introduction of competition However, for ordinary people in China, even if they lived in the\ncity, the cost of accessing the Internet remained high during this\nperiod. So, what caused the number of Internet users in China\nIn 1994, in the same year as China obtained a ccess to the\nto grow to nearly 60 million in 2002 after just a few years?\nInternet, the country began to restructure State-owned\nInternet service providers, break monopolies, and introduce\n2.3 - Affordability: private investment in\ncompetition mechanisms. As a competitor of China Telecom,\nInternet cafés\nChina Unicom, which was established in 1994, has led to\nsignificant changes in the telecommunications structure. In\nApril 2000, China Mobile was spun off from China At that time, private investment in China began to enter the\nTelecom, creating a more competitive market structure. In Internet café industry. These businesses built and operated\naddition, in May 2002, China Telecom was further divided Internet cafés in a shared mode, allowing more young people\ninto two departments. to access the Internet more conveniently and cheaply.\nTherefore, Internet cafés made important contributions to the\nThe Chinese Government also issued the \"Regulations on initial development of the Internet in China.\nForeign Investment in Telecommunications Enterprises\" at the\nend of 2001, relaxing foreign investment in the domestic In May 1996, China's first Internet café opened in Shanghai.\ntelecommunications industry, thereby laying the foundation for The number of Internet users in China increased to nearly 60\nreducing networking costs. million in 2002, second only to the United States of America in\nthe global ranking. At the end of June 2008, the number of\nInternet users in China reached 253 million, significantly\n2. - Private investment in\nsurpassing the United States of America for the first time, and\ne-commerce meant that China jumped to first place globally in terms of\nnumber of users. Among them, 46.4 percent of users are female,\nand the gender balance of users is gradually improving.\n2.1 - Introduction\n2.4 - External stimulation: the launch of\nIt is becoming increasingly evident that e-commerce has e-commerce\nbecome a novel and effective method to help small-scale\nfarmers gain market access. Due to the lack of pricing pressure\nIn fact, China's e-commerce development began because of\nfrom intermediaries and marketing restrictions, e-commerce\nvarious external emergencies. In 2003, due to the impact of\nenables small-scale farmers to sell most of their products at\nSARS, Alibaba launched the Taobao platform and third-party\nhigher prices than in the past. The use of agricultural\npayment digital tools. At this stage, the completion of\ne-commerce is driving the process of small-scale farmers\ne-commerce processes relied on relatively simple information,\nintegrating into the market.\npayment, and product flows.\n2.2 - New technology: Web 2.0\nThe flow of information relies on websites or self-built chat\ntools, while the payment flow relies on computers to\nWeb 2.0, which appeared around 1996, introduced complete payments.\ncustomer interaction and galvanized users and investors\ncompared to Web 1.0, which simply supported information Taobao allows merchants to open stores on their own\ndissemination. The three major Internet giants in China – platforms for free and use third-party logistics companies to\nBaidu, Alibaba, and Tencent (BAT) – were created in 1998, establish logistics flow. This method has low investment but\n1999, and 2000, respectively. poor controllability and relies on external factors.\nMany internationally famous companies, such as Google, JD, on the other hand, has established its own logistics system,\nwere also established during this period. Subsequently, these which is independent of external factors and allows for\ncompanies launched Web 2.0 in the market, providing end self-control of delivery time. Vertical integration makes its\nusers with more user generated content and usability, and distribution and after-sales service more efficient and absorbs\nlaying the foundation for the promotion of e-commerce in the upstream and downstream profits. (cid:21)\nlater stage.\n(cid:24)\n\n--- Page 13 ---\n2.5 - New technology: the smartphone\nAlthough the number of Chinese Internet users reached a high Only by freeing consumers from the shackles of wires and PCs\nlevel in 2008, the market needs more user groups. In addition, will they be able to complete transactions more freely.\ndesktop computers are not suitable for the full integration of Importantly, the availability of consumer data will be greatly\npeople and the Internet. From the perspective of e-commerce, enhanced if the consumer has a personal identification (ID) in\nthe PC-based Internet cannot fully attract consumers who do the consumption process. Smartphones (not traditional cell\nnot have access to a PC. phones) largely fulfil these needs.\nThe advantages of smartphones:\nCost lower than PC, affordability\n(cid:31)\nThe surge in user numbers has increased\nnetwork coverage\nPortable: smartphones have the characteristics\nof \"anytime, anywhere\" and \"always online\"\nPrivate attributes, where the phone number is\nthe personal ID, improve the availability of\nconsumption data\n(cid:23)\n\n--- Page 14 ---\nThe popularization of mobile phones has made a huge 2.7 - Free movement of e-commerce\ncontribution to improving Internet access in Chinese rural elements – O2O\nareas, with the number of rural Internet users increasing from\n84.6 million in 2008 to 222 million in 2018.\nSince the advent of smartphones and mobile payments, the\nflow of people and payments has been almost free, which\nIn the period 2009 to 2015, China experienced an\nhas led to the emergence of a new e-commerce model. In this\nacceleration in the development of smartphones. The rapid rise\nnew model, it is no longer just people searching for things on\nin the popularity of smartphones has also affected users' online\nthe Internet, but services can also draw people to complete\nbehaviour, with online entertainment functions, self-media,\ntransactions in physical stores, which is called\nand instant messaging tools occupying a large amount of\nonline-to-offline (O2O).\ntraffic. In fact, a large number of traditional Internet users have\nshifted from PC platforms to mobile platforms. Therefore, this is\nThe application of the O2O e-commerce model in mobile\nan important stage for the expansion of the number of Chinese\nInternet is also a promising and valuable research direction.\nInternet users, playing an important role in the popularization\nIt integrates and improves localized offline services with\nof the Internet.\nservices on mobile terminals. Today, various O2O models\nsuch as delivering meals and fresh food to home have begun\n2.6 - New technology: social media to emerge. By displaying products and services offline and\ncompleting payments online, the O2O model not only\nIn 2011, Tencent officially launched WeChat, which has since attracts customers online, but also records user behaviour,\nbecome a national social network application. Today, the total thus providing more useful information for companies about\nnumber of WeChat users has reached 421 million, and their consumers.\nWeChat payment has become a popular digital tool for\nelectronic payments. The section below focuses on material flows in e-commerce.\nThe traditional product flow refers to goods logistics, but here\nAnother interesting phenomenon is that, between 2014 and it may also refer to shared bicycles and cars, or one-time\n2015, Taobao and JD.com seemed to have almost dominated on-site services. It can also be reverse or relative, where\nthe entire e-commerce market in China, with little opportunity customer flow occurs while the product itself does not move.\nfor other companies to compete. The flow of information and mobile digital payment is an\nimportant feature of e-commerce transactions, and the ultimate\nHowever, in 2015, from the perspective of social media as goal of business is to combine goods or services with people\nmeeting a fundamental human need, PinDuoDuo started with through the matching of information flows. (cid:21)(cid:21)(cid:21)\nsocial networks and successfully entered the market, receiving\ncustomer orders and becoming one of the three major\ne-commerce companies in China. In Chinese, 'Pin' means\ngathering, while 'DuoDuo' means many.\nBy 2020, PinDuoDuo's agricultural product transactions\ntotalled USD 39.14 billion, with over 16 million agricultural\nproducers directly connected. This means that its business\nmodel cannot only receive a large number of similar product\norders on the consumer end, but it also brings together 16\nmillion producers to meet this demand. In this regard, it\nprovides a successful model for small family farms(cid:20)(cid:21)\n(cid:22)\n\n--- Page 15 ---\nConnecting with markets and\nimproving farm productivity\n1. - Background 3. - Government infrastructure\ninvestment\nIn the 1.0 era of traditional agriculture and the 2.0 era of\nmechanized agriculture, mechanization is the beginning of\nOffering personalized services on public platforms and\nautomation. Mechanization can improve agricultural labour\nallowing individuals to access them in a modular way can lead\nproductivity, land output rate, and resource utilization rate. The\nto the development of pervasive and low-cost technology with\nbasis for the development of digital agriculture is the\nlow-skill needs.\naforementioned agricultural mechanization and the adoption\nof modern agricultural technology.\nFor example, the previous section mentioned transportation,\nlogistics and other infrastructure. On the production side,\nIn the automated Agriculture 3.0 era, automation is more\nwater, electricity, computing power, gas, as well as climate\ndependent on data, but its control loop is relatively simple. As\nand soil information, as well as other basic information, can be\nfor Agriculture 4.0, it is the deep integration of AI, the Internet\ncategorized as infrastructure. Therefore, improving access to\nof Things, Big Data, cloud computing, 5G and other\nthis infrastructure can reduce the costs on the production side\ninformation technology with agriculture, and this process\nand facilitate the development of digital agriculture.\ninvolves the incorporation of high technology across the\nagriculture industry.\nThe Chinese Government has developed different projects in\nthis area, such as Eastern data-Western computing,\nHowever, there are still many challenges to be faced in\nSouth-to-North Water Diversion, transmitting electricity from\nimplementing Agriculture 4.0, which is commonly used in\nwest to east, and transporting gas from west to east, among\nfacility agriculture, and it will likely coexist with Agriculture 3.0\nothers.\nfor a long period of time.\n3.1 - Eastern data-Western\n2. - Challenges to be overcome\ncomputing\nin the digital process on the\nfarm-side The rural areas of western China are rich in renewable energy\nsuch as hydropower, wind power, and solar energy, coupled\nwith cool weather, which means a reduction in heat dissipation\nIn e-commerce, it is common to use one or two-dimensional\ncost in data centres.\nbar codes, Radio Frequency Identification (RFID), etc. to\nidentify items, but on the production side, sensors have evolved\nIf fact, the Eastern data-Western computing project not only\nfrom simple smartphones to diverse sensors. In addition, on the\npromotes the development of data centres in China’s western\nproduction side, the information flow is more of an interaction\nrural area, but also promotes the construction of network\nor even a struggle with the forces of nature as it is influenced by\nfacilities in rural areas.\nexternal factors such as climate and thus is exposed to\nenvironmental impacts.\nIn this regard, the energy savings brought by the project\nmay become an entry point to attract facilities investment in\nHowever, the volume of data and the diversity of spatiality,\nrural areas. (cid:21)(cid:21)(cid:21)\nreal-time, and internal logic on the production side is very\ndifferent from that of e-commerce, since it requires more\ncomputing power, storage, specialized software, models, and\ndiverse expertise than in e-commerce.\nThe Internet mainly connects people, while digital agriculture\nconnects people, machines, systems and the whole value\nchain, so the number of connections is far more than the\nconsumer Internet, which means the system is more complex,\nthe initial investment cost is higher and the return is slower.\n(cid:21)\n\n--- Page 16 ---\n3.2 - South-to-North Water 4.1 - Data collection\nDiversion Project\nRegarding data collection in an agriculture system, this is\nThe south of China is rich in water resources, while the north is important not only for traceability, but also for on-site\nrelatively short of water. In 2012, the east and middle routes of production control.\nChina’s South-to-North Water Diversion Project have been\nofficially put into production. As of May 2022, the cumulative Traceability generally has relevant standards for different\nwater transfer volume of the project reached 53 billion m³. products. For example, for cherries from Chile to enter other\ncountries' markets, growers must implement Good Agricultural\nOne of the reasons to mention the project here is that the digital Practices (GAP), which includes maintaining orchard sanitation\ntwin technology was piloted on this project. This technology is and implementing Total Pest Management or other pest control\ndiscussed in greater detail later. measures. Packers must also have well-established Standard\nOperating Procedures (SOPs), covering all processes related\n3.3 - Information service platform to cherry fruit grading, handling and packaging.\nAnother example is the breeding of cattle in Western Australia,\n3.3.1 - High spatial resolution\nwhich requires the use of an approved National Livestock\nsatellite\nIdentification System (NLIS) electronic device for identification.\nNLIS devices can be mounted on the ear, or a bolus injected\nChina has also successfully launched a number of into the rumen of cattle.\nhigh-resolution satellites in recent years. On 2 June 2018, the\nGf-6 satellite was successfully launched, marking the first time 4.2 - Control model and facility\nthat a high-resolution remote sensing satellite has been used in agriculture\nthe country that can effectively distinguish crop types. This will\nsignificantly improve agricultural land monitoring capabilities\nControl models are widely used in facility agriculture, which\nand accurately support the development of digital agriculture.\nemphasizes the control of environmental factors and the use of\nThe Gf-6 will operate in a network with the in-orbit Gf-1\noff-season methods to increase yield, such as humans using\nsatellite, with an expected lifespan of eight years.\nLED-based greenhouses to grow vegetables in Antarctica.\n3.3.2 - Beidou navigation satellite\nCommon cases of facility agriculture include intensive\nsystem\naquaculture, circulating water treatment, tail water treatment,\nand greenhouse plant growth. The control models used in facility\nBeiDou Navigation Satellite System (BDS) is a global satellite agriculture can be automatic unit control models. However, if\nnavigation system developed by China and the third mature the user has sufficient production knowledge, the realization\nsatellite navigation system after Global Positioning System of these models does not seem to be the main challenge.\n(GPS) and Global Navigation Satellite System (GLONASS). in Instead, the main challenge comes from affordability and the\nJune 2020, China implemented its BeiDou-3 navigation and digital skills of users. Unlike affordability in the e-commerce\ncommunication satellite system. The BDS provides all-time, field, maintenance costs and operating costs are large part of\nall-weather and high accuracy positioning, navigation, short total cost.\nmessage, and timing services to global users. The short\nmessage function of BeiDou is very useful for rural areas and Figure 6 shows an example of an intelligent aquaculture\nfishing vessels. feeding model with different models for different growing rules.\n4. - Key technology (cid:21)\nThe following section lists some key technologies extracted\nfrom the farm side. These technologies include data collection\nby sensors, drones and humans, data storage and analysis,\ncontrol models and data visualizing. For convenience, the\ntechnologies are divided into the follow four sections.\n(cid:29)(cid:20)\n\n--- Page 17 ---\nFigure 6: Example of an intelligent aquaculture feeding model\n(cid:19)(cid:18)(cid:17)(cid:16)(cid:21)(cid:15)(cid:14)(cid:13)(cid:16)(cid:21)(cid:12)(cid:11)(cid:10)(cid:21)(cid:12)(cid:9)(cid:8)(cid:16)(cid:21)(cid:15)(cid:10)(cid:16)(cid:16)(cid:7)(cid:9)(cid:8)(cid:6)(cid:21)(cid:5)(cid:14)(cid:8)(cid:14)(cid:6)(cid:16)(cid:5)(cid:16)(cid:8)(cid:4)(cid:21)\nGrowing rules\nBreeding production Pond Water Harvesting Seedlings\nSterilize\nmanagement rules inspection transfer fish releasing\nDissolved Ammonia\nWater quality rules Ph Temperature COD Salinity\noxygen nitrogen\nEquipment control rules Aerator Water pump Breeding Water valve Microstrainer Control\ndevices cabinet\nWater exchange rule Rules for circulating water exchange\nInspection of\nProduct inspection rules Periodic inspection Seedling inspection\nfinished product\nScientific feeding rules Time feeding Quantitative feeding Autimatic feeding\nEarly warning and Water\nDeath rate Devices Disease Processing Weather\nforecasting rules quality\nSource: Own elaboration.\nThe energy issues in facility agriculture operations can be mitigated by solar, wind, and bioenergy, which is in line with the\npreviously mentioned principle of integrating computing into the physical world.\nIn Digital Agriculture 4.0, facility agriculture is a more successful model because facilities are more like the devices with their\npreviously noted adsorption properties. Since facility agriculture involves large investments in equipment, users share the investment\ncosts of the digital equipment.\nThe counterpart of facility agriculture is outdoor crop growth, which is currently mostly at the level of mechanization and automation\nand is difficult to digitize. Mature technology relies heavily on drones, satellites, navigation, and sensors attached to agricultural\nmachinery to further enhance the intelligence and digitalization of production.\n(cid:29)(cid:29)\n\n--- Page 18 ---\n4.3 - Data storage and visualization Putting aside security and some technical issues, if we use a\nplatform like Google Earth as a unified interface, then data\nIn terms of how data is stored and displayed, this mainly from all pilot or digital projects can be pushed to this\ninvolves ensuring data security and ownership in the face of platform. This would be a good idea as we can use it to\ndigital transformation, as well as how to allow users to quickly visually collect all pilot projects together at the global level.\naccess valuable information from large amounts of data. The GIS platform is very suitable for data and applications in\nthe field of agriculture.\nDue to the spatial nature of agriculture data, GIS is a very\ngood data storage and display platform for this purpose. If the In fact, the \"One Province, One Map\" project is currently being\ndata needs to be open to the public or a third party, and there implemented in China, which seeks to integrate smart cities and\nare requirements such as tamper-proofing, blockchain is villages projects into a single platform.\ncurrently a better choice. However, for internal data,\nconsidering performance and other issues, it is not necessarily Another data visualization technology is digital twin, which\nnecessary to be part of the chain. aims to enable users to quickly find valuable information from\na large amount of data and even interact directly with this\nIt is worth noting that some big companies, such as IBM, are data. If GIS is a surface, then the digital twin is a point.\nmaking efforts on the blockchain platform, and the\nblockchain-based traceability platform is one of IBM's products. Digital twin technology solves the issue of usability to some\nextent, which is related to the challenge of improving digital\nskills that was mentioned above.\nExamples of agricultural\napplications\nFinally, two digital agriculture application cases are presented 2. - Aquaculture\ninvolving the integration of primary, secondary and tertiary\nindustries in China.\nThe second case involves ZhongYang Group, an aquaculture\ngroup in Jiangsu, China, which is focued on fish farming, fish\n1. - Fishery industry feed processing, food processing, hotels, and tourism. The\ngroup has more than 800 km² under aquaculture production.\nThe first case is about a fishery cooperative. The project is\nThe group's main product is puffer fish, which is an aquatic\nlocated in Wenling Shitang, Zhejiang, China, with an area of\nproduct with high nutritional value. The group is also engaged\n28.47 km² and a coastline of 58.6 km, which has an annual\nin breeding and protecting rare fish in the Yangtze River. It\nfish catch of about 150 000 tonnes.\nalso breeds crocodiles and giant salamanders in its own\nbreeding centre.\nInitially, the cooperative's main income came from fishing, but\nit has since developed a secondary shipbuilding industry and\nThe group has its own food processing plant and cold storage\na tertiary tourism industry, which is more conducive to\nfacility to increase the added value of its products through\necological conservation.\nfood processing. Also, guests at the group's luxury five-star\nhotels often share the hotel's food and accommodations on\nIn terms of shipbuilding, this mainly focuses on the building of\nsocial media.\nfishing vessels. The team is mainly responsible for researching\nand developing intelligent, automated fishing equipment, as (cid:21)(cid:21)\nwell as navigation, communication and emergency equipment\non board.\nAs for tourism development, this means that tourists can\ngo fishing on the boat and the cooperative provides\ncatering services.\n(cid:29)(cid:28)\n\n--- Page 19 ---\nRecommendations for\nLatin America and\nthe Caribbean\nIn the process of digitalization of agriculture, this report In this way, we can continuously shift costs from the farm field\ndistinguishes between e-commerce, which is more related to to government or private investment projects can be operated\nthe social aspects, and field digitalization technologies, which at scale, which in turn reduces project costs on the farm side.\nare related to the production aspects, and identifies the\nchallenges and main contradictions in their implementation. For example, in China the success of smartphones,\nExamples include expanding the number of connected users, cameras and drones, among other devices, are all prime\nwhile enhancing the interaction and flexibility of information, examples of this process.\nhuman, logistics and payment flows.\nOne of the goals we are working towards is – through\nThe report also emphasizes the concepts of platformization continuous platformization – to make computing ubiquitous in\nand scale management, in which the government, private the agriculture sector and to realize its intangible benefits.\ninvestment and small-scale farmers play different roles:\nThe government is mainly responsible for policy support and\ninvesting in large-scale or basic platforms (including\neducation) with broad benefits, while private investment\nfocuses on medium-sized platforms with a certain degree of\nprofitability. For their part, small-scale farmers and technicians\nuse the new technology to address specific production needs.\nThrough pilot projects, new technologies are continuously\ndeveloped and evolved into platforms that can attract\ngovernment or private capital investment.\n(cid:29)(cid:27)\n\n--- Page 20 ---\nReferences\nAli M.E, Cheema M.A, Hashem T., Ulhaq A., Babar M.A. 2023. Enabling Spatial Digital Twins: Technologies, Challenges, and\nFuture Research Directions. https://arxiv.org/pdf/2306.06600\nChina Satellite Navigation Office. 2021. 10 Application Scenarios of BDS in Africa.\nhttp://m.beidou.gov.cn/xt/gfxz/202111/P020211105587887134672.pdf\nDe Clercq, M., Vats, A. y Biel, A. 2018. Agriculture 4.0 – The Future Of Farming Technology. World Government Summit.\nhttps://www.bollettinoadapt.it/wp-content/uploads/2019/12/OliverWyman-Report_English-LOW.pdf\nLi, D.R. 2022. China's High-Resolution Earth Observation System (CHEOS): Advances and perspectives. ISPRS Annals of the\nPhotogrammetry, Remote Sensing and Spatial Information Sciences, V-3: 583–590. Nice.\nhttps://isprs-annals.copernicus.org/articles/V-3-2022/583/2022/isprs-annals-V-3-2022-583-2022.pdf\nECLAC (Economic Commission for Latin America and the Caribbean). 2022. A digital path for sustainable development in Latin\nAmerica and the Caribbean. Santiago https://hdl.handle.net/11362/48461\nFAO (Food and Agriculture Organization of the United Nations). 2013. ICT uses for inclusive agricultural value chain. Roma\nhttps://www.fao.org/sustainable-food-value-chains/library/details/en/c/267215/\nFAO (Food and Agriculture Organization of the United Nations) and Zhejiang University. 2021. Rural e-commerce development\nexperience from China. Roma http://www.fao.org/3/cb4960en/cb4960en.pdf\nFAO. 2022. Training manual – Good agricultural practices (GAP) guidelines. Volumes 1 and 2. Nay Pyi Taw\nhttps://doi.org/10.4060/cc3338en\nGS1 in Europe Fruit & Vegetable Implementation Group. 2021. Fresh Fruit and Vegetable Traceability Guideline.\nhttps://ref.gs1.org/guidelines/fruit-veg/\nHasan, H.R., Salah, K., Jayaraman, R., Omar, M., Yaqoob, I., Pesic, S., Taylor, T. & Boscovic, D. 2020. A blockchain-based\napproach for the creation of digital twins. IEEE Access, vol. 8: 34113-34126\nhttps://ieeexplore.ieee.org/stamp/stamp.jsp?tp=&arnumber=9001017\nKrishnan A., Mulvihill T., Hayden B., Droke M. 2018. Blockchain for the Food Industry: The Essential Primer.\nhttps://www.dorsey.com/-/media/files/newsresources/events/2018/09/food-risk-summit-2018blockchain-materials.pdf?\nrev=deec7b3c6e1042c19792c82c823ec1ef&hash=%20B7FB2137B76540FA04B205683D395863\n(cid:29)(cid:26)\n\n--- Page 21 ---\nKhurape, A. & Kirve, S. 2019. Industry 4.0 in agriculture: Focus on IoT aspects. JETIR Journal, V-6: 382–389.\nhttps://www.jetir.org/papers/JETIRBO06073.pdf\nLiping M., Kaiqing Z., Xiaohui J. 2015. Research on Square Hmong Language Characters Fonts Based on OpenType Technology[J].\nJournal of Chinese Information Processing.\nhttps://www.cnki.net/kns/defaultresult/index\nOECD (Organisation for Economic Co-operation and Development). 2003. Review of the Development and Reform of the\nTelecommunications Sector in China. Paris\nhttps://doi.org/10.1787/233204728762\nPrimusLabs.com. 2008. Packinghouse with Haccp audit scoring guidelines.\nhttps://www.primuslabs.com/docs/guidelines/packinghousewithhaccpauditscoringguidelinesv08.06rev4.pdf\nWorld Bank. 2011. ICT in Agriculture: Connecting Smallholders to Knowledge, Networks, and Institutions. Washington, DC\nhttps://hdl.handle.net/10986/12613\nYokogawa Electric Corporation. 2021. The Differences Between Digitization, Digitalization, and Digital Transformation in Manufacturing.\nhttps://www.yokogawa.com/sa-es/library/resources/white-papers/the-differences-between-digitization-digitalization-and-\ndigital-transformation-in-manufacturing/\n(cid:29)(cid:25)\n\n--- Page 22 ---\n52.50/1/NE5694DC",
    "text_file": "backend\\sources\\raw_data\\fao_publications\\pdfs\\extracted_text\\cd4965en.txt",
    "metadata_file": "backend\\sources\\raw_data\\fao_publications\\pdfs\\metadata\\cd4965en_meta.json"
  },
  "content": "\n--- Page 1 ---\n(cid:31)(cid:30)(cid:29)(cid:28)(cid:27)(cid:26)(cid:27)(cid:25)(cid:29)(cid:28)(cid:24)(cid:23)(cid:22)(cid:21)(cid:20)(cid:19)(cid:29)(cid:23)(cid:28)\n(cid:19)(cid:27)(cid:18)(cid:30)(cid:28)(cid:23)(cid:17)(cid:23)(cid:16)(cid:15)(cid:25)(cid:27)(cid:14)(cid:13)(cid:27)(cid:22)(cid:29)(cid:27)(cid:28)(cid:18)(cid:27)\n(cid:31)(cid:30)(cid:29)(cid:28)(cid:27)(cid:26)(cid:27)(cid:25)(cid:24)(cid:23)(cid:27)(cid:22)(cid:24)(cid:25)(cid:27)(cid:31)(cid:30)(cid:29)(cid:31)(cid:21)(cid:29)(cid:20)(cid:19)(cid:20)(cid:24)(cid:23)(cid:29)(cid:24)(cid:20)(cid:18)(cid:24)(cid:17)\n(cid:24)(cid:30)(cid:28)(cid:29)(cid:16)(cid:31)(cid:15)(cid:18)(cid:20)(cid:25)(cid:14)(cid:29)(cid:24)(cid:23)(cid:23)(cid:18)(cid:15)(cid:27)(cid:24)(cid:25)(cid:27)(cid:31)(cid:30)\n\n--- Page 2 ---\n(cid:31)(cid:30)(cid:29)(cid:28)(cid:27)(cid:26)(cid:27)(cid:25)(cid:29)(cid:28)(cid:24)(cid:23)(cid:22)(cid:21)(cid:20)(cid:19)(cid:29)(cid:23)(cid:28)\n(cid:19)(cid:27)(cid:18)(cid:30)(cid:28)(cid:23)(cid:17)(cid:23)(cid:16)(cid:15)(cid:25)(cid:27)(cid:14)(cid:13)(cid:27)(cid:22)(cid:29)(cid:27)(cid:28)(cid:18)(cid:27)\n(cid:31)(cid:30)(cid:29)(cid:28)(cid:27)(cid:26)(cid:27)(cid:25)(cid:24)(cid:23)(cid:27)(cid:22)(cid:24)(cid:25)(cid:27)(cid:31)(cid:30)(cid:29)(cid:31)(cid:21)(cid:29)(cid:20)(cid:19)(cid:20)(cid:24)(cid:23)(cid:29)(cid:24)(cid:20)(cid:18)(cid:24)(cid:17)\n(cid:24)(cid:30)(cid:28)(cid:29)(cid:16)(cid:31)(cid:15)(cid:18)(cid:20)(cid:25)(cid:14)(cid:29)(cid:24)(cid:23)(cid:23)(cid:18)(cid:15)(cid:27)(cid:24)(cid:25)(cid:27)(cid:31)(cid:30)\nFood and Agriculture Organization of the United Nations\nSantiago, 2025\n\n--- Page 3 ---\nRequired citation:\nFAO. 2025. Chinese information technology experience on digitalization of rural areas and poverty alleviation. Santiago.\nhttps://doi.org/10.4060/cd4965en\nThe designations employed and the presentation of material in this information product do not imply the expression of any opinion\nwhatsoever on the part of the Food and Agriculture Organization of the United Nations (FAO) concerning the legal or\ndevelopment status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or\nboundaries. The mention of specific companies or products of manufacturers, whether or not these have been patented, does not\nimply that these have been endorsed or recommended by FAO in preference to others of a similar nature that are not mentioned.(cid:31)\n© FAO, 2025\nSome rights reserved. This work is made available under the Creative Commons Attribution- 4.0 International licence (CC BY 4.0:\nhttps://creativecommons.org/licenses/by/4.0/legalcode.en).\nUnder the terms of this licence, this work may be copied, redistributed and adapted, provided that the work is appropriately cited.\nIn any use of this work, there should be no suggestion that FAO endorses any specific organization, products or services. The use\nof the FAO logo is not permitted. If a translation or adaptation of this work is created, it must include the following disclaimer along\nwith the required citation: “This translation [or adaptation] was not created by the Food and Agriculture Organization of the United\nNations (FAO). FAO is not responsible for the content or accuracy of this translation [or adaptation]. The original [Language]\nedition shall be the authoritative edition.”\nAny dispute arising under this licence that cannot be settled amicably shall be referred to arbitration in accordance with the\nArbitration Rules of the United Nations Commission on International Trade Law (UNCITRAL). The parties shall be bound by any\narbitration award rendered as a result of such arbitration as the final adjudication of such a dispute.\nThird-party materials. This Creative Commons licence CC BY 4.0 does not apply to non-FAO copyright materials included in this\npublication. Users wishing to reuse material from this work that is attributed to a third party, such as tables, figures or images, are\nresponsible for determining whether permission is needed for that reuse and for obtaining permission from the copyright holder.\nThe risk of claims resulting from infringement of any third-party-owned component in the work rests solely with the user.\nFAO photographs. FAO photographs that may appear in this work are not subject to the above-mentioned Creative Commons\nlicence. Queries for the use of any FAO photographs should be submitted to: photo-library@fao.org.\nSales, rights and licensing. FAO information products are available on the FAO website (www.fao.org/publications) and print\ncopies can be purchased through the distributors listed there. For general enquiries about FAO publications please\ncontact:publications@fao.org. Queries regarding rights and licensing of publications should be submitted to: copyright@fao.org.\nCover photo: © FAO\n\n--- Page 4 ---\nSouth-South cooperation project: Response and recovery of the impacto of COVID-19 pandemic on rural livelihoods and food\nsystems in the countries of the Community of Latin American and the Caribbean States (CELAC)\nFood and Agriculture Organization of the United Nations\nRegional Office for Latin America and the Caribbean\nContent Development: Guofu Feng\nTechnical Review: Katalina Moyano, Milza López\nTechnical Supervision: Dina López\nGraphic Design: Erikson Aponte\nGraphic Supervision: Catalina Acosta\n\n--- Page 5 ---\nContents\nKey concepts (cid:27)(cid:26)\nIntroduction (cid:31)\n1 - Background (cid:31)\n2 - Necessity and urgency (cid:31)\n3 - Challenges (cid:30)\n4 - Positive factors (cid:30)\n5 - About family farmers (cid:30)\nElements in the development cycle (cid:30)\n1 - The role of government (cid:29)\n1.1 - Internet access in China (cid:29)\n1.2 - Digital skills, education, and digital inclusion (cid:28)\n1.2.1 - Primary education (cid:28)\n1.2.2 - Higher education (cid:28)\n1.2.3 - Indigenous education (cid:28)\n1.2.4 - Computer technology for Indigenous Peoples' languages (cid:27)\n1.3 - Infrastructure development (cid:27)\n1.3.1 - Logistics and Internet access (cid:27)\n1.3.2 - The introduction of competition (cid:26)\n2 - Private investment in e-commerce (cid:26)\n2.1 - Introduction (cid:26)\n2.2 - New technology: Web 2.0 (cid:26)\n2.3 - Affordability: private investment in Internet cafés (cid:26)\n2.4 - External stimulation: the launch of e-commerce (cid:26)\n2.5 - New technology: the smartphone (cid:25)\n2.6 - New technology: social media (cid:24)\n2.7 - Free movement of e-commerce elements – O2O (cid:24)\nConnecting with market and improving farm productivity (cid:28)\n1 - Background (cid:23)\n2 - Challenges to be overcome in the digital process on the farm-side (cid:23)\n3 - Government infrastructure investment (cid:23)\n3.1 - Eastern data-Western computing (cid:23)\n3.2 - South-to-North Water Diversion Project (cid:31)(cid:22)\n3.3 - Information service platform (cid:31)(cid:22)\n3.3.1 - High spatial resolution satellite (cid:31)(cid:22)\n3.3.2 - Beidou navigation satellite system (cid:31)(cid:22)\n4 - Key technology (cid:31)(cid:22)\n4.1 - Data collection\n4.2 - Control model and facility agriculture (cid:31)(cid:22)\n4.3 - Data storage and visualization Examples of agricultural applications (cid:31)(cid:30)\nExamples of agricultural applications (cid:31)(cid:29)\n1 - Fishery industry (cid:31)(cid:30)\n2 - Aquaculture (cid:31)(cid:30)\nRecommendations for Latin America and the Caribbean (cid:31)(cid:30)\nReferences (cid:31)(cid:25)\n(cid:31)(cid:31)(cid:31)\n\n--- Page 6 ---\nKey concepts\nDigitization: Digitization usually refers to converting Geographical Information System (GIS): A GIS is an\ntraditional information into data that can be processed by a agriculture-oriented data management platform or technology\ncomputer. For example, converting symbols in paper designed to facilitate data storage and access in the\ndocuments into files on a computer disk, converting paper agriculture sector when the amount of data is large enough,\nphotos into image files, or converting a parameter in the taking into account the spatial characteristics of agricultural\nnatural environment into a digital signal that can be processed data. The emergence of open-source GIS platforms has also\nby a computer. Digitization is the prerequisite for humans to reduced its implementation costs.\nperceive and improve the physical world through digital\ntechnology, focusing on a static description of data. Digital twin: In order to build a digital platform for agriculture,\nit is important to develop a method to quickly obtain valuable\nDigitalization: When the digital data in the above-mentioned information from large databases. The extraction of relevant\ndigitization has a positive impact on elements in the digital data based on these large databases and specific models, and\ndomain or the real world, according to certain rules or models, then displaying the results graphically with multiple dimensions,\nwe call it digitalization. For example: an order information is a technical challenge. Digital twin technology provides a\naffects inventory and profit information, or a temperature good solution, although its cost is still relatively high.\nchange signal triggers the turning on or off of the air\nconditioner through digital tools, and ultimately affects the Generalizability: New digital technologies are constantly\nindoor temperature. Digitalization is a dynamic concept emerging, while some technologies are being phased out.\nrelative to digitization. Information technologies with strong cohesion tend to remain,\nsuch as smartphones, digital cameras, smart cars, drones, and\nDigital transformation: If there are many digital models, they robots. The cohesiveness of these technologies is manifested in,\ncould extend to all aspects of an organization and change the for example, the increasing number of sensors on cell phones\nentire organization's business model. They can even and the machine vision technology that enables camera\naccelerate its connection with collaborative partners in society applications to penetrate various application areas. This\nand change related business models. The implementation of cohesiveness makes these technologies highly generalizable\nthese models is called digital transformation. and continues to attract private investment, creating wealth\nmyths while generating scale effects to reduce their cost of use.\nField technologies: Field technologies in the digital domain\nrefer to how information flows affect the production Standardization: The issue of universality is also closely\nenvironment in the field, or how the production environment related to standardization. In addition to the use of GIS and\ngenerates information flows. Since this involves an interaction digital twins as mentioned above, there is also a\nbetween the information world and the production site, it is standardization issue, especially since we are focused on the\nusually more difficult and costly to implement than the flow and whole region of Latin America and the Caribbean.\ninteraction of information streams in their own world and their Standardization is an important task when dealing with\nimpact on society and people. different pilot solutions or projects, and it also supports\ngeneralizability, which plays an important role in bridging the\ndigital divide, while reducing system and training costs.\n(cid:31)(cid:30)\n\n--- Page 7 ---\nIntroduction\n1. - Background\nAgriculture is a human production activity based on natural The advantage of digital technology lies in the efficiency of its\nresources (Figure 1), while industrialization and information flow and its substitution of traditional transformations under\ntechnology are human processes that enhance productivity certain conditions. Digital technology allows human beings to\nand output, with strong social attributes. The increase in communicate across time and space and allows for precise\nproductivity and production has created a demand for trade, modelling and control of things.\nwhile trade efficiency is itself a new value.\nThe main challenge in digital agriculture is how to implement\nModern information technology is a type of abstract symbol digital technology quickly and efficiently in an agricultural\nprocessing technology which uses electrons as the carrier and environment with strong natural attributes, so that it can\ntransmits information at the speed of light. Information can flow connect society and nature and generate added value.\nrapidly between human beings and industrial tools, thus\nhaving an impact on them and the human living environment.\nFigure 1: Relationship between agriculture and information\nMachine\nInformation\nInformation Human Smart Phone\nHuman Smart Phone\nNature Society\nSource: Own elaboration.\n2. - Necessity and urgency\nAlthough digitalization is now a hot trend globally, agriculture the wave, it will be at an even greater disadvantage in the\nas a primary industry lags the secondary and tertiary industries division of labour among the three major industries.\nin this wave. In recent years, e-commerce has been growing\nrapidly, and the entire tertiary industry is now aiming at Of course, the digitalization of agriculture does not mean that\ndeveloping new markets, which means extending the reach of there will be a clash between agriculture, industry and service,\nbusiness to the place of origin of products, including factories but rather that through their development these three industries\nand farms. In other words, the tertiary industry is trying to will work together and avoid widening the digital divide in the\npenetrate agriculture and industry. agricultural sector.\nIn terms of the secondary industry, its goal is Industry 4.0, or The coordinated development of these three industries will\nthe Industrial Internet of Things (IoT), which is essentially a create an inclusive digital society and improve the efficiency of\ndigital interconnection of everything, including the origins and e-commerce activities.\nmarkets of agricultural raw materials. This is the age of\ndigitalization, and if the(cid:21)(cid:21)agricultural industry fails to grow with\n(cid:29)\n\n--- Page 8 ---\n3. - Challenges\nModern information technologies, such as Big Data, IoT, cloud\nDigital skills\ncomputing and artificial intelligence (AI), need to penetrate\nrural areas to narrow the digital divide. However, the\ndigitalization of agriculture is relatively difficult to implement Affordability\ncompared to industrial digitalization because information has\nto interact with the natural environment.\nAccessibility (including not only the physical\nInternet connection, but also language, text\nIn this process, it is necessary to focus on addressing the and the security of network connection)\nfollowing three main issues:\n4. - Positive factors\nIn order to overcome the above challenges, the necessary measures include:\nGovernmental support New technology Private investment\nIn the discussion and analysis of the following case, we will only discuss the main positive factors and will not mention the\ninfluence of other minor elements due to time constraints. In addition, some external factors may become the main driving force\nof an event. For example, e-commerce in China started with the Severe Acute Respiratory Syndrome (SARS) outbreak in 2003,\nand after recently experiencing the impact of the COVID-19 pandemic we are now looking to accelerate the process of\ndigitization in agriculture.\n5. - About family farmers\nIn the value chain of the agricultural industry, family farmers\nare in a relatively weak position. Efficient information flow\nusing digital tools can not only improve production efficiency\nat the farm level, but also support the standardization of\nproduction and the adding of value to agricultural products,\nand efficiently organize family farmers to increase production\nand supply.\n(cid:28)\n\n--- Page 9 ---\nElements in the\ndevelopment cycle\nFigure 2: Development model\n1 - Discovery, support and piloting 3 - Applied to the field\nGovernment\nNew Technology\nPrivate Investment\n2 - Attracted by profits, followed by scale to reduce costs\nSource: Own elaboration.\nAs shown in Figure 2, government participation, the adoption 1. - The role of government\nof new technologies and private investment are important\nelements in the healthy development of agricultural\n1.1 - Internet access in China\ndigitization and maintaining a high level of interaction among\nthese three elements will facilitate the effective advancement\nIn the early stages of the development of information\nof the process.\ntechnology and the Internet in China, new technologies and\ngovernment foresight played an important role.\nPromoting agricultural digitization requires the intervention of\nnew technologies, but the diffusion of new technologies often\nChina established its first connection to the Internet in 1994\nfaces challenges in terms of affordability and digital skills, and\nafter the rise and rapid development of the Internet between\nthis is where the importance of public and private investment\n1990 and 1992. The rapid development of the Internet during\ncomes to the fore.\nthis period was thanks to the launch of Intel 80386 in 1985\nand the rise of the open source community GNU¹ in 1990,\nThe government identifies and nurtures the development of\nwhich cleared the software and hardware barriers to the\nnew technologies when they are unprofitable or less profitable\naffordability of Internet access.\nand demonstrates their development potential. For its part,\nprivate investment selects valuable new technologies in the\nThe Chinese Government accurately identified the key moment\nmarket for investment and increases production through market\nto promote technological development and, after approving\nexpansion to reduce costs.\nthe National Computing and Networking Facility of China\n(NCFC) project financed by the World Bank in 1989 to\nThe implementation of digital technologies requires a complete\npromote Internet access, access was finally obtained in 1994.\ndevelopment process in which various elements are involved:\ntransportation, communication facilities, education and laws,\namong others. The government plays the most important role in (cid:21)\nthe initial creation of this process, since its commitment is based\non a long-term return rather than on short-term results. The\nexamples below, which cover different time periods, show the\nactive role of the government in the digitization process.\n¹GNU (GNU's Not Unix) is a community organization of the Open Source System (OSS) project, founded in 1984, and is currently the largest free software consortium\nin the Unix field.\n(cid:27)\n\n--- Page 10 ---\n1.2 - Digital skills, education, 1.2.2 - Higher education\nand digital inclusion\nChina's higher education programme in computer science\n1.2.1 - Primary education began in 1956. That year, China released its first scientific and\ntechnological development plan, the Long term Plan for the\nOn 16 February 1984, the Government of China proposed Development of Science and Technology 1956-1967. The\nthat \"the popularization of computers should start with government included computers in the long-term plan for\nchildren\". From then on, digital skills training began in primary scientific development, which was the origin of computer\nand secondary schools where conditions permit. The reason education in Chinese universities.\nwhy China proposed such an education strategy in 1984 is\nthat the large-scale development of global informatization\n1.2.3 - Indigenous education\nbegan with the popularization of microcomputers in 1982.\nChina has always attached great importance to the education\nOn 10 June 1977, the Apple II officially launched in the United\nof Indigenous Peoples. In addition to ordinary colleges and\nStates of America. Then, in 1982, International Business\nuniversities, there are also specialized universities for\nMachines Corporation (IBM) publicly released information on\nIndigenous Peoples. For example, as shown in Figure 3, there\npersonal computer technology, enabling the global promotion\nare six universities directly under the State Ethnic Affairs\nof microcomputers. In August 1983, China's first Personal\nCommission of the People's Republic of China.\nComputer (PC) compatible computer was exhibited at the\nBeijing Exhibition Hall, marking the beginning of the\npopularization and promotion of microcomputers in China.\nFigure 3: Universities for Indigenous Peoples belonging to the National Ethnic Affairs Commission\n1 Minzu University of China 4 NorthWest Minzu University\n2 South-Central Minzu University 5 North Minzu University\n3 SouthWest Minzu University 6 DaLian Minzu University\nSource: Own elaboration.\nThe Affiliated High School of Minzu University of China for is also a national high school for ethnic minorities in China.\nIn addition, there are many other indigenous universities, as shown in Figure 4.\nFigure 4: Public universities for Indigenous Peoples\n1 Xizang Minzu University\n6 Qinghai Minzu University\n2 Giuzhou Minzu University\n7 Sichuan Minzu College\n3 South-Central Minzu University\n8 Hebei Normal University for Nationalities\n4 Guangxi Minzu University\n9 Hohhot Minzu College\n5 Yunnan Minzu University\nSource: Own elaboration.\nIn addition to the above, universities located in ethnic minority areas also have targeted policies for indigenous students,\nincluding scholarships, admission rewards, and language preparatory courses. These regional universities as shown in\nFigure 5.\nFigure 5: Regional universities for Indigenous People\n1 Inner Mongolia University 3 Tibet University\n2 Xinjiang University 4 Kashi University\nSource: Own elaboration.\n(cid:26)\n\n--- Page 11 ---\n1.2.4 - Computer technology for Indigenous Series dictionary of Peoples' languages without\nPeoples' languages character sets\nIn the 1990s, China began editing and publishing the Chinese\nChina is a multi-ethnic country with dozens of Indigenous\nEthnic Minority Language Dictionary Series, promoting the\nPeoples' languages in addition to the widely used Chinese\ncompilation of small language dictionaries. Dictionaries play a\nlanguage, some of which are only spoken but not written.\nvery important role in the comparative study of the history of\nBefore the Internet was connected to China, the\nSino Tibetan language families.\ninformatization work of ethnic minority languages had also\nbeen carried out.\nWebsite for Indigenous Peoples' languages without\ncharacter sets\n(cid:31)(cid:31)(cid:31)Uyghur language\nThrough the establishment of websites, the Chinese\nGovernment has achieved the goals of preserving indigenous\nXinjiang University has been engaged in the research and\nlanguage materials, disseminating indigenous knowledge and\ndevelopment of multilingual information technology such as\nhighlighting the culture of Indigenous Peoples. From the\nUyghur, Kazakh, and Kirgiz since 1984, and has developed\nperspective of cultural inheritance, the information contained in\nUyghur and multilingual mixed processing and typesetting\nthe network is irreplaceable by any other means of cultural\nsystems. In terms of intelligence, it has established a recognition\ninheritance, and represents a new tendency in the use of\nmodel for Uyghur speech signal features and proposed an\nscience and technology to play a dynamic role in cultural\nHidden Markov Method (HMM) model with state dwell\npreservation and dissemination.\nsegment length distribution and its parameter estimation.\n1.3. - Infrastructure development\nTibetan language\n1.3.1 - Logistics and Internet access\nIn 1984, with the support of relevant national departments,\nNorthWest Minzu University established a company to\ndevelop multi-functional series of combination software with In terms of physical logistics, the Chinese Ministry of Transport\nindependent intellectual property rights, using the Tibetan formulated the \"Five Verticals and Seven Horizontals\" National\nlanguage window platform as the core technology. Highway Main Line System Plan in 1993 and put it into\npractice, laying a solid foundation for logistics and population\nIt has also developed the first Tibetan software package based mobility. In 2007, China completed this planned goal 13\non mainstream intelligent mobile phone operating systems years ahead of schedule.\nboth at the domestic and international level, solving the\ntechnical problem of Tibetan mobile phones being unable to In 1993, the government launched the Three Golden Projects,\nachieve multiple operating systems and models coverage. namely the Golden Bridge Project, the Golden Card Project\nand the Golden Gateway Project, with the goal of building\nChina's \"quasi-speed information highway\", realizing\nYi language\ninterconnectivity among various government departments.\nSouthWest Minzu University invented the input method for Yi\nThe above-mentioned policies and investments have played a\nlanguage on computers and promoted the establishment of\nrole in promoting and guiding the initial formation of China's\nnational and international standards for Yi language\nlogistics, information and payment flows.\ninformation processing. In June 1984, the development of Yi\nlanguage processing was carried out on a PIED PIPER\nOn 1 April 1998, the Chinese Government revised its\nmicrocomputer. It also established a Yi character library, which\nregulations on foreign investment in China's mobile and\ncan be accessed using BASIC or FORTRAN languages.\nfixed-line telephone networks with the aim of ensuring the\nrapid development of the information industry. (cid:21)(cid:21)(cid:21)\nUnwritten indigenous language\nFor non-literate Indigenous Peoples, the Chinese Government\nhelped them establish dictionaries and websites to protect their\nlanguages and culture.\n(cid:21)\n(cid:25)\n\n--- Page 12 ---\n1.3.2 - The introduction of competition However, for ordinary people in China, even if they lived in the\ncity, the cost of accessing the Internet remained high during this\nperiod. So, what caused the number of Internet users in China\nIn 1994, in the same year as China obtained a ccess to the\nto grow to nearly 60 million in 2002 after just a few years?\nInternet, the country began to restructure State-owned\nInternet service providers, break monopolies, and introduce\n2.3 - Affordability: private investment in\ncompetition mechanisms. As a competitor of China Telecom,\nInternet cafés\nChina Unicom, which was established in 1994, has led to\nsignificant changes in the telecommunications structure. In\nApril 2000, China Mobile was spun off from China At that time, private investment in China began to enter the\nTelecom, creating a more competitive market structure. In Internet café industry. These businesses built and operated\naddition, in May 2002, China Telecom was further divided Internet cafés in a shared mode, allowing more young people\ninto two departments. to access the Internet more conveniently and cheaply.\nTherefore, Internet cafés made important contributions to the\nThe Chinese Government also issued the \"Regulations on initial development of the Internet in China.\nForeign Investment in Telecommunications Enterprises\" at the\nend of 2001, relaxing foreign investment in the domestic In May 1996, China's first Internet café opened in Shanghai.\ntelecommunications industry, thereby laying the foundation for The number of Internet users in China increased to nearly 60\nreducing networking costs. million in 2002, second only to the United States of America in\nthe global ranking. At the end of June 2008, the number of\nInternet users in China reached 253 million, significantly\n2. - Private investment in\nsurpassing the United States of America for the first time, and\ne-commerce meant that China jumped to first place globally in terms of\nnumber of users. Among them, 46.4 percent of users are female,\nand the gender balance of users is gradually improving.\n2.1 - Introduction\n2.4 - External stimulation: the launch of\nIt is becoming increasingly evident that e-commerce has e-commerce\nbecome a novel and effective method to help small-scale\nfarmers gain market access. Due to the lack of pricing pressure\nIn fact, China's e-commerce development began because of\nfrom intermediaries and marketing restrictions, e-commerce\nvarious external emergencies. In 2003, due to the impact of\nenables small-scale farmers to sell most of their products at\nSARS, Alibaba launched the Taobao platform and third-party\nhigher prices than in the past. The use of agricultural\npayment digital tools. At this stage, the completion of\ne-commerce is driving the process of small-scale farmers\ne-commerce processes relied on relatively simple information,\nintegrating into the market.\npayment, and product flows.\n2.2 - New technology: Web 2.0\nThe flow of information relies on websites or self-built chat\ntools, while the payment flow relies on computers to\nWeb 2.0, which appeared around 1996, introduced complete payments.\ncustomer interaction and galvanized users and investors\ncompared to Web 1.0, which simply supported information Taobao allows merchants to open stores on their own\ndissemination. The three major Internet giants in China – platforms for free and use third-party logistics companies to\nBaidu, Alibaba, and Tencent (BAT) – were created in 1998, establish logistics flow. This method has low investment but\n1999, and 2000, respectively. poor controllability and relies on external factors.\nMany internationally famous companies, such as Google, JD, on the other hand, has established its own logistics system,\nwere also established during this period. Subsequently, these which is independent of external factors and allows for\ncompanies launched Web 2.0 in the market, providing end self-control of delivery time. Vertical integration makes its\nusers with more user generated content and usability, and distribution and after-sales service more efficient and absorbs\nlaying the foundation for the promotion of e-commerce in the upstream and downstream profits. (cid:21)\nlater stage.\n(cid:24)\n\n--- Page 13 ---\n2.5 - New technology: the smartphone\nAlthough the number of Chinese Internet users reached a high Only by freeing consumers from the shackles of wires and PCs\nlevel in 2008, the market needs more user groups. In addition, will they be able to complete transactions more freely.\ndesktop computers are not suitable for the full integration of Importantly, the availability of consumer data will be greatly\npeople and the Internet. From the perspective of e-commerce, enhanced if the consumer has a personal identification (ID) in\nthe PC-based Internet cannot fully attract consumers who do the consumption process. Smartphones (not traditional cell\nnot have access to a PC. phones) largely fulfil these needs.\nThe advantages of smartphones:\nCost lower than PC, affordability\n(cid:31)\nThe surge in user numbers has increased\nnetwork coverage\nPortable: smartphones have the characteristics\nof \"anytime, anywhere\" and \"always online\"\nPrivate attributes, where the phone number is\nthe personal ID, improve the availability of\nconsumption data\n(cid:23)\n\n--- Page 14 ---\nThe popularization of mobile phones has made a huge 2.7 - Free movement of e-commerce\ncontribution to improving Internet access in Chinese rural elements – O2O\nareas, with the number of rural Internet users increasing from\n84.6 million in 2008 to 222 million in 2018.\nSince the advent of smartphones and mobile payments, the\nflow of people and payments has been almost free, which\nIn the period 2009 to 2015, China experienced an\nhas led to the emergence of a new e-commerce model. In this\nacceleration in the development of smartphones. The rapid rise\nnew model, it is no longer just people searching for things on\nin the popularity of smartphones has also affected users' online\nthe Internet, but services can also draw people to complete\nbehaviour, with online entertainment functions, self-media,\ntransactions in physical stores, which is called\nand instant messaging tools occupying a large amount of\nonline-to-offline (O2O).\ntraffic. In fact, a large number of traditional Internet users have\nshifted from PC platforms to mobile platforms. Therefore, this is\nThe application of the O2O e-commerce model in mobile\nan important stage for the expansion of the number of Chinese\nInternet is also a promising and valuable research direction.\nInternet users, playing an important role in the popularization\nIt integrates and improves localized offline services with\nof the Internet.\nservices on mobile terminals. Today, various O2O models\nsuch as delivering meals and fresh food to home have begun\n2.6 - New technology: social media to emerge. By displaying products and services offline and\ncompleting payments online, the O2O model not only\nIn 2011, Tencent officially launched WeChat, which has since attracts customers online, but also records user behaviour,\nbecome a national social network application. Today, the total thus providing more useful information for companies about\nnumber of WeChat users has reached 421 million, and their consumers.\nWeChat payment has become a popular digital tool for\nelectronic payments. The section below focuses on material flows in e-commerce.\nThe traditional product flow refers to goods logistics, but here\nAnother interesting phenomenon is that, between 2014 and it may also refer to shared bicycles and cars, or one-time\n2015, Taobao and JD.com seemed to have almost dominated on-site services. It can also be reverse or relative, where\nthe entire e-commerce market in China, with little opportunity customer flow occurs while the product itself does not move.\nfor other companies to compete. The flow of information and mobile digital payment is an\nimportant feature of e-commerce transactions, and the ultimate\nHowever, in 2015, from the perspective of social media as goal of business is to combine goods or services with people\nmeeting a fundamental human need, PinDuoDuo started with through the matching of information flows. (cid:21)(cid:21)(cid:21)\nsocial networks and successfully entered the market, receiving\ncustomer orders and becoming one of the three major\ne-commerce companies in China. In Chinese, 'Pin' means\ngathering, while 'DuoDuo' means many.\nBy 2020, PinDuoDuo's agricultural product transactions\ntotalled USD 39.14 billion, with over 16 million agricultural\nproducers directly connected. This means that its business\nmodel cannot only receive a large number of similar product\norders on the consumer end, but it also brings together 16\nmillion producers to meet this demand. In this regard, it\nprovides a successful model for small family farms(cid:20)(cid:21)\n(cid:22)\n\n--- Page 15 ---\nConnecting with markets and\nimproving farm productivity\n1. - Background 3. - Government infrastructure\ninvestment\nIn the 1.0 era of traditional agriculture and the 2.0 era of\nmechanized agriculture, mechanization is the beginning of\nOffering personalized services on public platforms and\nautomation. Mechanization can improve agricultural labour\nallowing individuals to access them in a modular way can lead\nproductivity, land output rate, and resource utilization rate. The\nto the development of pervasive and low-cost technology with\nbasis for the development of digital agriculture is the\nlow-skill needs.\naforementioned agricultural mechanization and the adoption\nof modern agricultural technology.\nFor example, the previous section mentioned transportation,\nlogistics and other infrastructure. On the production side,\nIn the automated Agriculture 3.0 era, automation is more\nwater, electricity, computing power, gas, as well as climate\ndependent on data, but its control loop is relatively simple. As\nand soil information, as well as other basic information, can be\nfor Agriculture 4.0, it is the deep integration of AI, the Internet\ncategorized as infrastructure. Therefore, improving access to\nof Things, Big Data, cloud computing, 5G and other\nthis infrastructure can reduce the costs on the production side\ninformation technology with agriculture, and this process\nand facilitate the development of digital agriculture.\ninvolves the incorporation of high technology across the\nagriculture industry.\nThe Chinese Government has developed different projects in\nthis area, such as Eastern data-Western computing,\nHowever, there are still many challenges to be faced in\nSouth-to-North Water Diversion, transmitting electricity from\nimplementing Agriculture 4.0, which is commonly used in\nwest to east, and transporting gas from west to east, among\nfacility agriculture, and it will likely coexist with Agriculture 3.0\nothers.\nfor a long period of time.\n3.1 - Eastern data-Western\n2. - Challenges to be overcome\ncomputing\nin the digital process on the\nfarm-side The rural areas of western China are rich in renewable energy\nsuch as hydropower, wind power, and solar energy, coupled\nwith cool weather, which means a reduction in heat dissipation\nIn e-commerce, it is common to use one or two-dimensional\ncost in data centres.\nbar codes, Radio Frequency Identification (RFID), etc. to\nidentify items, but on the production side, sensors have evolved\nIf fact, the Eastern data-Western computing project not only\nfrom simple smartphones to diverse sensors. In addition, on the\npromotes the development of data centres in China’s western\nproduction side, the information flow is more of an interaction\nrural area, but also promotes the construction of network\nor even a struggle with the forces of nature as it is influenced by\nfacilities in rural areas.\nexternal factors such as climate and thus is exposed to\nenvironmental impacts.\nIn this regard, the energy savings brought by the project\nmay become an entry point to attract facilities investment in\nHowever, the volume of data and the diversity of spatiality,\nrural areas. (cid:21)(cid:21)(cid:21)\nreal-time, and internal logic on the production side is very\ndifferent from that of e-commerce, since it requires more\ncomputing power, storage, specialized software, models, and\ndiverse expertise than in e-commerce.\nThe Internet mainly connects people, while digital agriculture\nconnects people, machines, systems and the whole value\nchain, so the number of connections is far more than the\nconsumer Internet, which means the system is more complex,\nthe initial investment cost is higher and the return is slower.\n(cid:21)\n\n--- Page 16 ---\n3.2 - South-to-North Water 4.1 - Data collection\nDiversion Project\nRegarding data collection in an agriculture system, this is\nThe south of China is rich in water resources, while the north is important not only for traceability, but also for on-site\nrelatively short of water. In 2012, the east and middle routes of production control.\nChina’s South-to-North Water Diversion Project have been\nofficially put into production. As of May 2022, the cumulative Traceability generally has relevant standards for different\nwater transfer volume of the project reached 53 billion m³. products. For example, for cherries from Chile to enter other\ncountries' markets, growers must implement Good Agricultural\nOne of the reasons to mention the project here is that the digital Practices (GAP), which includes maintaining orchard sanitation\ntwin technology was piloted on this project. This technology is and implementing Total Pest Management or other pest control\ndiscussed in greater detail later. measures. Packers must also have well-established Standard\nOperating Procedures (SOPs), covering all processes related\n3.3 - Information service platform to cherry fruit grading, handling and packaging.\nAnother example is the breeding of cattle in Western Australia,\n3.3.1 - High spatial resolution\nwhich requires the use of an approved National Livestock\nsatellite\nIdentification System (NLIS) electronic device for identification.\nNLIS devices can be mounted on the ear, or a bolus injected\nChina has also successfully launched a number of into the rumen of cattle.\nhigh-resolution satellites in recent years. On 2 June 2018, the\nGf-6 satellite was successfully launched, marking the first time 4.2 - Control model and facility\nthat a high-resolution remote sensing satellite has been used in agriculture\nthe country that can effectively distinguish crop types. This will\nsignificantly improve agricultural land monitoring capabilities\nControl models are widely used in facility agriculture, which\nand accurately support the development of digital agriculture.\nemphasizes the control of environmental factors and the use of\nThe Gf-6 will operate in a network with the in-orbit Gf-1\noff-season methods to increase yield, such as humans using\nsatellite, with an expected lifespan of eight years.\nLED-based greenhouses to grow vegetables in Antarctica.\n3.3.2 - Beidou navigation satellite\nCommon cases of facility agriculture include intensive\nsystem\naquaculture, circulating water treatment, tail water treatment,\nand greenhouse plant growth. The control models used in facility\nBeiDou Navigation Satellite System (BDS) is a global satellite agriculture can be automatic unit control models. However, if\nnavigation system developed by China and the third mature the user has sufficient production knowledge, the realization\nsatellite navigation system after Global Positioning System of these models does not seem to be the main challenge.\n(GPS) and Global Navigation Satellite System (GLONASS). in Instead, the main challenge comes from affordability and the\nJune 2020, China implemented its BeiDou-3 navigation and digital skills of users. Unlike affordability in the e-commerce\ncommunication satellite system. The BDS provides all-time, field, maintenance costs and operating costs are large part of\nall-weather and high accuracy positioning, navigation, short total cost.\nmessage, and timing services to global users. The short\nmessage function of BeiDou is very useful for rural areas and Figure 6 shows an example of an intelligent aquaculture\nfishing vessels. feeding model with different models for different growing rules.\n4. - Key technology (cid:21)\nThe following section lists some key technologies extracted\nfrom the farm side. These technologies include data collection\nby sensors, drones and humans, data storage and analysis,\ncontrol models and data visualizing. For convenience, the\ntechnologies are divided into the follow four sections.\n(cid:29)(cid:20)\n\n--- Page 17 ---\nFigure 6: Example of an intelligent aquaculture feeding model\n(cid:19)(cid:18)(cid:17)(cid:16)(cid:21)(cid:15)(cid:14)(cid:13)(cid:16)(cid:21)(cid:12)(cid:11)(cid:10)(cid:21)(cid:12)(cid:9)(cid:8)(cid:16)(cid:21)(cid:15)(cid:10)(cid:16)(cid:16)(cid:7)(cid:9)(cid:8)(cid:6)(cid:21)(cid:5)(cid:14)(cid:8)(cid:14)(cid:6)(cid:16)(cid:5)(cid:16)(cid:8)(cid:4)(cid:21)\nGrowing rules\nBreeding production Pond Water Harvesting Seedlings\nSterilize\nmanagement rules inspection transfer fish releasing\nDissolved Ammonia\nWater quality rules Ph Temperature COD Salinity\noxygen nitrogen\nEquipment control rules Aerator Water pump Breeding Water valve Microstrainer Control\ndevices cabinet\nWater exchange rule Rules for circulating water exchange\nInspection of\nProduct inspection rules Periodic inspection Seedling inspection\nfinished product\nScientific feeding rules Time feeding Quantitative feeding Autimatic feeding\nEarly warning and Water\nDeath rate Devices Disease Processing Weather\nforecasting rules quality\nSource: Own elaboration.\nThe energy issues in facility agriculture operations can be mitigated by solar, wind, and bioenergy, which is in line with the\npreviously mentioned principle of integrating computing into the physical world.\nIn Digital Agriculture 4.0, facility agriculture is a more successful model because facilities are more like the devices with their\npreviously noted adsorption properties. Since facility agriculture involves large investments in equipment, users share the investment\ncosts of the digital equipment.\nThe counterpart of facility agriculture is outdoor crop growth, which is currently mostly at the level of mechanization and automation\nand is difficult to digitize. Mature technology relies heavily on drones, satellites, navigation, and sensors attached to agricultural\nmachinery to further enhance the intelligence and digitalization of production.\n(cid:29)(cid:29)\n\n--- Page 18 ---\n4.3 - Data storage and visualization Putting aside security and some technical issues, if we use a\nplatform like Google Earth as a unified interface, then data\nIn terms of how data is stored and displayed, this mainly from all pilot or digital projects can be pushed to this\ninvolves ensuring data security and ownership in the face of platform. This would be a good idea as we can use it to\ndigital transformation, as well as how to allow users to quickly visually collect all pilot projects together at the global level.\naccess valuable information from large amounts of data. The GIS platform is very suitable for data and applications in\nthe field of agriculture.\nDue to the spatial nature of agriculture data, GIS is a very\ngood data storage and display platform for this purpose. If the In fact, the \"One Province, One Map\" project is currently being\ndata needs to be open to the public or a third party, and there implemented in China, which seeks to integrate smart cities and\nare requirements such as tamper-proofing, blockchain is villages projects into a single platform.\ncurrently a better choice. However, for internal data,\nconsidering performance and other issues, it is not necessarily Another data visualization technology is digital twin, which\nnecessary to be part of the chain. aims to enable users to quickly find valuable information from\na large amount of data and even interact directly with this\nIt is worth noting that some big companies, such as IBM, are data. If GIS is a surface, then the digital twin is a point.\nmaking efforts on the blockchain platform, and the\nblockchain-based traceability platform is one of IBM's products. Digital twin technology solves the issue of usability to some\nextent, which is related to the challenge of improving digital\nskills that was mentioned above.\nExamples of agricultural\napplications\nFinally, two digital agriculture application cases are presented 2. - Aquaculture\ninvolving the integration of primary, secondary and tertiary\nindustries in China.\nThe second case involves ZhongYang Group, an aquaculture\ngroup in Jiangsu, China, which is focued on fish farming, fish\n1. - Fishery industry feed processing, food processing, hotels, and tourism. The\ngroup has more than 800 km² under aquaculture production.\nThe first case is about a fishery cooperative. The project is\nThe group's main product is puffer fish, which is an aquatic\nlocated in Wenling Shitang, Zhejiang, China, with an area of\nproduct with high nutritional value. The group is also engaged\n28.47 km² and a coastline of 58.6 km, which has an annual\nin breeding and protecting rare fish in the Yangtze River. It\nfish catch of about 150 000 tonnes.\nalso breeds crocodiles and giant salamanders in its own\nbreeding centre.\nInitially, the cooperative's main income came from fishing, but\nit has since developed a secondary shipbuilding industry and\nThe group has its own food processing plant and cold storage\na tertiary tourism industry, which is more conducive to\nfacility to increase the added value of its products through\necological conservation.\nfood processing. Also, guests at the group's luxury five-star\nhotels often share the hotel's food and accommodations on\nIn terms of shipbuilding, this mainly focuses on the building of\nsocial media.\nfishing vessels. The team is mainly responsible for researching\nand developing intelligent, automated fishing equipment, as (cid:21)(cid:21)\nwell as navigation, communication and emergency equipment\non board.\nAs for tourism development, this means that tourists can\ngo fishing on the boat and the cooperative provides\ncatering services.\n(cid:29)(cid:28)\n\n--- Page 19 ---\nRecommendations for\nLatin America and\nthe Caribbean\nIn the process of digitalization of agriculture, this report In this way, we can continuously shift costs from the farm field\ndistinguishes between e-commerce, which is more related to to government or private investment projects can be operated\nthe social aspects, and field digitalization technologies, which at scale, which in turn reduces project costs on the farm side.\nare related to the production aspects, and identifies the\nchallenges and main contradictions in their implementation. For example, in China the success of smartphones,\nExamples include expanding the number of connected users, cameras and drones, among other devices, are all prime\nwhile enhancing the interaction and flexibility of information, examples of this process.\nhuman, logistics and payment flows.\nOne of the goals we are working towards is – through\nThe report also emphasizes the concepts of platformization continuous platformization – to make computing ubiquitous in\nand scale management, in which the government, private the agriculture sector and to realize its intangible benefits.\ninvestment and small-scale farmers play different roles:\nThe government is mainly responsible for policy support and\ninvesting in large-scale or basic platforms (including\neducation) with broad benefits, while private investment\nfocuses on medium-sized platforms with a certain degree of\nprofitability. For their part, small-scale farmers and technicians\nuse the new technology to address specific production needs.\nThrough pilot projects, new technologies are continuously\ndeveloped and evolved into platforms that can attract\ngovernment or private capital investment.\n(cid:29)(cid:27)\n\n--- Page 20 ---\nReferences\nAli M.E, Cheema M.A, Hashem T., Ulhaq A., Babar M.A. 2023. Enabling Spatial Digital Twins: Technologies, Challenges, and\nFuture Research Directions. https://arxiv.org/pdf/2306.06600\nChina Satellite Navigation Office. 2021. 10 Application Scenarios of BDS in Africa.\nhttp://m.beidou.gov.cn/xt/gfxz/202111/P020211105587887134672.pdf\nDe Clercq, M., Vats, A. y Biel, A. 2018. Agriculture 4.0 – The Future Of Farming Technology. World Government Summit.\nhttps://www.bollettinoadapt.it/wp-content/uploads/2019/12/OliverWyman-Report_English-LOW.pdf\nLi, D.R. 2022. China's High-Resolution Earth Observation System (CHEOS): Advances and perspectives. ISPRS Annals of the\nPhotogrammetry, Remote Sensing and Spatial Information Sciences, V-3: 583–590. Nice.\nhttps://isprs-annals.copernicus.org/articles/V-3-2022/583/2022/isprs-annals-V-3-2022-583-2022.pdf\nECLAC (Economic Commission for Latin America and the Caribbean). 2022. A digital path for sustainable development in Latin\nAmerica and the Caribbean. Santiago https://hdl.handle.net/11362/48461\nFAO (Food and Agriculture Organization of the United Nations). 2013. ICT uses for inclusive agricultural value chain. Roma\nhttps://www.fao.org/sustainable-food-value-chains/library/details/en/c/267215/\nFAO (Food and Agriculture Organization of the United Nations) and Zhejiang University. 2021. Rural e-commerce development\nexperience from China. Roma http://www.fao.org/3/cb4960en/cb4960en.pdf\nFAO. 2022. Training manual – Good agricultural practices (GAP) guidelines. Volumes 1 and 2. Nay Pyi Taw\nhttps://doi.org/10.4060/cc3338en\nGS1 in Europe Fruit & Vegetable Implementation Group. 2021. Fresh Fruit and Vegetable Traceability Guideline.\nhttps://ref.gs1.org/guidelines/fruit-veg/\nHasan, H.R., Salah, K., Jayaraman, R., Omar, M., Yaqoob, I., Pesic, S., Taylor, T. & Boscovic, D. 2020. A blockchain-based\napproach for the creation of digital twins. IEEE Access, vol. 8: 34113-34126\nhttps://ieeexplore.ieee.org/stamp/stamp.jsp?tp=&arnumber=9001017\nKrishnan A., Mulvihill T., Hayden B., Droke M. 2018. Blockchain for the Food Industry: The Essential Primer.\nhttps://www.dorsey.com/-/media/files/newsresources/events/2018/09/food-risk-summit-2018blockchain-materials.pdf?\nrev=deec7b3c6e1042c19792c82c823ec1ef&hash=%20B7FB2137B76540FA04B205683D395863\n(cid:29)(cid:26)\n\n--- Page 21 ---\nKhurape, A. & Kirve, S. 2019. Industry 4.0 in agriculture: Focus on IoT aspects. JETIR Journal, V-6: 382–389.\nhttps://www.jetir.org/papers/JETIRBO06073.pdf\nLiping M., Kaiqing Z., Xiaohui J. 2015. Research on Square Hmong Language Characters Fonts Based on OpenType Technology[J].\nJournal of Chinese Information Processing.\nhttps://www.cnki.net/kns/defaultresult/index\nOECD (Organisation for Economic Co-operation and Development). 2003. Review of the Development and Reform of the\nTelecommunications Sector in China. Paris\nhttps://doi.org/10.1787/233204728762\nPrimusLabs.com. 2008. Packinghouse with Haccp audit scoring guidelines.\nhttps://www.primuslabs.com/docs/guidelines/packinghousewithhaccpauditscoringguidelinesv08.06rev4.pdf\nWorld Bank. 2011. ICT in Agriculture: Connecting Smallholders to Knowledge, Networks, and Institutions. Washington, DC\nhttps://hdl.handle.net/10986/12613\nYokogawa Electric Corporation. 2021. The Differences Between Digitization, Digitalization, and Digital Transformation in Manufacturing.\nhttps://www.yokogawa.com/sa-es/library/resources/white-papers/the-differences-between-digitization-digitalization-and-\ndigital-transformation-in-manufacturing/\n(cid:29)(cid:25)\n\n--- Page 22 ---\n52.50/1/NE5694DC",
  "file_path": "backend\\sources\\raw_data\\fao_publications\\pdfs\\cd4965en.pdf",
  "extraction_method": "pdf"
}