{
    "metadata": {
        "title": "L’assistance a permis de prévenir la dégradation de la consommation alimentaire dans la commune d’Arbinda",
        "url": "https://fews.net/fr/west-africa/burkina-faso/mise-jour-sur-la-securite-alimentaire/decembre-2025",
        "date_scraped": "2026-02-01T08:41:28.368731",
        "char_count": 19502
    },
    "content": "L’assistance a permis de prévenir la dégradation de la consommation alimentaire dans la commune d’Arbinda Burkina Faso Mise à jour sur la sécurité alimentaire Décembre 2025 L’assistance a permis de prévenir la dégradation de la consommation alimentaire dans la commune d’Arbinda Abonnez-vous aux reportages du Burkina Faso Télécharger le rapport Télécharger le rapport Messages clé Anomalies actuelles des conditions de sécurité alimentaire en décembre 2025 Mise à jour des suppositions clés sur les conditions atypiques de sécurité alimentaire jusqu’en mai 2026 Résultats projetés de l’insécurité alimentaire aiguë jusqu’en mai 2026 Annexe 1 : Mise à jour des principales sources de preuves utilisées dans cette analyse Annexe 2 : Calendrier saisonnier pour une année typique Annexe 3 : Résultats projetés en matière d’insécurité alimentaire aiguë et zone bénéficiant de niveaux significatifs d’assistance alimentaire humanitaire Messages clé Des résultats De Crise (Phase 3 de l’IPC) sont attendus entre décembre 2025 et mai 2026 dans une partie de la région de Soum en raison des difficultés dans l’approvisionnement des marchés. Cependant, dans la commune de Arbinda, où les ménages ont déjà épuisé les stocks issus de leur propre production et dépendent de l’assistance alimentaire, des résultats de Crise ! (Phase 3 ! de l’IPC) sont attendus entre décembre 2025 et janvier 2026. Le ravitaillement de la commune le 17 décembre contribue à renforcer l’offre de denrées sur le marché et l’assistance alimentaire nécessaire pour réduire les écarts de consommation jusqu’en fin janvier. Néanmoins, compte tenu des faibles revenus, les ménages ne pourront pas éviter des sévères restrictions alimentaires entre février et mai 2026 et seront exposés à l’Urgence (Phase 4 de l’IPC). Des résultats de Crise (Phase 3 de l’IPC) sont attendus dans la commune de Djibo jusqu’en mai. La faiblesse des stocks pousse les ménages à réduire à un le nombre de repas par jour. Entre février et mai, les récoltes de la production maraîchère ainsi que les faibles achats de denrées avec les revenus de la vente de l’eau, du bois, du petit commerce de produits maraîchers et des envois d’argent des proches de l’extérieur permettront de limiter les restrictions alimentaires sévères. Les ménages pauvres dans les communes de Sebba et de Sollé seront en insécurité alimentaire de Stress ! (Phase 2 ! de l’IPC) entre décembre 2025 et janvier 2026 grâce à l’assistance alimentaire en cours depuis octobre, qui couvre au moins 50 pour cent des besoins pour la majorité des ménages. Toutefois, la faiblesse des stocks de leur propre production et leurs revenus, conjugués à des prix élevés, obligent les ménages à limiter les quantités aux repas afin de prolonger leur durée. Conformément aux baisses de 23 à 26 pour cent enregistrés en novembre comparés à l’année passée, les prix des denrées de base devraient maintenir cette tendance et évoluer de manière similaire ou légèrement au-dessus de leurs moyennes saisonnières jusqu’en mai. L’accroissement de l’offre par rapport à la demande et les mesures de restriction à l’exportation favoriseront cette tendance. Ce rapport fournit une mise à jour des perspectives sur la sécurité alimentaire d’octobre 2025 à mai 2026 et des messages clés de novembre 2025 . L’analyse est basée sur les informations disponibles au 26 décembre 2025. Anomalies actuelles des conditions de sécurité alimentaire en décembre 2025 Figure 1 Prix du sorgho blanc et du mil (XOF/kg) sur les marchés de Gayéri et de Sebba Source: FEWS NET à partir des données de SIM/SONAGESS L’insécurité caractérisée par les incursions, les menaces, les pillages et exactions des Groupes armés terroristes (GAT) demeure le principal facteur limitant les mouvements de populations et leur accès aux sources habituelles de nourriture et de revenu. Depuis la fin de saison des pluies, les Forces de défense et de sécurité (FDS) et les Volontaires de défense de la patrie (VDP) ont multiplié les actions offensives ayant permis la destruction de bases terroristes et la neutralisation de certains leaders terroristes. Les opérations de reconquête du territoire ont permis le retour de plus 1,14 millions de déplacés dans 846 localités en date de fin octobre 2025, selon le Ministère en charge de l’action humanitaire . Toutefois, les incidents sécuritaires et les morts associées restent fréquents et élevés en particulier dans les Régions du Yaadga, du Soum, du Liptako, de la Tapoa, de la Sirba et du Sourou. Les exactions et menaces des GAT continuent d’entraîner des déplacements préventifs de populations. De janvier à novembre 2025, le suivi du Groupe de coordination opérationnelle de la réponse rapide ( GCORR ) indique 329 718 nouveaux déplacés contre 355 114 pour la même période il y a un an. Les données prévisionnelles de production céréalière nationale sont estimées à plus de 7,14 millions de tonnes , en hausse de 17,63 et de 37,19 pour cent respectivement par rapport à la campagne précédente et à la moyenne des cinq dernières années. Cette performance se traduit sur les marchés par un renforcement des disponibilités céréalières, en particulier dans les zones de grande production du pays. Cependant, 15 provinces du pays ont des taux de couverture déficitaires des besoins céréaliers. Dans les zones à fort défi sécuritaire, les stocks de la propre production des ménages sont faibles et déjà épuisés pour les ménages de la commune de Arbinda, province du Karo-Peli. Des pénuries sont aussi observées sur le marché de cette commune avant le ravitaillement et également sur le marché de Djibo dans la province du Djelgodji. Certes, le nombre de localités nécessitant des approvisionnements par escorte militaire est en baisse comparativement aux deux dernières années, mais les délais de ravitaillement restent encore longs en raison de la pression des GAT et de l’usage par ces derniers des engins explosifs improvisés (EEI) sur les axes routiers. Les marchés de Arbinda et Diapaga (dans la province du Gobnangou) ont été approvisionnés en décembre après respectivement huit et cinq mois. Le marché de Djibo a été ravitaillé il y a maintenant six mois. Les prix des denrées de base demeurent élevés comparé à la moyenne quinquennale en particulier dans les zones de faible production et confrontées à des difficultés d’approvisionnement. En novembre, des hausses de prix atteignant 68 pour cent pour le sorgho à Gayéri et 30 pour cent pour le mil à Sebba sont observées par rapport à la moyenne des cinq dernières années (Figure 1). Cela s’explique par le niveau relativement faible de l’offre, en dépit des convois de ravitaillement organisés entre octobre et décembre au profit de ces localités (Sebba, Gayéri, Boungou, Kantchari, Diapaga, Sollé, Arbinda). Toutefois, la tendance générale à la baisse des prix des céréales de base observée depuis le mois de juillet se poursuit. En novembre, les prix moyens au niveau national étaient 23 à 26 pour cent en dessous de ceux de la même période l’année passée selon les données du Système d’information de marché (SIM/SONAGESS). Par rapport à la moyenne quinquennale le prix du maïs (denrées dominante) enregistrait une baisse de 10 pour cent, mais les prix du sorgho et du mil étaient relativement stables. L’importance de l’offre par rapport à la demande et les restrictions à l’exportation en vigueur justifient cette baisse générale par rapport aux moyennes saisonnières. Les pillages de bétail par les GAT, la fermeture ou le fonctionnement au ralenti des marchés à bétail dans le nord et l’est du pays continuent de perturber les moyens d’existence des ménages. Pour les marchés qui fonctionnent, les offres d’animaux pour la vente sont faibles du fait d’une part, de l’érosion des avoirs et d’autre part, en raison des difficultés d’accès aux marchés locaux par les collecteurs. La demande demeure forte et les prix au mois de novembre sont en hausse de 15 à 30 pour cent comparés à leurs moyennes saisonnières pour toutes les espèces. En raison de l’accès limité aux sources habituelles de revenu, les ménages dans les zones à fort défi sécuritaire continuent de dépendre majoritairement des transferts d’argent des parents vivants hors de ces zones . Selon les personnes ressources locales, les activités de maraîchage en cours mobilisent au moins la moitié des ménages sur les sites de Titao et de Diapaga. Néanmoins compte tenu des coûts élevés des intrants et de l’absence d’acheteurs potentiels, les revenus de la vente de ces produits seront en-dessous de la normale. L’orpaillage offre des opportunités de revenu dans les communes de Gorom-Gorom, Markoye, Arbinda et Solhan. Toutefois, les revenus générés de ces sources ne sont pas suffisants pour compenser le manque à gagner par rapport aux principaux habituels provenant de l’élevage et la vente des produits agricoles. Assistance alimentaire humanitaire Les distributions de l’assistance humanitaire se poursuivent dans plusieurs communes en ce mois de décembre. Habituellement l’assistance est faible en cette période en raison de la fin des programmes de l’année et également de la disponibilité de nouvelles récoltes qui constituent la principale source de nourriture des ménages pauvres. Les contraintes sécuritaires imposent une délivrance de l’assistance en nature par voie aérienne ou par convoi terrestre sous escorte militaire. L’assistance alimentaire a débuté le mois d’octobre et se poursuit dans la commune de Sebba dans le Yagha les rations distribuées permettent de couvrir au moins 75 pour cent des besoins pour plus de la moitié de la population. Dans les provinces du Loroum et de l’Oudalan ont aussi bénéficié de l’assistance en novembre, mais cette assistance est concentrée dans les communes de Gorom-Gorom, Titao et Sollé. En début décembre, des quantités moins importantes ont été distribués dans la commune de Arbinda dans la province du Karo-Peli. Cependant, au moins à 75 pour cent de leurs besoins sont satisfaits grâce au convoi des distributions alimentaires qui sont en cours et couvrent une large partie de la population. Dans les communes de Djibo dans la province du Djelgodji et de Diapaga dans la province de Gobnangou, la couverture de l’assistance reste faible. Compte tenu du niveau élevé des besoins en cours dans ces communes, les bénéficiaires sont parfois contraints de partager de façon volontaire leurs rations avec les non bénéficiaires, ce qui contribue à réduire davantage la couverture des besoins. Mise à jour des suppositions clés sur les conditions atypiques de sécurité alimentaire jusqu’en mai 2026 Les suppositions qui ont soutenu l’analyse de FEWS NET concernant le scenario le plus probable pour les perspectives sur la sécurité alimentaire du pays d’octobre 2025 à mai 2026 restent valables. Seule la mise à jour ci-dessous est apportée prenant en compte de nouvelles données La demande en céréales sur les marchés sera globalement en baisse cette année par rapport à l’année passée. La demande des ménages va rester typique en particulier dans les zones de production relativement calmes où les productions sont en hausse par rapport à la moyenne. La demande institutionnelle, en particulier celle en cours du gouvernement, bien que record (530,000 tonnes), ne suffira pas à compenser la baisse de la demande commerciale due aux mesures restrictives sur les exportations. Malgré les besoins céréaliers élevés des populations dans les zones à fort défi sécuritaire, les transferts par convois sous escorte militaire des céréales vers les marchés de ces localités sont faibles. Les prix des céréales devraient amorcer leur hausse saisonnière à partir de février 2026 mais avec des niveaux inférieurs à ceux de l’année précédente durant la période du scénario. Résultats projetés de l’insécurité alimentaire aiguë jusqu’en mai 2026 Les ménages pauvres dans la région du Soum seront en général en insécurité alimentaire aiguë de Crise (Phase 3 de l’IPC) sur toute la période de décembre 2025 à mai 2026. Dans la commune de Arbinda en particulier, des résultats de Crise ! (Phase 3 ! de l’IPC) sont observés jusqu’en fin janvier 2026 . Les ménages pauvres ont fait face à des déficits sévères de consommation en raison de l’épuisement des stocks marginaux issus de la propre production et des pénuries de vivres sur le marché entre octobre et le 17 décembre, date du dernier ravitaillement par escorte après huit mois. Le ravitaillement comprend des denrées pour l’approvisionnement du marché et des vivres destinés à la distribution gratuite. Les distributions ont commencé et touchent une large partie de la population et répondent au moins à 75 pour cent de leurs besoins. Elles contribueront ainsi à réduire les écarts importants de consommation jusqu’en fin janvier. En l’absence de l’assistance, les revenus faibles de la pratique de l’orpaillage et les envois d’argent des proches de l’extérieur ne permettront pas aux ménages de constituer des stocks suffisants sur le marché pour éviter à nouveau des déficits importants de consommation, qui exposeront les ménages à l’insécurité alimentaire aiguë d’Urgence (Phase 4 de l’IPC) entre février et mai . Des résultats de Crise (Phase 3 de l’IPC) sont attendus dans la commune de Djibo jusqu’en mai. La poursuite de l’assistance alimentaire permet de réduire la dépendance accrue du marché et aussi de préserver les faibles stocks issus de la propre production des ménages. Toutefois, les quantités distribuées sont insuffisantes et contraint la majorité des ménages à réduire à un le nombre de repas par jour. Entre février et mai, les stocks de la production pluviale seront épuisés, mais les récoltes de la production maraîchère (légumes, patate et maïs frais) et les faibles achats de denrées à partir des revenus issus de la vente de l’eau, du bois, du petit commerce de produits maraîchers et des envois d’argent des proches de l’extérieur contribueront à prévenir la dégradation de la consommation alimentaire et de maintenir les résultats de Crise (Phase 3 de l’IPC). Dans les communes de Sollé et de Sebba, des résultats de Stress ! (Phase 2 ! de l’IPC) sont attendus entre décembre 2025 et janvier 2026. Dans ces communes, les distributions de vivres réalisées en novembre et en décembre touchent plus de la moitié des populations et couvrent au moins 75 pour cent des besoins. Entre février et mai 2026, les ménages dans l’ensemble de ces communes seront dépendants du marché pour leur alimentation en raison de l’épuisement des stocks de la propre production pluviale. Bien que les prix des denrées soient inférieurs à leurs niveaux de l’année passée, les revenus issus de la vente de produits maraîchers, du fourrage, de l’eau, du bois et les envois d’argent des proches ne suffiront pas pour constituer des stocks et empêcher la limitation à la fois du nombre de repas et la quantité des repas par jour. Les ménages pauvres seront exposés à l’ insécurité alimentaire aiguë de Crise (Phase 3 de l’IPC). Dans les communes de Markoye, Gorom-Gorom, Titao, Barsalogho, Gayéri, Diapaga, Kantchari et Kompienga , les ménages pauvres continueront de bénéficier des stocks de leur propre production entre décembre 2025 et janvier 2026, mais en diminuant les quantités consommées ou le nombre de repas par jour dans l’optique de prolonger la durée de ces stocks. Ils seront exposés à l’insécurité alimentaire de Stress (Phase 2 de l’IPC) . Entre février et mai 2026, l’accès alimentaire des ménages pauvres va se dégrader en raison de l’épuisement des stocks de la production pluviale. La disponibilité de la production maraîchère (en particulier à Titao, Diapaga et Kompienga) ne suffira pas pour compenser l’absence de céréales de base. Les faibles revenus issus de la pratique de l’orpaillage, de la vente de l’eau et du fourrage et des transferts des proches de l’extérieur ne seront pas assez pour acquérir des denrées suffisantes sur le marché. Ainsi, les ménages pauvres accroitre la restriction à la fois des quantités et du nombre de repas e seront confrontés à l’ insécurité alimentaire aiguë de Crise (Phase 3 de l’IPC). Bien que élevées, les admissions d’enfants de moins de 5 ans souffrant de malnutrition aigüe modérée (MAM) ou sévère (MAS) et les décès associés enregistrés entre janvier et novembre connaissent une baisse dans l’ensemble y compris dans les régions plus affectées par l’insécurité comparativement à la même période de l’année passée. Les baisses sont de l’ordre de 19 pour cent pour les cas de MAM, 28 pour cent pour les cas de MAS et 31 pour cent pour les décès (données capitalisées à partir des bulletins hebdomadaires de la Direction de la nutrition). Ces variations à la baisse sont liées entre autres, à l’amélioration relative de l’accès alimentaire des ménages, à l’amélioration du fonctionnement et de l’approvisionnement des centres de santé pour la prévention et de prise en charge des cas de malnutrition. Annexe 1 : Mise à jour des principales sources de preuves utilisées dans cette analyse La plupart des principales sources de preuves utilisées pour les perspectives sur la sécurité alimentaire de FEWS NET d’octobre 2025 au mai 2026 restent inchangées. Toutefois, les nouvelles sources de preuves sont répertoriées ci-dessous. Preuves Source Format des données Éléments d’analyse de la sécurité alimentaire Prix des denrées SIM/SONAGESS Quantitatives Accès aux denrées alimentaires Prix du bétail DGESS/MARAH Quantitatives Accès aux denrées alimentaires Données des admissions des enfants de moins de 5 ans souffrant de malnutrition (MAM, MAS) et les décès associés Direction de la Nutrition Quantitatives Nutrition et mortalité Données de l’assistance alimentaire Food Security Cluster Quantitatives Disponibilité et accès aux denrées alimentaires Sources de nourriture et de revenu FEWS NET, personnes ressources locales Qualitatives Changements dans les sources typiques de nourriture et de revenu, et stratégies des ménages Prix des produits de grande consommation Ministère en charge du commerce Quantitatives Accès aux denrées alimentaires Données sur les populations retournées Ministère en charge de l’action humanitaire , cité par le journal de LeFaso.net Quantitatives Stabilité Données sur les déplacements récents de populations GCORR Quantitatives Stabilité Données prévisionnelles de production agricole nationale Ministère en charge de l’agriculture Quantitatives Disponibilité et accès aux denrées alimentaires Annexe 2 : Calendrier saisonnier pour une année typique Source: FEWS NET Annexe 3 : Résultats projetés en matière d’insécurité alimentaire aiguë et zone bénéficiant de niveaux significatifs d’assistance alimentaire humanitaire Citation recommandée: FEWS NET. Burkina Faso Mise à jour sur la sécurité alimentaire Décembre 2025: L’assistance a permis de prévenir la dégradation de la consommation alimentaire dans la commune d’Arbinda, 2025. Cette mise à jour des perspectives sur la sécurité alimentaire présente une analyse des conditions actuelles d'insécurité alimentaire aiguë et de toute évolution de la dernière projection de FEWS NET concernant les résultats de l'insécurité alimentaire aiguë dans la géographie spécifiée au cours des six prochains mois. Pour en savoir plus sur le travail, cliquez ici . Related Analysis Listing View more Mise à jour des messages clés Burkina Faso Novembre 2025 Perspectives sur la sécurité alimentaire Burkina Faso Octobre 2025 - Mai 2026 Mise à jour des messages clés Burkina Faso Septembre 2025 Mise à jour des messages clés Burkina Faso Août 2025"
}