{
    "metadata": {
        "title": "messages clés de novembre 2025",
        "url": "https://fews.net/fr/west-africa/burkina-faso/mise-jour-des-messages-cles/novembre-2025",
        "date_scraped": "2026-02-01T08:41:30.688884",
        "char_count": 4208
    },
    "content": "Les ruptures en approvisionnement des marchés persistent dans les zones à fort défi sécuritaire Burkina Faso Mise à jour des messages clés Novembre 2025 Les ruptures en approvisionnement des marchés persistent dans les zones à fort défi sécuritaire Abonnez-vous aux reportages du Burkina Faso Télécharger le rapport Télécharger le rapport Messages clé Messages clé Des résultats de Crise (Phase 3 de l’IPC) sont attendus dans la commune d’Arbinda (province du Karo-Peli) avec des poches de ménages en Urgence (Phase 4 de l’IPC) compte tenu de la détérioration de leur consommation alimentaire. Cela fait maintenant 7 mois que le marché n’est pas approvisionné et des pénuries en denrées sont observées. Par ailleurs, l’assistance reprise en octobre est insuffisante et irrégulière. Moins de 20 pour cent de la population en a bénéficié et ces derniers ont été contraints de partager volontairement leurs vivres avec les autres. En outre, les récoltes de la saison qui ont été prématurément utilisées sont presque, voire épuisées pour la majorité des ménages qui ne comptent plus que sur les réserves des légumes feuilles (oseille, casia tora) et le recours à d’autres produits de cueillette comme complément aux faibles quantités de céréales ou de légumineuses. Les adultes sont contraints de limiter leur consommation au profit des enfants et certains passent une journée entière sans nourriture. Les résultats de Crise (phase 3 de l’IPC) persistent également dans la commune de Djibo (province du Djelgodji ). Le marché est approvisionné il y a près de 5 mois et les céréales de base commencent à manquer en raison de la pression de la demande et des comportements spéculatifs des commerçants. Les stocks de la propre production continuent de soutenir l’alimentation de la majorité des ménages. Mais compte tenu de la suspension de l’assistance et des pénuries en cours sur le marché, les ménages pauvres réduisent à la fois les quantités et le nombre de repas à un repas par jour et restent confrontés à des déficits de consommation. Les ménages pauvres dans la commune de Sebba (province du Yagha) sont en insécurité alimentaire de Stress (phase 2 ! de l’IPC) grâce à l’assistance. En effet, plus de la moitié des ménages ont bénéficié de l’assistance alimentaire grâce à l’arrivée du convoi, qui a également favorisé la disponibilité des denrées de base sur le marché. Les distributions de vivres et de compléments nutritionnels réalisées couvrent la totalité des besoins caloriques et contribuent à réduire les déficits de consommation d’une part, et la pression sur les stocks de la propre production d’autre part. Dans les zones relativement calmes du pays, les marchés sont bien approvisionnés dans l’ensemble avec une offre de produits au-dessus de l’année dernière . La propre production constitue la principale source de nourriture des ménages. Il en résulte une baisse de la demande sur les marchés et une baisse des prix des céréales. En octobre, les prix des céréales de base ont enregistré dans l’ensemble des baisses de 19 pour cent pour le maïs et de 24 pour cent pour le mil et le sorgho par rapport à l’année passée et sont restés similaires comparés à leurs moyennes quinquennales. Néanmoins des hausses de prix entre 36 et 83 pour cent par rapport à la moyenne persistent dans les zones à fort défi sécuritaire, en particulier sur les marchés d’Arbinda, de Sebba et de Gayéri. Citation recommandée: FEWS NET. Burkina Faso Mise à jour des messages clés Novembre 2025: Les ruptures en approvisionnement des marchés persistent dans les zones à fort défi sécuritaire, 2025. Cette mise à jour des des messages clés présente une analyse succincte des conditions actuelles d'insécurité alimentaire aiguë et de toute évolution de la dernière projection de FEWS NET concernant les résultats de l'insécurité alimentaire aiguë dans la géographie spécifiée. Pour en savoir plus sur le travail, cliquez ici . Related Analysis Listing View more Mise à jour sur la sécurité alimentaire Burkina Faso Décembre 2025 Perspectives sur la sécurité alimentaire Burkina Faso Octobre 2025 - Mai 2026 Mise à jour des messages clés Burkina Faso Septembre 2025 Mise à jour des messages clés Burkina Faso Août 2025"
}