{
    "metadata": {
        "title": "October 2025 to May 2026 Food Security Outlook",
        "url": "https://fews.net/fr/west-africa/burkina-faso/perspectives-sur-la-securite-alimentaire/octobre-2025",
        "date_scraped": "2026-02-01T08:41:31.890076",
        "char_count": 53666
    },
    "content": "Des écarts de consommation alimentaire persistent dans les zones à fort défi sécuritaire Burkina Faso Perspectives sur la sécurité alimentaire Octobre 2025 - Mai 2026 Des écarts de consommation alimentaire persistent dans les zones à fort défi sécuritaire Abonnez-vous aux reportages du Burkina Faso Télécharger le rapport Télécharger le rapport Messages clé Contexte de la sécurité alimentaire Anomalies actuelles des conditions de sécurité alimentaire en octobre 2025 Résultats actuels de l’insécurité alimentaire en octobre 2025 Suppositions clés sur les conditions atypiques de sécurité alimentaire soutenant le scénario le plus probable jusqu’en mai 2026 Résultats projetés de l’insécurité alimentaire aiguë de mai 2026 Annexe 1 : Principales sources de preuves utilisées dans cette analyse Annexe 2 : Approche analytique de FEWS NET expliquée Annexe 3 : Calendrier saisonnier pour une année typique Annex 4 : Évènements qui pourraient changer les résultats projetés de l’insécurité alimentaire aiguë Annexe 5 : Un examen plus approfondi de l’insécurité et de ses impacts sur les résultats de la sécurité alimentaire Annexe 6 : Analyse détaillée de l’aide alimentaire humanitaire Messages clé Des résultats de Crise (Phase 3 de l’IPC) sont attendus entre octobre 2025 et janvier 2026 dans les communes de Djibo, Arbinda et Sebba, car les ménages pauvres prolongeront la durée de leurs stocks issus de leur propre production en limitant à la fois les quantités et le nombre de repas. L’assistance alimentaire, bien qu’insuffisante, contribue à l’alimentation des ménages dans les zones à fort défis sécuritaire. Entre février et mai 2026, des résultats de Crise (Phase 3 de l’IPC) seront attendus dans les communes de Djibo, de Arbinda, de Gorom-Gorom, de Markoye, de Sebba, de Kantchari et de Diapaga. Bien que la vente de céréales à prix subventionnés, complétée par les envois d’argent de proches vivant hors province ou à l'étranger et par les faibles revenus tirés de l'orpaillage, de la vente de bois, d'eau et de fourrage, contribuent à améliorer l'accès à l'alimentation, les écarts de consommation persisteront pour les ménages pauvres. Dans les zones à fort défi sécuritaire, ces ménages deviendront plus dépendants du marché, les récoltes pluviales étant épuisées, de même que la production maraîchère (entre janvier et avril) qui constituera une source d'alimentation supplémentaire, mais insuffisante. La demande des ménages en céréales restera dans la moyenne, tandis que les prix demeureront inférieurs à la moyenne de l'année dernière. Une offre plus soutenue et les restrictions à l'exportation existantes accentueront des baisses annuelles de plus de 20 pour cent observées en septembre 2025. Dans les régions confrontées à d'importants problèmes de sécurité et d'approvisionnement, les prix resteront légèrement supérieurs à la moyenne quinquennale. Les besoins en assistance alimentaire commenceront à croitre de manière saisonnière à partir de février 2026. Cependant, le nombre de personnes dans le besoin devrait significativement baisser comparé à l’année passée et à la moyenne quinquennale, en raison de l’augmentation attendue des productions et des perspectives favorables du marché. Ces populations seront localisées principalement dans les zones à fort défi sécuritaire. L’analyse présentée ici est basée sur les informations disponibles au 17 octobre 2025. Contexte de la sécurité alimentaire Depuis 2015, le pays fait face à des attaques de groupes armés terroristes (GAT). A partir de 2020, les incidents et les fatalités qui y sont associées ont significativement augmenté, avec des exactions et des répressions sur les populations civiles. Ceci a entraîné le déplacement de plus de 2,06 millions de personnes à la date du 31 mars 2023. Depuis 2022, les GAT imposent des blocus autour d’une trentaine de communes, notamment dans les régions 1 du Soum, du Liptako (ex-Sahel), du Yaadga (ex-Nord), du Kuilse (ex-Centre-Nord) et de Sirba, Goulmou et Tapoa (ex-Est). Ces blocus restreignent la circulation des personnes et des biens, perturbant gravement l'accès à la nourriture, aux soins de santé et à d'autres services essentiels. La distribution de l’assistance humanitaire et le ravitaillement des marchés de ces localités ne sont possibles que par escorte militaire ou par voie aérienne. Depuis 2023, le gouvernement a interdit les opérations de transferts monétaires par les organisations humanitaires dans le cadre de la lutte contre le terrorisme. Ceci limite ainsi la capacité d’intervention de la plupart des ONG, compte tenu des entraves logistiques et sécuritaires pour la délivrance de l’assistance en nature. Entre janvier et septembre 2022 le contexte sociopolitique avait été marqué par de fréquentes manifestations en lien avec les coups d'État, et après par des plusieurs tentatives de déstabilisation du pouvoir en place. En janvier 2024, le Burkina Faso, à l’instar du Mali et du Niger, a annoncé son retrait avec effet immédiat de la Communauté Economique des Etats d’Afrique de l’Ouest (CEDEAO). Ces pays avaient formé l’Alliance des Etats du Sahel en septembre 2023, devenue Confédération une année plus tard, en vue de bâtir un espace politique et économique commun dans la lutte commune contre le terrorisme, les menaces de rébellion armée ou d’agressions extérieures. L'agriculture et l’élevage constituent les principaux moyens d’existence avec les principales régions agricoles au centre, à l'ouest et au sud-ouest du pays. Toutefois, l’insécurité prolongée a perturbé les moyens d’existence, dans les zones agricoles et agropastorales en raison de l’abandon de champs et des déplacements de populations, ainsi que dans le nord du pays où l’élevage est particulièrement important. Les communautés pastorales dépendent du mouvement saisonnier du bétail à la recherche d'eaux et de pâturages. Cependant, depuis le début du conflit, les ménages ont subi des restrictions de mouvement, d'accès limité aux pâturages et aux points d'eau habituels et surtout du pillage du bétail. La capacité des communautés à compter sur les cycles saisonniers traditionnels pour leurs moyens d’existence a diminué en raison de la baisse de la productivité agricole, ce qui a sévèrement érodé les variations saisonnières typiques des revenus et de la disponibilité alimentaire dans le nord et l'est du pays. En outre, les activités socioéconomiques à travers le pays — la main d’œuvre agricole et non agricole, l’auto-emploi, le petit commerce et les transferts monétaires — sont grandement perturbées du fait de l’insécurité. Le mois d’octobre marque la période de récolte, favorisant la disponibilité alimentaire et la reconstitution des stocks. Néanmoins, les besoins d’assistance se maintiendront à des niveaux élevés dans le nord et l’est, surtout dans les zones à fort défi sécuritaire où les rayons d’accès des ménages à leurs champs et aux revenus sont réduits. Dans ces zones, les prix des produits des denrées de bases sont au-dessus de la moyenne du fait de la perturbation des flux commerciaux. Il faudrait mentionner que le retour de plus d’un million de personnes déplacées internes (PDI) et les aménagements de périmètres agricoles par le gouvernement ont permis d’augmenter les superficies de terres emblavées, augmentant relativement la production, toutefois, inférieure à la moyenne avant la crise sécuritaire. En savoir plus Les liens suivants fournissent des informations supplémentaires : Dernier Rapport sur les Perspectives sur la Sécurité Alimentaire, octobre 2024 – mai 2025 Dernier Mise à jour des messages clés , septembre 2025 Aperçu de la méthodologie de développement de scénarios de FEWS NET Aperçu des analyses IPC et IPC-compatible Anomalies actuelles des conditions de sécurité alimentaire en octobre 2025 Figure 1 Fonctionnement des marchés et accessibilité dans le Liptako-Gourma Source: FEWS NET La persistance de l’insécurité demeure le principal facteur déterminant de l’insécurité alimentaire dans le pays car elle limite les mouvements des populations et leur accès aux sources habituelles de revenus et de nourritures. Les actions offensives des Forces de défense et de sécurité (FDS) et des Volontaires pour la défense de la patrie (VDP) ont permis de reconquérir 72 pour cent du territoire et le retour de plus d’un million de déplacés dans 795 localités à la date du 31 juillet, selon le Ministère en charge de l’action humanitaire. Toutefois, les GAT continuent de maintenir la pression autour d’un certain nombre de localités dans les régions du Sourou (ex-Boucle du Mouhoun), du Yaadga (ex-Région du Nord), du Liptako et du Soum (ex-Sahel), de la Sirba, du Gourma et de la Tapoa (ex-Région de l’Est). Les pillages de biens et les menaces d’exaction sur les populations par les GAT continuent d’entraîner des nouveaux déplacements (317 934 de janvier à septembre selon le Groupe de coordination opérationnelle de la réponse rapide ( GCORR ). Bien que des pertes humaines et logistiques importantes soient enregistrées dans leur rang, l’usage d’engins explosifs et de drones par les GAT complexifie la menace. Des améliorations globales de la production nationale sont observées pour la saison 2025/26 , engendrées par une pluviométrie favorable, les investissements du gouvernement dans les activités agricoles, notamment le soutien en intrants et l’aménagement de périmètres, ainsi que l’accroissement des superficies emblavées dans les zones de l’ouest et du nord avec les retours de PDI. Toutefois, dans les zones à fort défi sécuritaire, en particulier dans l’extrême nord et l’est du pays, l’accès aux champs demeure limité. Néanmoins, l’augmentation de rayon de sécurité autour des zones et l’accompagnement des FDS et VDP pour la sécurisation des activités agricoles ont permis une augmentation des superficies cultivées comparativement aux trois dernières saisons. À titre illustratif, des productions records de riz sont attendues dans les communes de Dori et de Djibo où respectivement 83 et 62 hectares ont été aménagés contre des superficies faibles en année normale. L'insécurité continue de perturber le fonctionnement des marchés agricoles (Figure 1). Les flux commerciaux internes sont caractérisés par la faiblesse des transferts des zones de production ou de regroupement vers les zones structurellement déficitaires au nord en proie à l’insécurité. Outre la dégradation des voies en saison hivernale, les contraintes sécuritaires et logistiques ne favorisent pas l’approvisionnement régulier des zones à fort défi sécuritaire, conditionné par des convois escortés. Bien que le nombre de zones à forts défis sécuritaires ait diminué comparé à l’année passée (passant d’une trentaine à une vingtaine), certaines communes comme Djibo, Arbinda, Kelbo, Diapaga et Sebba demeurent dépendantes de convois sous escorte militaire avec parfois des délais atteignant six mois. Cependant, le gouvernement a augmenté sa capacité logistique, permettant de convoyer plus de volumes de marchandises. Par ailleurs, en plus des stocks commerçants, les ravitaillements comprennent des stocks pour la distribution et la vente à prix subventionné (120 XOF/kg) ainsi que de l’assistance alimentaire et non alimentaire de certaines ONGs. L’assistance et les ventes à prix subventionné contribuent à réduire la pression de la demande des ménages sur le marché, ce qui évite que les stocks commerçants ne s’épuisent rapidement. Le fonctionnement des marchés à bétail des zones pastorales est également fortement perturbé due à l'insécurité. La persistance des pillages de bétail par les GAT continue d’éroder les avoirs des éleveurs et de mettre à rude épreuve leur résilience. En outre, la restriction des mouvements des populations ne favorise pas la pratique des activités pastorales, ce qui limite la capacité de reconstitution du cheptel par les ménages. Les difficultés liées à la collecte et la fermeture de certains marchés dans les zones à fort défi sécuritaire contribuent aussi à réduire le commerce de bétail ainsi que les revenus tirés. Malgré la hausse des prix du bétail, les ménages ont moins de têtes pour vendre. En sus, les ménages pauvres qui tiraient leurs revenus du gardiennage d’animaux et de la vente d’herbe n’ont plus accès à ces sources compte tenu du départ des gros éleveurs de la zone et de la baisse de la demande en fourrage pour le peu d’animaux encore sur place. Les prix des céréales dans les zones difficiles d’accès sont supérieurs à la moyenne. Bien qu’au niveau national, les prix des céréales enregistrent en septembre des baisses d’environ 20 pour cent pour les céréales de base par rapport à la même période de l’année passée. Dans les zones à fort défi sécuritaire, des variations de prix entre 50 et 80 pour cent par rapport à la moyenne quinquennale sont observées. Le principal facteur de cette hausse est le coût élevé du transport en raison des risques sécuritaires sur les axes et les longs délais de route qui engendrent des frais supplémentaires et/ou causant des irrégularités de l’offre, liés aux ravitaillements sous-escorte militaire. Dans les zones touchées par le conflit, le pouvoir d’achat des ménages reste faible en raison d’un accès limité aux sources de revenus . Toutefois, une amélioration modérée du pouvoir d’achat a été observée en 2025, portée par les ventes de denrées de base à prix subventionnés et par une légère reprise des opportunités de petits travaux, ainsi que de la collecte et de la vente de bois, entre autres. A Djibo par exemple, la vente à prix subventionné qui a commencé depuis le mois de juillet, permet aux ménages d’accéder aux céréales à un prix quatre fois inférieur au prix du marché. Par ailleurs, à chaque annonce de convoi, les ménages font plus appel aux envois d’argent des proches afin de constituer des stocks. Assistance alimentaire humanitaire Le volume de l’assistance alimentaire connaît une régression successive ces dernières années en dépit des besoins humanitaires importants. Cette baisse est liée, entre autres, à l’arrêt des cash transferts, aux contraintes logistiques et sécuritaires qui limitent la délivrance de l’assistance en nature et surtout à la baisse de son financement. La couverture des besoins alimentaires a été faible dans son ensemble au cours des trois précédents mois. Si dans les provinces du Loroum et de l’Oudalan, la réponse de soudure a touché environ 20 pour cent de la population, elle reste concentrée dans les chefs-lieux de ces provinces où elle a contribué à réduire les déficits de consommation alimentaire des ménages pauvres. Dans les localités comme Arbinda et Sebba, compte tenu du retard accusé dans la mise en œuvre des programmes, l’assistance alimentaire prévue pour la soudure est maintenant disponible. Les détails sur le nombre de bénéficiaires ne sont pas encore disponibles. Du reste, les ménages comptent avant tout sur leur propre récolte qui est la source principale de nourriture. Résultats actuels de l’insécurité alimentaire en octobre 2025 Les résultats de l’insécurité alimentaire aiguë de Crise (Phase 3 de l’IPC) sont observés dans les provinces de Karo-Peli (ex-Soum), Yagha, et le nord du Loroum en raison de la restriction des mouvements causée par l’insécurité, empêchant la reconstitution des moyens d’existence des ménages et leur accès aux revenus et à une nourriture adéquate. Dans ces communes à fort défi sécuritaire, la commune d’Arbinda de la province de Karo-Peli (ex-Soum), où le dernier convoi date d’avril 2025, et celle de Sebba de la province de Yagha, qui vient d’être ravitaillée le 5 octobre après 8 mois, la rareté, voire la rupture de denrées sur les marchés et l’insuffisance, voire l’absence de l’assistance, ont contraint les ménages à imposer des restrictions importantes sur leur consommation. Ils limitent la consommation des adultes, réduisent la quantité et le nombre de repas à un par jour et recourent de façon prématurée aux nouvelles récoltes avant la maturité complète. Dans la commune de Djibo, la vente de céréale à prix subventionné et la disponibilité des nouvelles récoltes ont contribué à faciliter l’accès alimentaire des ménages pauvres hôtes et PDI dont les revenus, principalement axés sur les envois d’argent des parents de l’extérieur, sont faibles. Cependant, les communes de Titao à Loroum et de Gorom-Gorom à Oudalan sont en insécurité alimentaire aiguë de Stress ! (Phase 2 ! de l’IPC) grâce à la disponibilité des assistances alimentaires qui ont pu limiter les déficits importants de consommation alimentaire des ménages pauvres de ces autres communes à fort défi sécuritaire. Bien que l’insécurité continue de perturber l’accès aux soins de santé et d’entraver la prévention et la prise en charge des enfants souffrant de malnutrition aigüe, les données d’admissions des centres de santé de janvier à septembre dans les régions du Liptako et du Soum (ex-Sahel) indiquent une baisse de 30 et 40 pour cent respectivement des effectifs souffrant de malnutrition aigüe sévère et modérée par rapport à la même période de l’année passée. Les décès associés ont également baissé de 25 pour cent sur la période (Direction de la nutrition, données des bulletins hebdomadaires de la Prise en charge Communautaire de la Malnutrition Aiguë PCMA). Bien que l’alimentation ne soit pas le seul facteur de la malnutrition, ces baisses sont indicatives d’une réduction des écarts de consommation dans la région. Toutefois, les pratiques telles que la réduction à la fois du nombre de repas et de la quantité et qualité de nourriture consommée persistent dans les ménages pauvres, ceci dans le but de faire durer le plus longtemps possible les stocks. Les ménages pauvres hôtes et PDI restent les plus exposées à l’insécurité alimentaire aiguë. Dans les autres communes difficiles d’accès comme Markoye dans la province de l’Oudalan, Barsalogho dans la province du Sandbontenga, Diapaga et Kantchari dans la région de la Tapoa, Kompienga et Pama dans la province de la Kompienga, la majorité des ménages dans ces zones ont pu produire et ont maintenant accès aux nouvelles récoltes de légumineuse principalement, mais aussi aux céréales (riz, maïs, mil). Bien que les revenus soient en-dessous de la moyenne avant la crise, les sources sont relativement plus diversifiées (vente de bois de chauffe, orpaillage, maraîchage, petit commerce, l’élevage de quelques têtes de volailles ou de petits ruminants). Les denrées de base sont présentes sur les marchés depuis maintenant six mois ou plus, même si les prix sont 10 à 30 pour cent supérieurs à la moyenne, limitant leur accès aux ménages dont les revenus sont faibles. Cependant, avec leur propre production, la majorité des ménages dans ces localités ne sont plus confronté à des écarts importants de consommation malgré la précarité des revenus. Sur le plan nutritionnel, les données disponibles sur les admissions d’enfants souffrant de malnutrition aigüe (MAS et MAM) dans les centres de santé et les décès associés indiquent des baisses entre janvier et septembre comparé à la même période il y a un an : 31 et 52 pour cent respectivement dans la région du Kuilsé (ex région du Centre-Nord), 19 et 28 pour cent respectivement dans la région du Yaadga (ex région du Nord), 27 et 47 pour cent respectivement dans les régions du Gourma, de la Tapoa et de la Sirba (ex région de l’Est). Dans ces zones, la dégradation des moyens d’existence expose les ménages pauvres hôtes et les PDI à l’insécurité alimentaire aiguë de Stress (Phase 2 de l’IPC). Dans les zones de production relativement calme dans le sud et à l’ouest, la majorité des ménages pauvres sont en insécurité alimentaire aiguë Minimale (Phase 1 de l’IPC) en raison des nouvelles récoltes, notamment le niébé, le fonio et le maïs qui constituent la principale source de nourriture des ménages pauvres. L’amélioration de l’accès aux champs, aux produits forestiers non ligneux et le fonctionnement des marchés locaux favorisent les opportunités de revenu et de nourriture. Malgré le pillage du bétail par les groupes armés terroristes dans certaines localités, la plupart des ménages pauvres tente de reconstituer ou de préserver leur moyen d’existence en vendant les récoltes d’arachide, de niébé et de légumes ou par le déstockage typique de volailles ou de petits ruminants Suppositions clés sur les conditions atypiques de sécurité alimentaire soutenant le scénario le plus probable jusqu’en mai 2026 Figure 2 Prix du maïs blanc (XOF/kg) projetés pour le marché de Sankaryaré, Ouagadougou Source: : Estimations de FEWS NET à partir des données de SIM/SONAGESS, Burkina Faso Les incidents sécuritaires et les fatalités associées persisteront dans le pays avec une pression des groupes armés terroristes autour d’un certain nombre de communes situées dans les zones à fort défis sécuritaire. Une hausse de la production agricole est attendue cette année par rapport à la saison écoulée et à la moyenne des cinq dernières années, grâce au soutien renforcé de l’Etat à la production (le financement est passé de 78 milliards FCA en 2024 à 104 milliards FCFA en 2025), à l’amélioration de l’accès aux champs ayant permis un accroissement des superficies emblavées et à la bonne pluviométrie enregistrée. Dans l’ensemble, la production de contre-saison connaîtra une hausse par rapport aux trois dernières saisons, mais elle devrait être inférieure à la normale avant la détérioration de la situation sécuritaire, car tous les sites habituels de production ne sont pas accessibles, surtout dans les zones à fort défi sécuritaire. Les perspectives économiques devraient se maintenir positives dans le pays , soutenues par des recettes importantes tirées de l’exploitation minière, une agriculture résiliente et la poursuite des investissements publics. Par ailleurs, une croissance du PIB d’un peu plus de 4 pour cent en 2025 et un peu moins de 5 pour cent en 2026 est prévue selon les prévisions du FMI et de la Banque Mondiale . L'équilibre budgétaire devrait se rétrécir progressivement en raison des efforts visant à améliorer la mobilisation des revenus et contenir les dépenses publiques malgré celles élevées en matière de sécurité ( BIDC ). L'inflation a diminué de -1,1 pour cent en juillet 2025 et devrait rester modérée en dessous de l’objectif de 3 pour cent de l’UEMOA tout au long de 2025/26 grâce à l’amélioration de l'approvisionnement alimentaire, surtout avec les nouvelles récoltes. La hausse attendue de la production céréalière et la disponibilité de stocks reports en début de récolte contribueront à améliorer l’offre, qui sera en hausse par rapport à l’année précédente et à la moyenne jusqu’en mai 2026 . Le fonctionnement du marché sera marqué par une faiblesse des flux transfrontaliers en raison des restrictions d’exportation en vigueur au Burkina Faso et dans plusieurs pays de la région ainsi que des contraintes sécuritaires le long de certains axes. L’amélioration des flux internes des zones de production vers les zones de consommation serait attendue suite à l’amélioration de la situation sécuritaire sur certains axes. Néanmoins, l’approvisionnement des zones à accès difficile demeurera un défis et l’offre y restera en dessous de la moyenne . La demande en céréales connaîtra une hausse cette année , dominée par la demande institutionnelle avec les prévisions d’achat bord-champ du gouvernement qui devraient atteindre 530,000 tonnes. Dans les zones à fort défi sécuritaire, la demande sera en hausse surtout entre janvier et mai lorsque la propre production s’épuisera. Les prix des céréales seront en baisse saisonnière entre octobre et janvier en raison de l’amélioration de l’offre. Ces prix devraient rester en dessous de leur niveau de l’année précédente durant la période du scénario en raison de l’offre plus soutenue et des mesures restrictives de sortie de céréales et d’autres produits agricoles en vigueur. En outre, les niveaux de prix du maïs seront légèrement en baisse par rapport à la moyenne quinquennale particulièrement sur le marché de Ouagadougou compte tenu de la hausse de l’offre et de la faiblesse de la demande (Figure 2). Dans les zones à fort défi sécuritaire, les prix seront au-dessus de la moyenne quinquennale. Le gouvernement va poursuivre la vente de céréales à prix subventionné afin de réguler les prix du marché et de faciliter l’accès des ménages pauvres à la nourriture. Compte tenu de la baisse globale du niveau des prix, les ventes seront priorisées dans les zones à fort défi sécuritaire selon la décision du Comité technique du Conseil national de sécurité alimentaire (CT-CNSA) en sa session mensuelle du 8 octobre 2025. L’offre en bétail demeurera globalement faible et en dessous de la moyenne durant la période du scénario en raison de la perturbation continue du fonctionnement des marchés de bétail dans les zones d'insécurité. La fermeture des marchés dans les zones de collecte ou du marché principal de regroupement (Djibo), la faiblesse de l’offre de bétail et les entraves sécuritaires continueront de perturber les approvisionnements de marchés et le commerce du bétail dans son ensemble. Bien que l’insécurité continue de limiter la fréquentation des marchés par les potentiels acheteurs étrangers, particulièrement dans les zones à fort défis sécuritaire, la demande en bétail demeura forte et au-dessus de la moyenne durant la période d’analyse . Cette demande sera davantage plus forte durant les fêtes de fin d’année et les fêtes religieuses telle la Tabaski. En outre, l'appréciation récente de la monnaie ghanéenne qui est le Cedi (GHS) pourrait contribuer à hausser les exportations vers le Ghana. Les prix du bétail déjà en hausse se maintiendront au-dessus des moyennes saisonnières . Les revenus non agricoles resteront en-dessous de la normale, en particulier dans les zones à fort défi sécuritaire : L’orpaillage, la main-d’œuvre dans les activités de maraîchage et les travaux journaliers issus dans le secteur de la construction constitueront les principales sources de revenu non agricole entre novembre et mai. En dépit des contraintes sécuritaires, les sites d’or en expansion continuent de soutenir l’exode rural dans un contexte marqué par un niveau élevé du cours de l’or. Dans les zones à fort défi sécuritaire où les opportunités de revenu sont limitées, le recours aux transferts d’argent de parents migrés est une alternative, mais insuffisante pour soutenir des revenus normaux. Assistance alimentaire humanitaire Les planifications d’assistance pour l’année 2026 ne sont pas encore disponibles. Toutefois, le volume global de l’assistance humanitaire délivrée sur la période du scénario connaîtra probablement une baisse en raison de la baisse saisonnière de l’assistance alimentaire liée à la fin des programmes annuels, de la réduction des financements et les contraintes logistiques. Néanmoins, en raison du retard accusé dans la mise en œuvre des programmations de soudure, les distributions de vivres en cours pourraient se poursuivre jusqu’en décembre dans les communes de Sebba et de Arbinda. Toutefois, les détails sur la couverture de cette assistance ne sont pas encore disponibles. Pour Titao et Gorom Gorom, l’assistance alimentaire réalisée dans le cadre des programmes de soudure a pris fin en septembre et les planifications ne sont pas disponibles pour octobre à décembre. Par ailleurs, le gouvernement pourrait mener des opérations de distributions gratuites en particulier dans les zones à fort défi sécuritaire, car les convois sous escorte comprennent désormais des vivres pour la distribution. Résultats projetés de l’insécurité alimentaire aiguë de mai 2026 Entre octobre 2025 et mai 2026, l’insécurité demeurera la menace majeure qui entravera les mouvements des populations et des biens, l’accès des ménages aux sources habituelles de revenu et de nourriture, l’approvisionnement normal des marchés et la fourniture des services sociaux de base. Toutefois, l’amélioration de l’accès des ménages aux champs a permis d’améliorer la disponibilité des produits agricoles au profit des populations des communes dans zones à fort défis sécuritaire. Cette disponibilité sera renforcée grâce aux cultures de contre-saisons dont la productivité devrait également accroître. Des résultats de Crise (Phase 3 de l’IPC) sont attendus dans les communes de Djibo, Solhan, Sebba et Arbinda. Dans la commune de Djibo, la propre production restera certes, une source de nourriture importante entre octobre et janvier, mais les ménages pauvres seront contraints d’échanger une partie de production de légumineuse avec des céréale de base à prix élevé. Entre février et mai, les stocks de leur propre production ne seront plus disponibles, mais les ménages auront accès aux légumes produits autour du barrage. La poursuite de l’opération de vente à prix subventionné de céréales pourrait leur permettre de constituer des stocks avec les envois d’argent des parents et les revenus faibles générés à partir de la vente des produits maraîchers, de la vente bu bois de chauffe et de la vente de l’eau. Afin de prolonger au mieux la durée de leurs stocks, les ménages pauvres continueront de limiter les quantités et le nombre de repas sur toute la période. Dans les communes de Solhan, Sebba et Arbinda , les ménages ont commencé à consommer de façon prématurée les nouvelles récoltes, à recourir aux ventes des céréales à prix subventionnés et à bénéficier de distributions alimentaires. Cela leur permettra de préserver leur propre production jusqu’en janvier 2026. Les informations concernant les bénéficiaires des distributions gratuites ne sont pas encore disponibles. Afin d’éviter les ruptures de vivres suites aux expériences précédentes, les ménages pauvres hôtes et PDI continueront de limiter à la fois les quantités et le nombre de repas. Entre février et mai 2026, avec l’amenuisement des stocks de leur propre production, le nombre de ménages dépendant du marché connaîtra une augmentation. Cependant, la disponibilité des produits issus du maraîchage et la poursuite de la vente à prix subventionné permettront aux ménages d’éviter des déficits importants de consommation et de les maintenir une insécurité alimentaire aiguë en Crise (Phase 3 de l’IPC). Entre octobre 2025 et janvier 2026 , dans les communes de Markoye, Barsalogho, Gayéri, Diapaga, Kantchari et Kompienga , l’accès des ménages aux champs s’est amélioré cette saison et la propre production sera la principale source de nourriture des ménages pauvres hôtes et PDI. A Titao et Gorom-Gorom , en sus de la disponibilité des produits de la saison des pluies, un meilleur accès aux cultures de contre-saison et ou à l’orpaillage contribuera à favoriser l’accès des ménages à la nourriture jusqu’en janvier 2026, malgré l’absence de l’assistance alimentaire. Toutefois, en raison de la baisse des revenus, ces ménages ne pourront pas se permettre certaines dépenses de santé et d’amélioration de la qualité de l’alimentation et seront exposés à l’insécurité alimentaire Stress (Phase 2 de l’IPC) . Entre février et mai 2026 , les ménages pauvres et PDI dans ces communes seront en insécurité alimentaire aiguë de Crise (Phase 3 de l’IPC). À cause de l’amenuisement des stocks issus de la production de la saison hivernale, les ménages auront recours au marché. La production maraîchère constituera une source de nourriture mais non suffisante pour remplacer les céréales de base. Les revenus issus de la pratique de l’orpaillage, de la vente de l’eau et du fourrage et des transferts des proches de l’extérieur ne seront pas suffisants pour acquérir des denrées à prix élevés sur les marchés. Ainsi, les ménages pauvres hôtes et PDI seront contraint de restreindre les quantités ainsi que le nombre de repas. Dans les autres communes dans les régions du Yaadga, du Soum, du Liptako, du Kuilsé, les ménages pauvres resteront exposés à l’insécurité alimentaire aiguë Stress (Phase 2 de l’IPC) pendant toute la période de perspectives. La propre production pluviale et la production maraîchère constitueront la principale source de nourriture pour la majorité des ménages. Toutefois, les moyens d’existence resteront dégradés car l’insécurité continuera de limiter la pratique de l’orpaillage, l’accès à certains sites maraîchers et la pratique de l’élevage. L’accès alimentaire des ménages pauvres hôtes et PDI dans les zones de production relativement plus calmes du sud et de l’ouest restera typique sur toute la période entre octobre 2025 et mai 2026 et axé principalement sur les stocks de la propre production pluviale et maraichère. Des revenus supérieurs à la moyenne permettront de préserver, voire de rétablir progressivement, les moyens d’existence, en particulier pour les ménages retournés dans leurs localités d’origine avant l’installation de la saison des pluies. Cette amélioration des revenus sera soutenue par la vente des récoltes entre octobre et janvier, période de forte production et de prix stables, par la vente des productions maraîchères et des produits forestiers non ligneux entre février et mai, ainsi que par la migration saisonnière. Dans l’ensemble, la majorité des ménages pauvres demeureront en insécurité alimentaire aiguë de Minimale (Phase 1 de l’IPC) pendant toute la période. Annexe 1 : Principales sources de preuves utilisées dans cette analyse Preuves Source Format des données Éléments d’analyse de la sécurité alimentaire Profiles de moyens d’existence FEWS NET Qualitative Sources typiques de nourriture et de revenu Prix des denrées SIM/SONAGESS Quantitative Accès Prix du bétail DGESS/MARAH Quantitative Accès Données des admissions des enfants de moins de 5 ans souffrant de malnutrition (MAM, MAS) et les décès associés Bulletin mensuel de la Direction de la Nutrition Quantitative Nutrition and mortalité Assistance alimentaire Food Security cluster Quantitative Disponibilité et accès Sources de nourriture, de revenu et stratégies des ménages FEWS NET /KIs Qualitative Changements dans les sources typiques de nourriture et de revenu Données de l’imagerie satellitaire pour le suivi de la saison FEWS NET Qualitative Perspectives de récoles Suivi qualitatif de la campagne agricole National EWS (SAP) Qualitative Perspectives de production Projection de prix des denrées de base FEWS NET Quantitative Accès IHPC INSD Quantitative Accès Prix des produits de grande consommation Ministère en charge du commerce Quantitative Accès Pluviométrie ANAM Quantitative Perspectives de production Données sur les populations retournées Ministère en charge de l’action humanitaire Quantitative Stabilité Annexe 2 : Approche analytique de FEWS NET expliquée L’alerte précoce en cas d’insécurité alimentaire aiguë nécessite de prévoir les résultats futurs plusieurs mois à l’avance afin de donner aux décideurs suffisamment de temps pour budgétiser, planifier et répondre aux crises humanitaires attendues. Toutefois, en raison des facteurs complexes et variables qui influencent l’insécurité alimentaire aiguë, il est impossible de faire des prévisions définitives. Le développement de scénarios est une méthodologie qui permet à FEWS NET de répondre aux besoins des décideurs en élaborant un scénario « le plus probable » du futur. Les principes clés du processus d’élaboration de scénarios de FEWS NET incluent l’application du cadre de réduction des risques de catastrophe et une approche basée sur les moyens d’existence pour évaluer les résultats de l’insécurité alimentaire aiguë. Le risque d'insécurité alimentaire aiguë d'un ménage dépend non seulement des dangers (comme une sécheresse), mais aussi de sa vulnérabilité face à ces dangers (par exemple, le niveau de dépendance à la production de cultures pluviales pour sa nourriture et ses revenus) et de sa capacité d'adaptation (qui prend en compte à la fois la capacité du ménage à faire face à un danger donné et le recours à des stratégies d’adaptation négatives qui nuisent à la résilience future). Pour évaluer ces facteurs, FEWS NET fonde cette analyse sur une solide compréhension approfondie des moyens d’existence locaux, qui sont les moyens par lesquels un ménage répond à ses besoins fondamentaux. Le processus d’élaboration de scénarios de FEWS NET prend également en compte le Cadre des moyens d’existence durables ; les Quatre dimensions de la sécurité alimentaire ; et le Cadre conceptuel de la nutrition de l’UNICEF, et est étroitement aligné sur le cadre analytique de la Classification intégrée des phases de la sécurité alimentaire (IPC) . Comment FEWS NET analyse-t-il les résultats actuels de l’insécurité alimentaire aiguë ? FEWS NET évalue dans quelle mesure les ménages sont susceptibles de satisfaire leurs besoins caloriques minimaux. Cette analyse fait converger les preuves des conditions de sécurité alimentaire avec celles de la consommation alimentaire au niveau des ménages et de changement des moyens d’existence. FEWS NET prend également en compte les preuves disponibles sur l'état nutritionnel et la mortalité, en évaluant si celles-ci reflètent les impacts physiologiques de l'insécurité alimentaire aiguë. FEWS NET utilise l’échelle de Classification intégrée de la sécurité alimentaire (IPC) en cinq phases, mondialement reconnue, pour classer les résultats actuels de l’insécurité alimentaire aiguë. De plus, FEWS NET applique le symbole de « ! » pour désigner les zones où la Phase de l’IPC cartographiée serait probablement pire d'au moins une Phase sans les effets de l'assistance alimentaire humanitaire en cours. Comment FEWS NET élabore-t-il ses suppositions clés pour le scénario le plus probable ? Une étape clé du processus d'élaboration de scénarios de FEWS NET consiste à développer des suppositions fondées sur des preuves sur les facteurs influencent les conditions de sécurité alimentaire. Cela inclut les dangers et anomalies susceptibles d'affecter l'évolution de l'alimentation et des revenus des ménages au cours de la période de projection, ainsi que les facteurs affectant l'état nutritionnel. FEWS NET développe également des suppositions sur les facteurs censés se comporter normalement. Ensemble, ces suppositions forment la base du scénario « le plus probable ». Comment FEWS NET analyse-t-il les résultats projetés de l’insécurité alimentaire aiguë ? En utilisant les suppositions clés soutenant le scénario « le plus probable », FEWS NET projette les résultats de l’insécurité alimentaire aiguë en évaluant l’évolution de la capacité des ménages à satisfaire leurs besoins caloriques minimaux au fil du temps. FEWS NET fait converger les attentes concernant la trajectoire de la consommation alimentaire et les changements dans les moyens d’existence au niveau des ménages avec l’état nutritionnel et de la mortalité au niveau de la zone. FEWS NET classe alors les résultats de l’insécurité alimentaire aiguë. Enfin, FEWS NET utilise le symbole de « ! » pour désigner les zones où la Phase de l’IPC serait probablement plus sévère d’au moins une Phase sans les effets de l’assistance alimentaire planifiée, qui devrait être financée et livrée. Comment FEWS NET analyse-t-il l'aide alimentaire humanitaire ? L’assistance alimentaire d’urgence (en nature, en espèces ou en vouchers) peut jouer un rôle clé dans l’atténuation de la sévérité de l’insécurité alimentaire aiguë. Les analystes de FEWS NET intègrent toujours les informations disponibles sur l’assistance, bien que ces informations varient considérablement selon les zones géographiques et au fil du temps. Conformément aux protocoles IPC, FEWS NET utilise les meilleures informations disponibles pour évaluer où l'assistance est « significative » (définie par au moins 25 pour cent des ménages dans une zone donnée recevant au moins 25 pour cent de leurs besoins caloriques grâce à l'assistance). En outre, FEWS NET analyse les impacts probables de l’assistance sur la sévérité des résultats, comme détaillé dans les orientations de FEWS NET sur L’intégration de l’assistance alimentaire humanitaire dans l’élaboration de scénarios . Annexe 3 : Calendrier saisonnier pour une année typique Source: FEWS NET Annex 4 : Évènements qui pourraient changer les résultats projetés de l’insécurité alimentaire aiguë Même si les projections de FEWS NET se concentrent sur le scénario « le plus probable », il existe toujours un certain degré d’incertitude dans les prévisions à long terme. Cela signifie que les conditions de la sécurité alimentaire et leurs impacts sur les résultats aigus de la sécurité alimentaire peuvent évoluer différemment de ce qui était initialement prévu. FEWS NET publie des mises à jour mensuelles de ses projections, mais les décideurs ont besoin d'informations préalables sur cette incertitude et d'une explication des raisons pour lesquelles les choses peuvent se dérouler différemment de ce qui était prévu. En tant que tel, la dernière étape du processus d’élaboration de scénarios de FEWS NET consiste à identifier brièvement les événements clés qui aboutiraient à un scénario alternatif crédible et modifieraient considérablement les résultats projetés. FEWS NET considère uniquement les scénarios qui ont une chance raisonnable de se produire. National Dégradation de la situation sécuritaire. Impact probable sur les résultats de l’insécurité alimentaire aiguë : Une détérioration de la situation sécuritaire réduira davantage les mouvements de populations et leurs accès aux sources de revenu et de nourriture disponibles. Cette situation entraînera de nouveaux déplacements, provoquant ainsi d’une nouvelle perte des avoirs tout en mettant en péril les efforts de relèvement en cours. Le nombre de localités dépendant des approvisionnements sous escorte militaire vont croitre et les délais de ravitaillement des marchés vont davantage s’allonger. Cela limitera aussi la délivrance de l’assistance et entraînera une pression de la demande sur les marchés avec pour conséquences des niveaux atypiques de prix et des ruptures de denrées. Dans ce cas, les ménages pauvres hôtes et PDI surtout dans les zones d’accès difficiles et dont les avoirs sont déjà érodés, feront face à des déficits extrêmes de consommation et seront exposés à l’Urgence (Phase 4 de l’IPC). Zones à fort défi sécuritaire Amélioration de la situation sécuritaire. Impact probable sur les résultats de l’insécurité alimentaire aiguë : Une amélioration de la situation sécuritaire pourrait permettre aux ménages pauvres d’accroître les opportunités de revenus avec un accès plus large à des sources comme le maraîchage, la pratique de l’élevage, l’orpaillage, le petit commerce de même que la collecte et la vente de charbon, bois de chauffe et de fourrage. L’approvisionnement régulier des marchés permettra une meilleure circulation des flux commerciaux et une baisse des prix des denrées de base grâce à la hausse de l’offre et à la baisse des coûts de transport. Cette situation favoriserait également la délivrance de l’assistance et le soutien à la reconstitution des moyens d’existence. L’amélioration de l’accès alimentaire contribuera à réduire la proportion de ménages pauvres hôtes et PDI qui font face aux résultats de Crise (Phase 3 de l’IPC). Annexe 5 : Un examen plus approfondi de l’insécurité et de ses impacts sur les résultats de la sécurité alimentaire Figure 3 Effectif des personnes nouvellement déplacées (PDI) Source: FEWS NET, à partir des données du GCORR L’insécurité caractérisée par les exactions, les pillages, les menaces et attaques des groupes armés terroristes (GAT) touche plusieurs régions du pays. Malgré la multiplication des actions offensives par les FDS et VDP ayant entraînés des pertes logistiques et humaines dans le rang des GAT, ces derniers continuent de démontrer leur capacité à se mobiliser et à adapter leur stratégie. En plus de l’usage des engins explosifs le long sur les axes routiers, le recours aux drones kamikazes contre les positions des FDS a augmenté au cours de cette année rendant la menace plus complexe. Les incidents sécuritaires et les morts associées restent élevés et la pression exercée par les GAT est particulièrement forte dans les communes frontalières : Barani, Lanfièra, Gomboro, Dî (région du Sourou), Titao, Sollé (région du Yaadga), Djibo, Arbinda (région du Soum), Gorom-Gorom, Sebba (région du Liptako), Manni, Gayéri, Foutouri (région de la Sirba), Kantchari, Diapaga (région de la Tapoa), Pama et Kompienga (région du Gourma). Bien que les opérations de sécurisation favorisent des retours plus importants de populations, des nouveaux cas de déplacement subsistent. De janvier à septembre, 317 934 personnes ont été contraintes au déplacement selon les données issues des alertes relevés par le GCORR. En raison des risques sécuritaires, les rayons d’accès des populations aux sources de nourriture et de revenu restent limités. Bien que des efforts aient été consentis par le gouvernement et ses partenaires pour accompagner la production agricole, les emblavures restent limitées et les cultures hautes (mil et sorgho) qui constituaient les denrées de base en année normale ne sont pas autorisées pour des raisons sécuritaires. L’approvisionnement de ces localités à fort défi sécuritaire est conditionné par des convois sous escorte militaire. Les délais de ravitaillement pour certaines localités demeurent longs, entraînant par moments des pénuries. Le marché de Sebba vient d’être approvisionné en début octobre après huit mois. Le marché de Arbinda n’a pas été ravitaillé depuis le mois d’avril, soit maintenant six mois. Les convois sous escorte comprennent généralement des denrées et biens destinés aux commerçants, mais également des vivres du gouvernement et de certains partenaires humanitaires pour la distribution ou des ventes à prix subventionné. L’insécurité affecte aussi la délivrance de l’assistance. Dans les zones à fort défi sécuritaire, l’assistance humanitaire est apportée par voie aérienne ou par convoi escorté. Les menaces sécuritaires entraînent parfois des suspensions temporaires comme ce fut le cas en août 2025 pour la commune de Sollé. L’assistance alimentaire reste sous financée et confrontée à des défis logistiques. Les planifications pour la période de soudure (juin à août) ont été réalisées à 41 pour cent et n’ont couvert que 14 pour cent des populations dans le besoin selon des données du Cluster de la sécurité alimentaire . Avec la prolongation du conflit et les tentatives d’isolement de certaines communes, les avoirs des ménages se sont érodés. Les ménages pauvres hôtes et PDI s’adaptent en mobilisant quelques revenus marginaux de la vente de l’eau, du bois de chauffe, du commerce de produits maraîchers et de l’orpaillage parfois en risquant leur vie au-delà du rayon de sécurité. Ils ont aussi davantage recours aux envois d’argent des parents de l’extérieurs. Toutefois, ces ménages sont dépendant de l’assistance. Ainsi, lorsque celle-ci se retrouve insuffisante ou irrégulière, la consommation des ménages se détériore rapidement. La réduction à la fois des quantités et du nombre de repas et la diminution de la consommation des adultes au profits des enfants sont des stratégies courantes pour la majorité des ménages. Bien que les ménages pauvres hôtes et PDI aient commencé la consommation de nouvelles récoltes et ont pu constituer quelques stocks à partir de la vente à prix subventionné de céréales en particulier à Djibo, ils continuent de restreindre à la fois les quantités et le nombre de repas par jour, indicatif de l’insécurité aiguë de Crise (Phase 3 de l’IPC). Dans les communes de Arbinda et de Sebba, où des pénuries ont été observées sur les marchés au cours du mois de septembre et où l’assistance a été absente, les ménages pauvres hôtes et PDI ont été contraints de consommer de façons prématurée les nouvelles récoltes. Des signes visibles de malnutrition sont observés chez une portion importante de la population en particulier les enfants et les femmes enceintes ou allaitantes. Les cas de mendicité se sont aussi augmentés. Cela signifie qu’une partie de la population est exposée à l’insécurité alimentaire aiguë d’Urgence (Phase 4 de l’IPC). L’insécurité demeura la principale menace au cours des prochains mois. Au fur et à mesure que les FDS iront à la reconquête du territoire, les GAT tenteront de démontrer leur capacité de mobilisation et multiplication des attaques contre les positons des FDS et VDP en poursuivant le recours aux engins explosifs, aux drones kamikazes. La recherche de financement pourrait aussi contraindre les GAT à essayer de contrôler les couloirs de contrebande le long des frontières et à poursuivre les pillages de bétail et d’autres biens des populations. Les incidents sécuritaires continueront d’entraîner des déplacements de populations, de limiter les mouvements des personnes et de leurs bien dans le pays, de perturber l’approvisionnement régulier des marchés locaux en particulier dans les zones frontalières ci-dessus énumérées. Cette situation continuera d’impacter négativement l’accès des ménages à la nourriture et aux revenus. La production de légumes autour des points d’eau accessibles constituera une source de nourriture et de revenu mais non suffisante entre janvier et avril. Les ménages pauvres pourraient aussi accentuer la vente de l’eau et du bois de chauffe et recourir plus aux envois d’argent des parents de l’extérieur. L’assistance alimentaire devrait donc se poursuivre surtout dans les zones à fort défi sécuritaire pour éviter une détérioration de la consommation alimentaire des ménages. Annexe 6 : Analyse détaillée de l’aide alimentaire humanitaire Le gouvernement n’a pas publié un plan annuel de réponse comme c’était le cas pour les années précédentes. Ce qui n’a pas facilité la recherche de financement par les partenaires humanitaires. La réponse pendant la période de soudure (juin à août) n’a atteint que 328 325 personnes, soit 14 pour cent des populations dans le besoin. Outre le sous financement, l’assistance reste confrontée à un défi logistique et sécuritaire pour sa délivrance. La plupart des programmes de soudure ont connu un retard dans leur exécution. Par ailleurs, l’assistance n’a pas été régulière et suffisante dans la plupart des zones prioritaires, ce qui exposées aux ménages à l’insécurité alimentaire aiguë de Crise ou d’Urgence. Dans les provinces du Loroum et de l’Oudalan, respectivement 43 495 et 32 853 bénéficiaires ont été touchés, soit 20 pour cent du total de la population dans chacune de ces provinces. Le taux cible de couverture des besoins en calories des bénéficiaires est de 75 pour cent pour les acteurs intervenants. Toutefois, cette assistance a été concentrée dans les chefs-lieux de ces provinces (Titao et Gorom-Gorom) qui sont également des centres d’accueil pour la majorité des PDI dans ces provinces. Elle a certainement contribué à réduire les déficits de la consommation alimentaire et l’adoption de stratégies néfastes par les ménages pauvres hôtes et les PDI dans ces zones. Ainsi, ces deux communes sont en Stress ! (Phase 2 ! de l’IPC). Dans les autres provinces, moins de 20 pour cent de de la population a reçu l’assistance de juin à août. Le gouvernement a aussi apporté de l’assistance pendant la soudure dans les communes à fort défi sécuritaire (Titao, Djibo, Kelbo, Barsalogho, Gorom-Gorom, Gayéri, Foutouri, Diapaga, Kantchari, Kompienga, Pama), mais les détails sur le nombre de bénéficiaires et la couverture des besoins ne sont pas diffusés. Compte tenu des défis logistiques et sécuritaires, certaines opérations de distribution qui étaient prévues pour la période de soudure se poursuivent en octobre, en particulier dans les communes de Sebba et de Arbinda. Bien que les planifications d’assistance des acteurs humanitaires ne soient pas encore disponibles, l’assistance devrait dans l’ensemble avoir une couverture faible entre octobre et mai. Habituellement elle diminue sur la période car les planifications sont généralement axées sur la période de soudure de juin à septembre. A cette baisse saisonnière s’ajoute cette année la baisse des financements. L’assistance restera donc faible comparativement à la moyenne saisonnière sur la période. Citation recommandée: FEWS NET. Burkina Faso Perspectives sur la sécurité alimentaire Octobre 2025 - Mai 2026: Des écarts de consommation alimentaire persistent dans les zones à fort défi sécuritaire, 2025. 1 En juin 2025, le gouvernement du Burkina Faso a révisé les limites administratives, créant de nouvelles régions et provinces et changeant les noms d’autres régions et de certaines provinces. Les noms des communes demeurent inchangés. Les nouveaux fichiers de formes reflétant les nouvelles limites et appellations ne sont pas encore disponibles pour les cartes de FEWS NET. En attendant, FEWS NET fait référence à la fois aux anciens et aux nouveaux noms des régions et provinces dans ce rapport, tandis que la carte présente encore les anciennes limites et appellations. Afin d’estimer les résultats de la sécurité alimentaire pour les prochains six mois, FEWS NET développe les suppositions de base concernant les événements possible, leurs effets, et les réponses probables des divers acteurs. FEWS NET fait ses analyses basées sur ces suppositions dans le contexte des conditions actuelles et les moyens d’existence locaux pour développer des scénarios estimant les résultats de la sécurité alimentaire. D’habitude, FEWS NET prévient du scénario le plus probable. Pour en savoir plus, cliquez ici . Related Analysis Listing View more Mise à jour sur la sécurité alimentaire Burkina Faso Décembre 2025 Mise à jour des messages clés Burkina Faso Novembre 2025 Mise à jour des messages clés Burkina Faso Septembre 2025 Mise à jour des messages clés Burkina Faso Août 2025"
}